{"id": 10088, "source_id": "a0764689-dee0-4154-830d-c41323efb335", "company_name": "Mitra Talenta Grup", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Manajemen Bisnis, Manajemen, Hubungan Masyarakat, Ilmu Komunikasi, Manajemen Administrasi (Diploma, Sarjana)", "job_title": "Academic Administration & Communication Officer", "job_description": "1. Administrasi Data & Manajemen Dokumen\nBertanggung jawab untuk memastikan semua data akademik tercatat, terkelola, dan terarsip dengan akurat.\nPersiapan Administratif: Melakukan setup administratif awal program, termasuk pengaturan sistem foldering, serta inisiasi dan pemeliharaan spreadsheet resmi untuk absensi dan rekapitulasi nilai.\nPengelolaan Dokumentasi: Menyusun dan mengelola seluruh dokumen akademik formal program, termasuk jadwal kelas, silabus/modul, rekap nilai akhir, absensi, dan data pengumpulan tugas.\nPengaturan Proses Evaluasi: Mengatur dan memfasilitasi alur pelaksanaan ujian susulan (pre-test/post-test), kegiatan remedial, dan proses penetapan penilaian akhir peserta.\n\n2. Operasional Pembelajaran & Koordinasi\nMemastikan kelancaran harian program dan bertindak sebagai dukungan logistik utama.\nManajemen Penjadwalan: Mengelola penjadwalan kelas secara keseluruhan, memproses perubahan jadwal, dan mengomunikasikan informasi teknis kelas yang relevan.\nKoordinasi Kebutuhan Fasilitator: Mengkoordinasikan dan memenuhi kebutuhan operasional atau logistik pembelajaran yang spesifik dari Fasilitator Dukungan Penyelesaian Kendala: Secara proaktif menyelesaikan pertanyaan, kendala, dan isu yang berkaitan langsung dengan operasional kelas.\n\n3. Komunikasi Lintas-Fungsi & Monitoring\nBerperan sebagai penghubung komunikasi dan bertanggung jawab atas pelacakan performa program.\nPengelolaan Komunikasi Resmi: Mengelola kanal komunikasi akademik (termasuk sebagai admin grup internal WhatsApp) dan menangani pertanyaan peserta terkait jadwal, tugas, dan informasi kelas.\nPenyampaian Informasi Proaktif: Menyusun dan menyampaikan pengumuman kelas, reminder penting, dan pengingat deadline (tugas, post-test, kehadiran, agenda kelas) kepada peserta.\nMonitoring dan Pelaporan: Melakukan rekapitulasi absensi, mengevaluasi progres pembelajaran, dan menyiapkan laporan performa peserta secara berkala untuk Fasilitator dan tim manajemen.\nFungsi Penghubung (Contact Point): Menjadi titik kontak utama antara peserta, mentor, dan tim internal terkait semua kebutuhan akademik.\n\n4. Evaluasi & Pengembangan Program\nBerpartisipasi dalam inisiatif peningkatan kualitas dan pengembangan strategis program di masa mendatang.\nEvaluasi Kualitas Program: Mengelola dan memfasilitasi kegiatan retrospective untuk perbaikan kualitas program dan menyusun laporan evaluasi pasca-program.\nDukungan Strategis: Berkontribusi pada inisiatif terkait Customer Relationship Management (CRM), riset kompetitor program sejenis, dan membantu upaya kemitraan dengan kampus.", "application_deadline": "2025-12-07", "quota": 8, "registered": 12, "position_type": "Academic Administration & Communication Officer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}