{"id": 10100, "source_id": "a07f5b9c-596c-49dc-ba66-44335c661cd0", "company_name": "Paragon Pratama Teknologi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Ilmu Komunikasi, Administrasi Bisnis, Hubungan Internasional, Manajemen (Sarjana, Diploma)", "job_title": "Partnership & Special Branding Intern", "job_description": "Partnership & Special Branding Intern akan berperan penting dalam mendukung aktivitas creative branding dan kampanye partnership StickEarn. Peran ini mencakup pencarian vendor, koordinasi end-to-end campaign, komunikasi dengan partner, serta memastikan eksekusi branding berjalan lancar di berbagai lokasi.\n\nRuang Lingkup Kerja:\n- Melakukan sourcing dan mengidentifikasi vendor potensial untuk mendukung kegiatan creative branding dan partnership.\n- Membangun dan menjaga hubungan baik dengan berbagai vendor terkait campaign yang dilakukan.\n- Mendukung pelaksanaan end-to-end creative branding dan campaign, mulai dari pitching, perencanaan, eksekusi, hingga laporan post-campaign.\n- Membantu menyusun proposal dan menyiapkan presentasi untuk klien maupun vendor.\n- Melakukan kunjungan lokasi (venue visit) dan survei on-site untuk menilai kelayakan lokasi, kebutuhan logistik, serta kesesuaian tempat untuk eksekusi campaign.\n- Mengelola komunikasi dan negosiasi dengan vendor, memastikan keselarasan terkait tujuan proyek, anggaran, timeline, dan deliverables.\n- Memantau aktivitas campaign harian di berbagai lokasi, serta memberikan update real-time kepada tim internal dan stakeholder.\n- Menginput dan memverifikasi harga, ketersediaan, dan kebutuhan campaign secara akurat di sistem tracking internal.\n- Membantu menyiapkan laporan post-campaign, termasuk rangkuman eksekusi, metrik performa, serta key insights untuk kebutuhan klien.", "application_deadline": "2025-12-07", "quota": 2, "registered": 12, "position_type": "Partnership & Special Branding Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}