{"id": 10117, "source_id": "a07e706f-8efc-4917-a808-0053fb3395f6", "company_name": "Myedu Cerdaskan Anak Bangsa", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA TIMUR", "recommended_degree": "PG PAUD, Pendidikan Guru Pendidikan Anak Usia Dini (PAUD), Pendidikan Anak Usia Dini (Sarjana)", "job_title": "Guru PAUD", "job_description": "1. Perencanaan dan Pelaksanaan Pembelajaran\na) Merancang RPP (Rencana Pelaksanaan Pembelajaran) mingguan dan harian yang kreatif, holistik, dan sesuai dengan tahap perkembangan anak (motorik, kognitif, bahasa, sosial-emosional).\nb) Melaksanakan kegiatan belajar di dalam dan di luar kelas dengan metode yang aktif, interaktif, dan berpusat pada anak (bermain sambil belajar).\nc) Menyiapkan dan mengatur lingkungan belajar yang aman, bersih, dan memancing eksplorasi serta kreativitas anak.\nd) Mengembangkan dan menggunakan alat peraga/media ajar yang menarik dan relevan.\n\n2. Penilaian dan Pelaporan Perkembangan Anak\na) Melakukan observasi dan penilaian autentik terhadap perkembangan dan pertumbuhan setiap anak secara berkelanjutan.\nb) Mendokumentasikan hasil observasi dan penilaian (dalam bentuk anekdot, check list, atau foto/video portofolio).\nc) Menyusun laporan perkembangan anak (Rapor) secara berkala untuk didiskusikan dengan orang tua.\n\n3. Kemitraan dengan Orang Tua\na) Menjalin komunikasi yang positif dan terbuka dengan orang tua/wali mengenai perkembangan, tantangan, dan kebutuhan anak.\nb) Mengadakan sesi konsultasi atau pertemuan orang tua (Parenting Class) sesuai kebutuhan lembaga.\n\n4. Pengelolaan Kelas dan Administratif\na) Memastikan keamanan dan kesejahteraan setiap anak selama berada di lingkungan sekolah.\nb) Mencatat daftar hadir anak dan hal-hal penting lain yang terjadi di kelas.\nc) Berpartisipasi aktif dalam rapat guru, workshop, dan pelatihan untuk pengembangan profesional.\n\n5. Keterampilan Teknis:\na) Memahami Kurikulum PAUD (Kurikulum Merdeka dan/atau K-13).\nb )Mahir dalam storytelling dan bernyanyi untuk anak.\nc) Mampu menggunakan MS Office (dasar) untuk pelaporan.\n\n6. Keterampilan Non-Teknis:\na) Sangat menyukai anak-anak dan memiliki kesabaran yang tinggi.\nb) Kreatif, energik, ceria, dan memiliki inisiatif tinggi.\nc) Mampu berkomunikasi efektif dengan anak-anak, rekan kerja, dan orang tua.\n\nLokasi : cijantung, pasar rebo, jakarta timur", "application_deadline": "2025-12-07", "quota": 1, "registered": 12, "position_type": "Guru PAUD", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}