{"id": 1015, "source_id": "a08044dd-f86d-43f3-a10b-93b2043e2973", "company_name": "Sidimpuan Pos Online", "province": "SUMATERA UTARA", "city": "KOTA PADANGSIDIMPUAN", "recommended_degree": "Ilmu Komunikasi, Jurnalistik, Sastra Indonesia, Komunikasi Digital dan Media, Penyiaran (Diploma, Sarjana)", "job_title": "REPORTER", "job_description": "Reporter adalah jurnalis lapangan yang bertugas mengumpulkan, mengolah, dan menyampaikan informasi aktual kepada publik melalui berbagai platform media, baik cetak, elektronik, maupun digital. Profesi ini menuntut kecepatan, ketepatan, dan kepekaan terhadap isu publik. Berikut lingkup tugasnya secara umum:\n\n1. Mengumpulkan Informasi\nMelakukan peliputan langsung di lapangan untuk mencari fakta dan data dari berbagai sumber, baik melalui wawancara, observasi, maupun riset dokumen.\n\n2. Melakukan Wawancara\nMengajukan pertanyaan kepada narasumber secara objektif dan profesional guna memperoleh keterangan yang akurat dan dapat dipertanggungjawabkan.\n\n3. Menulis dan Menyusun Berita\nMengolah hasil liputan menjadi naskah berita atau laporan mendalam dengan memperhatikan kaidah jurnalistik — akurat, berimbang, dan tidak menyesatkan.\n\n4. Melaporkan Secara Langsung\nMenyampaikan laporan secara langsung di lokasi kejadian (live report) bila dibutuhkan, terutama untuk media televisi dan daring.\n\n5. Menjaga Etika Jurnalistik\nMematuhi kode etik jurnalistik, menjaga kerahasiaan sumber, serta tidak menyebarkan informasi yang belum terverifikasi.\n\n6. Berkoordinasi dengan Redaksi\nMelaporkan hasil liputan kepada redaktur atau produser untuk proses penyuntingan dan penayangan/publikasi.\n\n7. Melakukan Pemantauan Isu\nMengikuti perkembangan isu terkini dan melakukan pemetaan potensi berita yang relevan dengan kebijakan redaksi atau kepentingan publik.\n\n8. Membangun Jaringan Sumber\nMenjalin hubungan baik dengan narasumber dari berbagai kalangan (pemerintah, masyarakat, organisasi, dan sektor swasta) untuk mendukung kelancaran liputan.\n\n9. Menguasai Teknologi Pendukung\nMenggunakan perangkat liputan seperti kamera, perekam suara, dan platform digital untuk mengirim berita secara cepat dan efisien.\n\n10. Menjaga Citra Media\nBertindak profesional, sopan, dan kredibel di lapangan sebagai perwakilan lembaga media tempatnya bekerja.", "application_deadline": "2025-12-07", "quota": 2, "registered": 11, "position_type": "REPORTER", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}