{"id": 10244, "source_id": "a0803e69-281d-4566-a20b-1d907c1a4785", "company_name": "PERUSAHAAN PERSEROAN (PERSERO) PT. TELEKOMUNIKASI INDONESIA", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Hukum, Akuntansi, Manajemen, Desain Komunikasi Visual, Teknik Industri (Diploma, Sarjana)", "job_title": "General - Telkom DDP", "job_description": "TELKOM AI Center of Excellence\n\nPeserta Internship akan terlibat di berbagai proyek di TELKOM Direktorat IT Digital (DITD) Divisi DIgital Product (DDP) untuk memastikan kesiapan produk dan solusi digital dengan memanfaatkan teknologi unggul guna menghasilkan diferensiasi produk/solusi, service excellence, dan best in class Customer Experience (CX) bagi pelanggan eksternal TELKOM Group melalui konsep flexible organization dan mengoptimalisasi kapabilitas Artifical Intelegence (AI) untuk mendukung peningkatan nilai tambah baik internal maupun eksternal Telkom.\n\nPeserta Internship akan ditempatkan di berbagai Bidang, Chapter, dan Tribe di DDP. Bidang penempatan peserta internship antara lain Platform Engineering & Nextgen Capability Management, Solution & Interface Management, Partnership & Procurement Management, Partnership & Procurement Management, dan General Affair. Chapter penempatan peserta internship antara lain Digital Product Engineering, Digital Product & Solution, dan AI & Experience. Tribe penempatan peserta internship antara lain Digital Product, TELKOM Regional Solution, Operating Support System, Big Project, Government Tech Procurement, Digital Solution Capability, dan Small-Medium Business (SMB).\n\nKriteria:\n1. Pendidikan : D3, D4, S1, S2\n2. Nilai Kelulusan/IPK : Minimal 3.00\n3. Pelatihan/Pengalaman Kerja : Tidak ada\n4. Umur/Usia : Tidak Dibatasi\n5. Jenis Kelamin : Laki-Laki dan Perempuan\n6. Kesehatan : Baik\n7. Persyaratan Khusus :\n    a. Pendidikan : D3, D4, S1, S2\n    b. Berkomitmen kerja penuh waktu (Senin-Jum'at) selama 6 bulan\n    c. Memiliki skill-set dan experience yang relevan dengan posisi yang dilamar\n    d. Mampu berkomunikasi dengan baik, serta dapat bekerja dalam tim maupun mandiri\n    f. Bersedia tidak diberikan mobilisasi dari tempat asal\n    g. Lokasi kerja sesuai dengan lokasi kerja DDP\n\nTugas dan Tanggung Jawab:\nBerperan dalam mengurus berbagai hal yang berhubungan dengan kegiatan operasional perusahaan mulai dari perencanaan, eksekusi atau pelaksanaan, dokumentasi, hingga evaluasi program dengan spesialisasi pada Financial Operation (Accounting/Tax), Legal, Project Management, dan Event Management. Seseorang di role General perlu memiliki kemampuan komunikasi yang baik dengan pihak internal maupun eksternal sehingga seluruh kegiatan dapat berjalan dengan baik dan mendapat respons yang positif.", "application_deadline": "2025-12-07", "quota": 4, "registered": 15, "position_type": "General - Telkom DDP", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}