{"id": 10395, "source_id": "a0813bec-a11b-4701-9ca7-eda5ebb937ce", "company_name": "Poliklinik DPD RI", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Keperawatan Gigi (Sarjana, Diploma)", "job_title": "Asisten perawat gigi", "job_description": "1. Persiapan dan Sterilisasi Alat\nA. Menyiapkan alat dan bahan sebelum tindakan dokter gigi.\nB. Melakukan sterilisasi menggunakan autoclave sesuai SOP.\nC. Mengatur tray set sesuai jenis tindakan (scaling, pencabutan, tambal, dll).\n\n2. Asistensi Tindakan Klinik\nA. Mendampingi dokter gigi saat tindakan dengan teknik four-handed dentistry.\nB. Memberikan suction, mengoperasikan light curing, dan membantu penyerahan alat.\nC. Menjaga area kerja tetap bersih dan rapi selama prosedur.\n\n3. Administrasi dan Pengelolaan Pasien\nA. Menerima pasien dan membantu proses pendaftaran.\nB. Menginput data rekam medis dasar (riwayat singkat, keluhan, data vital sederhana).\nC. Menjadwalkan kontrol dan mengingatkan pasien sesuai prosedur klinik.\n\n4. Pengelolaan Bahan & Ruangan\nA. Memastikan ketersediaan bahan habis pakai (handschoen, kapas, bur, masker, dll).\nB. Mengatur kebersihan dan kerapian ruangan perawatan sebelum dan sesudah digunakan.\nC. Membantu melakukan inventaris alat dan stock opname sederhana.\n\n5. Edukasi Dasar Pasien\nA. Memberikan edukasi ringan seperti cara menyikat gigi yang benar (jika diberi izin).\nB. Mengarahkan pasien mengenai prosedur setelah tindakan (post-treatment) sesuai instruksi dokter.\n\n6. Kepatuhan Protokol Kesehatan & Keselamatan\nA. Menggunakan APD sesuai standar klinik.\nB. Menerapkan prosedur pencegahan infeksi (Infection Control).\nC. Mengelola limbah medis dengan benar.\n\n7. Tugas Tambahan Terkait Klinik\nA. Membantu administrasi pembukuan ringan (jika diperlukan).\nB. Menyiapkan kebutuhan dokter atau staf lain selama pelayanan berlangsung.\nC. Berkontribusi dalam kegiatan promosi kesehatan gigi jika ada program klinik.", "application_deadline": "2025-12-07", "quota": 2, "registered": 19, "position_type": "Asisten perawat gigi", "government_agency": "Dewan Perwakilan Daerah Republik Indonesia (DPD RI)", "sub_government_agency": "Poliklinik DPD RI", "angkatan": "3", "tahun": "2025"}