{"id": 10470, "source_id": "a074e5a1-0f07-4707-ab0c-2c9873980e76", "company_name": "Suitmedia Kreasi Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Desain Komunikasi Visual, Seni Murni, Seni Rupa Dan Disain, sistem informasi, Teknik informatika (Diploma, Sarjana)", "job_title": "Digital Designer Apprentice Specialization Track: Graphic Designer/Web & Mobile UI/UX Designer", "job_description": "Role:\n\n1. You will embark on a comprehensive, hands-on learning journey in digital design, with an initial assessment determining your specialization in either Web UX/UI Design, Mobile UX/UI Design, or Visual Design.\n2. This apprenticeship is specifically designed for fresh graduates to cultivate your skills deeply within an assigned track, guiding you to become a proficient designer contributing to engaging and visually appealing digital experiences. \n3. You will be closely mentored, learning industry best practices in user-centered design, visual communication, and fostering a collaborative approach within a dynamic creative team, focusing on your specific area of expertise.\n\nResponsibilities:\n\n1. Following an initial assessment, actively learn and assist in conceptualizing, designing, and delivering various digital assets within your assigned specialization (Web UX/UI, Mobile UX/UI, or Visual Design).\n2. Contribute to the creation of design deliverables such as prototypes, UI mockups, visual layouts, graphics, and illustrations relevant to your track.\n3. Learn to apply user-centered design principles and visual design best practices to ensure engaging, intuitive, and brand-consistent digital experiences.\n4. Assist in preliminary user research activities, gathering feedback, and analyzing data to identify design opportunities and address user pain points.\n5. Support the creative team in preparing and presenting design concepts, prototypes, and final visual assets for internal reviews and stakeholder feedback.\n6. Collaborate effectively with cross-functional teams (e.g., Analyst, Developer, Account) to translate requirements into innovative and executable design solutions.\n7. Proactively research and stay updated with the latest design trends, tools, and techniques, actively contributing to a learning-oriented and innovative design environment.\n\nQualifications:\n\n1. Educational Background: Bachelor's degree in Visual Communication Design, Graphic Design, Information Technology, Computer Science, Fine Arts, or a closely related design/technology field.\n2. Professional Experience: This program is specifically designed for fresh graduates with no prior full-time professional experience. A strong academic portfolio or personal projects showcasing design skills, creativity, and an interest in digital design are highly essential. Internships completed during your studies are a plus.\n3. Technical/Hard Skills: Proficiency or strong eagerness to learn industry-standard design and prototyping tools (e.g., Figma, Adobe Photoshop, Illustrator, Adobe XD, InVision). Foundational understanding of user-centered design principles, visual design elements, color theory, typography, and composition. Basic knowledge of web or mobile platform design guidelines is advantageous.\n4. Soft Skills: Strong attention to detail and a keen eye for aesthetics. Excellent communication skills (written and verbal) for effective collaboration and presenting design concepts. Proactive, eager to learn, creative, adaptable, and a strong team player.\n5. Bonus Points: Any experience with basic motion graphics or front-end coding (HTML/CSS). Active involvement in design communities or contributions to open-source design projects.\n\nThis apprentice provides one slot under the role of Digital Designer Apprentice, but each candidate will be assigned to a specific specialization (Graphic Designer Apprentice, Web UI/UX Designer Apprentice or Mobile UI/UX Designer Apprentice) based on skills, interest, and initial assessment. You are not expected to handle all specializations at once.", "application_deadline": "2025-12-07", "quota": 3, "registered": 23, "position_type": "Digital Designer Apprentice Specialization Track: Graphic Designer/Web & Mobile UI/UX Designer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}