{"id": 10537, "source_id": "a080bb95-a16f-4fbe-87ee-5b35a213647a", "company_name": "Rumah Sakit Jantung dan Pembuluh Darah Harapan Kita Jakarta", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA BARAT", "recommended_degree": "Rekam Medis dan Informasi Kesehatan, Rekam Medik dan Informasi Kesehatan, Perekam Medis dan Informasi Kesehatan (Diploma, Sarjana)", "job_title": "Staf Rekam Medik", "job_description": "'- Mengindentifikasi formulir yang akan dilakukan alih media, Mengklasifikasi formulir rekam medis sesuai jenis pemeriksaan nya, Mengklasifikasi formulir rekam medis sesuai jenis pemeriksaan nya, melakukan proses alih media dari hasil pemeriksaan dari instalasi rehab medik, melakukan proses alih media hasil pemeriksaan vaskuler, melakukan proses alih media formulir rekam medis dari unit radiologi, melakukan proses alih media formulir rekam medis dari unit diagnostik noninvasif, melakukan penginputan dan penyimpanan file berdasarkan no rekam medis dan nama pasien, melakukan upload dokumen ke dalam EMR sesuai jenis pemeriksaan, melakukan review kesesuaian antara formulir rekam medis dan hasil upload EMR.\n- Terlaksana proses tinjauan rekam medis tertutup pasien rawat inap, Terlaksana proses tinjauan rekam medis tertutup pasien rawat jalan, terlaksana proses koding diaplikasi SIRS pada pasien rawat jalan, terlaksana proses koding diaplikasi SIRS pada pasien rawat inap,  terlaksana proses koding diaplikasi SIRS pada pasien UGD.\n- terlaksananya proses koding diagnosa dan tindakan dan grouping INACBGs dari SEP serta layanan klaim rawat jalan, Terlaksananya proses koding diagnosa dan tindakan dan grouping INACBGs dari SEP serta layanan klaim rawat inap.\n- Mendaftarkan pasien rawat inap, Mendaftarkan pasien rawat jalan, Mendaftarkan pasien UGD", "application_deadline": "2025-12-07", "quota": 10, "registered": 31, "position_type": "Staf Rekam Medik", "government_agency": "Kementerian Kesehatan", "sub_government_agency": "Rumah Sakit Jantung dan Pembuluh Darah Harapan Kita Jakarta", "angkatan": "3", "tahun": "2025"}