{"id": 10756, "source_id": "a0766579-6f1f-4068-b852-17572ecdf4a0", "company_name": "Citra Celebas Multimedia", "province": "JAWA BARAT", "city": "KAB. PURWAKARTA", "recommended_degree": "Teknik Elektro, Teknik Listrik (Diploma, Sarjana)", "job_title": "TEKNISI", "job_description": "1. Bertanggung jawab dalam melaksanakan kegiatan maintenance, instalasi, dan konfigurasi jaringan internet di lokasi rumah atau kantor pelanggan. 2. Melakukan pemasangan perangkat jaringan seperti router, modem, dan perangkat pendukung lainnya sesuai standar perusahaan. 3. Melakukan pemeriksaan koneksi dan troubleshooting terhadap gangguan jaringan untuk memastikan layanan berjalan dengan optimal. 4. Melaksanakan perawatan rutin (preventive maintenance) guna mencegah terjadinya gangguan teknis pada jaringan pelanggan. 5. Memastikan seluruh perangkat dan sistem jaringan berfungsi dengan baik, stabil, dan sesuai dengan standar kualitas layanan (QoS). 6. Menjalankan pekerjaan dengan kepatuhan terhadap prosedur keselamatan kerja dan SOP teknis perusahaan. 7. Memberikan pelayanan prima kepada pelanggan dengan sikap profesional, ramah, dan komunikatif. 8. Responsif terhadap laporan gangguan atau permintaan pelanggan, serta memberikan solusi teknis dengan cepat dan tepat. 9. Menyusun dan melaporkan dokumentasi hasil pekerjaan, termasuk data instalasi, perbaikan, dan hasil pengecekan lapangan. 10. Berkoordinasi dengan tim teknis dan customer service untuk memastikan penanganan gangguan serta instalasi berjalan lancar. 11. Menjaga kualitas layanan internet, keamanan jaringan, serta memastikan kepuasan pelanggan dalam setiap pekerjaan yang dilakukan. 12. Melakukan uji koneksi akhir (final testing) sebelum meninggalkan lokasi pelanggan untuk memastikan layanan berfungsi tanpa kendala. 13. Berpartisipasi aktif dalam evaluasi teknis dan peningkatan kualitas jaringan sesuai perkembangan teknologi dan kebutuhan pelanggan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 2, "position_type": "TEKNISI", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}