{"id": 10779, "source_id": "a07c7f9f-ce91-4421-808f-8ab57509d1ac", "company_name": "Kasih Itu Indah", "province": "JAWA BARAT", "city": "KAB. BANDUNG BARAT", "recommended_degree": "Ilmu Lingkungan, Sanitasi, Sanitasi Lingkungan (Diploma, Sarjana)", "job_title": "Head Public Area", "job_description": "1. Perencanaan & Pengawasan Kebersihan\n\nMenyusun dan mengatur jadwal kerja tim kebersihan (shift, area tugas, rotasi).\n\nMemastikan seluruh area—baik outdoor maupun indoor—bersih, rapi, wangi, dan aman untuk tamu maupun karyawan.\n\nMemeriksa hasil kerja staf kebersihan secara rutin dan memberikan evaluasi jika ditemukan kekurangan.\n\n2. Manajemen Tim & Pelatihan\n\nMembimbing, mengarahkan, dan memotivasi anggota tim agar bekerja sesuai standar.\n\nMemberikan pelatihan prosedur kebersihan, penggunaan alat, serta SOP keselamatan kerja.\n\nMelakukan penilaian kinerja staf dan memberikan rekomendasi pengembangan.\n\n3. Pengelolaan Peralatan & Inventaris\n\nMengontrol persediaan perlengkapan kebersihan (chemical, lap, alat, mesin).\n\nMengajukan kebutuhan pembelian dan memastikan penggunaan material secara efisien.\n\nMemastikan seluruh alat berfungsi baik, terawat, dan aman digunakan.\n\n4. Standar Kebersihan & Kepatuhan SOP\n\nMemastikan seluruh prosedur kebersihan dijalankan sesuai SOP perusahaan.\n\nMembuat atau memperbarui SOP dan check-list area bila diperlukan.\n\nMenjaga standar higienitas khusus area sensitif (dapur, toilet, ruang event, ruang publik).\n\n5. Penanganan Keluhan & Koordinasi\n\nMenangani keluhan tamu atau manajemen terkait kebersihan dengan cepat dan efektif.\n\nBerkoordinasi dengan semua departemen (Front Office, F&B, Engineering, Event) untuk memastikan kebutuhan kebersihan terpenuhi.\n\nMengatur respons cepat jika ada kondisi darurat (tumpahan, kerusakan, event mendadak).\n\n6. Inspeksi & Pelaporan\n\nMelakukan inspeksi harian, mingguan, dan bulanan di seluruh area kerja.\n\nMenyusun laporan kondisi kebersihan, progres kerja tim, serta kebutuhan perbaikan.\n\nMemberikan rekomendasi peningkatan kualitas kebersihan dan efisiensi kerja.\n\n7. K3 (Keamanan & Keselamatan Kerja)\n\nMengawasi penerapan standar keselamatan kerja dalam penggunaan chemical dan peralatan.\n\nMenjamin area kerja aman dan bebas potensi bahaya.\n\nMemberikan edukasi tentang APD (Alat Pelindung Diri) kepada tim.", "application_deadline": "2025-12-07", "quota": 2, "registered": 2, "position_type": "Head Public Area", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}