{"id": 10780, "source_id": "a07f0744-394f-4d75-be69-cb32bac84bc5", "company_name": "Gemilang Agro Inovasi", "province": "JAWA BARAT", "city": "KAB. SUKABUMI", "recommended_degree": "Teknik Mesin (Diploma)", "job_title": "Maintenance", "job_description": "Melakukan pemeliharaan preventif dan perbaikan (corrective maintenance) pada semua mesin produksi — mulai dari mesin pengolah bahan baku, mesin penggoreng / oven / pengering, mesin pengemasan, hingga utilitas pendukung (motor, belt, gear, conveyor, sistem listrik, dll). \nEnergy Jobline\n+2\nBidangUsaha\n+2\n\nMelakukan pemeriksaan rutin mesin & peralatan: cek kondisi mesin, suara, suhu, pelumasan, sensor/elektrikal, kebocoran, keausan komponen, dan lainnya sesuai jadwal. \nBidangUsaha\n+2\nFirst Quality Produce\n+2\n\nMembersihkan, melumasi, dan menjaga kebersihan bagian mesin serta area kerja/pabrik agar tetap aman dan tertata, termasuk pembersihan sisa bahan, debu, oli, dan menjaga sanitasi sesuai standar produksi (terutama jika produksi makanan). \nEnergy Jobline\n+2\nLakewood Organic\n+2\n\nMengganti atau memperbaiki suku cadang / komponen mesin yang rusak atau aus — misalnya belt, bearing, gear, bagian motor, instalasi listrik, sistem pneumatic/hidrolik jika ada. \nIntertech Products, Inc.\n+2\nworkNet DuPage Career Center\n+2\n\nMendiagnosis kerusakan, mencari akar penyebab (troubleshooting), serta mengambil tindakan perbaikan cepat agar downtime produksi dapat diminimalkan. \nphiljobnet.gov.ph\n+2\nIndeed\n+2\n\nMenyusun dan menjalankan jadwal pemeliharaan rutin (maintenance plan / preventive schedule), serta dokumentasi hasil maintenance — termasuk pencatatan kerusakan, perbaikan, penggantian parts, waktu kerja, dan laporan kemudian kepada manajemen. \nvelvetjobs.com\n+2\nworkNet DuPage Career Center\n+2\n\nBekerja sama dan koordinasi dengan bagian produksi, quality control, dan tim manajemen untuk memastikan mesin selalu dalam kondisi optimal — mendukung kelancaran produksi agar target output dan kualitas produk tercapai. \nEnergy Jobline\n+2\ncdcjobfair.uinsgd.ac.id\n+2\n\nMematuhi prosedur keselamatan kerja (safety, K3), termasuk penggunaan alat pelindung diri (APD), prosedur listrik/mesin, serta menjaga kebersihan dan keamanan area kerja", "application_deadline": "2025-12-07", "quota": 1, "registered": 2, "position_type": "Maintenance", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}