{"id": 10817, "source_id": "a07c9526-9dbf-4acb-84f4-387c1507f588", "company_name": "Maju Industri Sejahtera", "province": "JAWA BARAT", "city": "KAB. BEKASI", "recommended_degree": "Manajemen Pemasaran, Manajemen Pemasaran/Marketing, Manajemen, Pemasaran Digital, Ilmu Komunikasi (Diploma, Sarjana)", "job_title": "Marketing Executive", "job_description": "Marketing Executive bertanggung jawab mengembangkan strategi pemasaran, meningkatkan brand awareness, dan mendorong penjualan produk ATK serta produk general trading perusahaan. Posisi ini berfokus pada promosi, komunikasi pemasaran, serta aktivitas untuk membangun hubungan dengan pelanggan dan memperluas market share.\n\nTugas & Tanggung Jawab Utama:\n\n1. Strategi & Perencanaan Marketing\n\n- Menyusun dan menjalankan strategi pemasaran untuk meningkatkan visibilitas produk dan penjualan.\n- Menganalisis pasar, tren kompetitor, dan kebutuhan pelanggan untuk menentukan target pasar.\n- Menetapkan konsep dan kalender marketing bulanan.\n\n2. Promosi & Aktivitas Pemasaran\n\n- Membuat konten marketing (gambar, caption, video sederhana) untuk media sosial perusahaan.\n- Menjalankan kampanye iklan digital (Facebook Ads, Instagram Ads, dll.) bila diperlukan.\n- Menyiapkan materi promosi seperti katalog, brosur, flyer, dan company profile.\n- Mengelola website atau marketplace (Tokopedia, Shopee, dll.) jika perusahaan menjual secara online.\n\n3. Brand Awareness & Pengembangan Produk\n\n- Meningkatkan brand image perusahaan melalui aktivitas pemasaran yang relevan.\n- Melakukan riset kebutuhan pelanggan untuk pengembangan produk baru ATK atau general trading.\n- Membantu mengemas produk secara lebih menarik (packaging, visual marketing).\n\n4. Hubungan Pelanggan & Support Penjualan\n\n- Mengelola komunikasi dengan calon pelanggan melalui WhatsApp, email, dan media sosial.\n- Menyusun quotation/penawaran harga bekerja sama dengan tim sales/business development.\n- Menindaklanjuti prospek yang masuk melalui iklan, konten, atau media sosial.\n- Membantu menjaga hubungan baik dengan pelanggan untuk repeat order.\n\n5. Monitoring & Pelaporan\n\n- Membuat laporan perkembangan marketing mingguan/bulanan.\n- Memantau performa kampanye digital dan memberikan rekomendasi perbaikan.\n- Mengevaluasi efektivitas strategi marketing dan menyusun rencana berikutnya.", "application_deadline": "2025-12-07", "quota": 3, "registered": 3, "position_type": "Marketing Executive", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}