{"id": 11031, "source_id": "a0704bcd-2547-4436-9c74-4b8725ef0526", "company_name": "Hyoshii Agri Sejahtera", "province": "JAWA BARAT", "city": "KAB. BANDUNG BARAT", "recommended_degree": "Teknik Perencanaan Irigasi Dan Rawa, Teknik Pengairan, Agroteknologi Pertanian, Teknik Perancangan Irigasi Dan Penanganan Pantai (Diploma, Sarjana)", "job_title": "IRRIGATION SPECIALIST", "job_description": "Strategi dan Pelaksanaan Irigasi:\nMengembangkan, menerapkan, dan menyesuaikan jadwal irigasi harian sesuai kebutuhan spesifik tanaman, kondisi cuaca, dan tingkat penyerapan air oleh tanaman.\nMemastikan penggunaan sistem irigasi tetes yang efisien untuk mendukung pertumbuhan optimal tanaman.\nPenggunaan Data Irigasi:\nMengumpulkan dan menganalisis data irigasi untuk memahami korelasi antara lingkungan tanaman, frekuensi irigasi, dosis air, dan dampaknya pada waktu tertentu.\nMenyusun strategi irigasi berbasis data untuk meningkatkan efisiensi air dan hasil panen.\nFasih dalam terminologi irigasi dan mampu membaca serta menginterpretasikan data irigasi harian untuk pengambilan keputusan yang tepat.\nPemeliharaan dan Optimalisasi Sistem:\nMengawasi instalasi, pemeliharaan, kalibrasi, dan perbaikan infrastruktur irigasi seperti pompa, pipa, dan sensor otomatis.\nMelakukan inspeksi rutin terhadap sistem untuk memastikan performa optimal tanpa kebocoran atau ketidakefisienan.\nKolaborasi dengan Tim Hyoshii:\nBekerja sama dengan tim agronomi dan manajemen lahan untuk memastikan keselarasan praktek irigasi dengan kebutuhan nutrisi tanaman.\nMemberikan pelatihan kepada pekerja lapangan terkait penggunaan sistem irigasi canggih dan praktik terbaik irigasi.\nKeberlanjutan dan Kepatuhan:\nMemastikan semua praktik irigasi mematuhi regulasi lingkungan yang berlaku.\nMendorong pengembangan solusi inovatif untuk efisiensi air dan pengurangan dampak lingkungan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "IRRIGATION SPECIALIST", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}