{"id": 11090, "source_id": "a07ec237-3925-4186-ad7c-cc0777bda53e", "company_name": "Muhami Multi Jasa", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Administrasi Bisnis, Bisnis Digital, Pemasaran Digital, Teknologi Informasi, Hubungan Masyarakat Dan Komunikasi Digital (Sarjana, Diploma)", "job_title": "Solutions Consultant (Intern)", "job_description": "Gambaran Peran:\nProgram ini dirancang untuk Anda yang ingin belajar bisnis teknologi (SaaS) secara menyeluruh (End-to-End). Anda tidak hanya belajar berjualan, tapi juga belajar teknis produk dan cara retensi pelanggan. Anda akan menjadi tim dalam mempersiapkan solusi bagi klien.\n\nTugas & Tanggung Jawab:\n1. Presales Support (Penguasaan Produk & Demo)\n• Deep Learning: Wajib mempelajari produk SaaS yang dijual sampai paham fitur-fiturnya dalam bulan pertama.\n• Demo Preparation: Membantu senior menyiapkan materi presentasi, akun demo (trial account), atau skenario tes sebelum presentasi ke klien besar.\n• Standard Demo: Melakukan demo produk dasar (basic walkthrough) untuk calon klien dengan skala kecil (UMKM) atau leads tahap awal.\n2. Sales Support (Mencari & Menyaring)\n• Prospecting: Mencari data calon klien potensial (via LinkedIn, Google, Direktori Bisnis) untuk dihubungi oleh tim Sales.\n• Lead Qualification: Melakukan chat/telepon awal untuk memastikan apakah calon klien \"cocok\" dan punya anggaran sebelum diteruskan ke Senior Consultant.\n• Admin Sales: Membantu membuat draf penawaran harga (quotation) dan memastikan data di CRM (sistem database pelanggan) rapi.\n3. Customer Success Support (Onboarding & Sapaan)\n• User Onboarding: Memandu klien baru tentang cara login pertama kali dan pengaturan dasar via Zoom/Google Meet.\n• Health Check: Secara proaktif menyapa klien lama via WhatsApp/Email hanya untuk bertanya, \"Apakah ada kendala pemakaian minggu ini?\"\n• Testimonial Gathering: Meminta feedback atau testimoni dari klien yang puas untuk bahan marketing.\n\nKualifikasi:\n• Fresh Graduate (Semua jurusan, tapi Bisnis/IT/Komunikasi lebih disukai).\n• Wajib \"Tech-Savvy\": Suka mengulik aplikasi/software baru. Tidak gagap teknologi.\n• Komunikasi Luwes: Berani berbicara dengan orang baru, bahasa sopan, dan tidak pemalu.\n• Punya laptop sendiri (biasanya standar untuk magang remote/hybrid).\n• Bahasa Inggris (bisa baca manual software).\n\nApa yang Didapat:\n1. Ilmu: Belajar langsung dunia B2B SaaS yang sedang tren.\n2. Mentorship: Dibimbing langsung cara negosiasi dan handling klien.\n3. Insentif Tambahan: Komisi menarik berbasis kinerja.\n4. Sertifikat & Rekomendasi Kerja.", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Solutions Consultant (Intern)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}