{"id": 11179, "source_id": "a07ec7a5-8de3-4a0a-86d9-4c2495950f9e", "company_name": "Dirgantara Indonesia", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Akuntansi Keuangan, Akuntansi (Sarjana)", "job_title": "Corporate Social Responsibility Officer", "job_description": "1.Pencatatan Transaksi Keuangan Program TJSL: Mencatat semua transaksi keuangan yang terkait dengan pelaksanaan program TJSL, termasuk pengeluaran untuk pendidikan, lingkungan, dan pengembangan UMK (Usaha Mikro Kecil).\n2. Penyusunan Anggaran: Membantu dalam proses perencanaan dan penyusunan anggaran tahunan untuk setiap inisiatif TJSL, serta memonitor realisasi anggaran tersebut secara berkala.\n3. Pengelolaan Arus Kas: Mengelola dan mengontrol arus kas yang dialokasikan untuk program TJSL, termasuk pembayaran kepada pemasok, mitra, atau penerima manfaat program.\n4. Penyusunan Laporan Keuangan: Menyiapkan laporan keuangan khusus untuk kegiatan TJSL (seperti laporan operasional, laporan perubahan ekuitas, dan catatan atas laporan keuangan), memastikan keakuratan dan kepatuhan terhadap standar akuntansi yang berlaku.\n5. Analisis dan Evaluasi Keuangan: Melakukan analisis keuangan terhadap efektivitas biaya program TJSL dan memberikan masukan atau rekomendasi untuk pengambilan keputusan di tingkat manajemen terkait alokasi dana.\n6. Kepatuhan dan Regulasi: Memastikan bahwa semua aktivitas keuangan program TJSL mematuhi regulasi lokal, standar akuntansi yang relevan, dan kebijakan internal perusahaan.\n7. Dokumentasi dan Pengarsipan: Bertanggung jawab atas penyimpanan catatan dan dokumen keuangan program TJSL secara rapi dan sistematis untuk keperluan audit.\n8. Koordinasi Audit: Berkoordinasi dengan auditor internal maupun eksternal selama proses audit terkait laporan keuangan program TJSL", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Corporate Social Responsibility Officer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}