{"id": 11359, "source_id": "a0744fb1-8c9d-4f80-9472-3d0eb0789632", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Tata Busana, Desain Produk Tekstil, Desain Produk, Desain Mode, Fashion Merchandising (Diploma, Sarjana)", "job_title": "Technical Designer", "job_description": "Technical Drawing (Fashion)\t\nMembuat gambar teknis pakaian (technical flat) dengan detail ukuran, stitching, finishing, dan komponen pakaian lainnya untuk kebutuhan produksi sample. Peserta belajar membaca brief desain, mengolah detail struktur pakaian, dan menyajikan gambar teknis yang siap dieksekusi pattern maker.\n\nSpec Sheet & Measurement Chart\t\nMenyusun spec sheet dan measurement chart lengkap untuk sample garment. Peserta belajar menentukan ukuran dasar, grading sederhana, dan menyusun data teknis yang dibutuhkan sample room.\n\nFabric & Material Understanding\t\nMemahami karakteristik fabric, jenis material, penggunaan interfacing, serta kebutuhan tenaga jahit. Peserta belajar melihat kesesuaian material dengan desain dan teknik produksi.\n\nSampling Support (Prototyping)\t\nMendampingi proses pembuatan sample: memberikan arahan teknis kepada sample maker, memeriksa hasil prototype, memberi tanda koreksi, dan menyiapkan revisi.\n\nPattern Communication\t\nMembantu menjembatani desainer, pattern maker, dan sample maker dengan menerjemahkan desain menjadi data teknis yang mudah dipahami.\n\nQuality Check Sample\t\nMelakukan pengecekan kualitas sample dari sisi ukuran, konstruksi, finishing, kesesuaian desain, dan kenyamanan fitting.\n\nFitting Session Support\t\nMendampingi sesi fitting model, mencatat catatan koreksi (fitting notes), berkoordinasi dengan pattern maker, dan memastikan revisi dilakukan sesuai instruksi.\n\nAttitude\t\nMenunjukkan sikap kerja profesional, detail-oriented, sabar menghadapi revisi, dan terbuka terhadap feedback. Peserta belajar etika kerja di sample room dan berkolaborasi lintas tim.", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Technical Designer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}