{"id": 11351, "source_id": "a0744f17-d057-4c8f-a090-5e6b4d72e82f", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Desain Interior, Arsitektur, Desain Produk, Teknik Sipil, Arsitektur Interior (Diploma, Sarjana)", "job_title": "Drafter Designer", "job_description": "Gambar Kerja (Detail Teknis)\t\nMembuat gambar kerja detail yang mencakup ukuran, warna, material, dan finishing sesuai standar perusahaan. Peserta belajar membaca brief, menentukan ukuran presisi, menyusun spesifikasi material, warna, dan detail finishing agar dapat dieksekusi vendor atau internal tim teknis.\n\n2D Gambar Desain & Rendering\t\nMembuat gambar 2D desain (denah, tampak, potongan) dan rendering sederhana sebagai media komunikasi visual. Peserta mempelajari pemilihan warna, tekstur, pencahayaan, dan perspektif dasar.\n\nStore Productivity\t\nMenghubungkan desain teknis dengan kebutuhan operasional toko seperti ruang gerak, zonasi, sirkulasi, dan efektivitas penataan. Peserta belajar analisis layout untuk mendukung performa toko.\n\nAplikasi SketchUp & AutoCAD\t\nMengoperasikan software desain untuk menghasilkan gambar 2D & 3D. Peserta mempelajari tools dasar & lanjutan: pengukuran, layers, anotasi, modeling, serta export untuk keperluan cetak & render.\n\nRAB – Renovasi & New Store\t\nMenyusun RAB (Rencana Anggaran Biaya) untuk kebutuhan renovasi & new store. Peserta mempelajari cara menghitung material, tenaga kerja, dan estimasi biaya pembangunan.\n\nStore Visit\t\nMelakukan survei lapangan untuk mengukur site, mencatat kondisi eksisting, mengambil dokumentasi, serta melakukan validasi hasil implementasi desain.\n\nAttitude\t\nMenunjukkan profesionalisme, kreativitas, disiplin, serta kemampuan menerima revisi & feedback dari mentor dan user. Peserta belajar etika kerja kreatif dan kolaborasi lintas departemen.", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Drafter Designer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}