{"id": 11377, "source_id": "a0814b62-cdee-4195-a18a-e76effd00881", "company_name": "Pusdiklat Anggaran dan Perbendaharaan", "province": "JAWA BARAT", "city": "KAB. BOGOR", "recommended_degree": "Ilmu Komunikasi, Administrasi Publik, Psikologi, Teknologi Pendidikan (Sarjana)", "job_title": "Asisten Pelaksana Evaluasi Pelatihan Pada Tim Kerja AP 03", "job_description": "Rencana Penugasan:\nImplementasi pembelajaran/pelatihan\nEvaluasi pelatihan dan pengelolaan data:\n 1. Mendukung perencanaan dan pelaksanaan teknis pelatihan (tatap muka, blended, e-learning). \n2. Mendukung pengelolaan Learning Management System (LMS) dan administrasi pembelajaran. \n3. Mendukung perancangan dan pelaksanaan evaluasi pelatihan (kuesioner, survei, monitoring hasil). \n4. Mendukung pengolahan dan analisis dasar data pelatihan dan evaluasi. \n5. Mendukung dokumentasi dan manajemen pengetahuan terkait pelatihan.\n6. Mendukung pengembangan instrumen, pengumpulan data, dan analisis dasar untuk evaluasi pelatihan (misalnya model Kirkpatrick, survei kepuasan, follow-up pasca pelatihan).\n\nKualifikasi:\n1. Menguasai Excel tingkat intermediate (fungsi dasar statistik, grafik, pivot table). \n2. Familiar dengan pengolahan data survei dan statistik dasar (mean, standar deviasi, korelasi sederhana.\n3. Pengalaman menggunakan SPSS/R/Python untuk analisis data (nilai tambah).\n4. Memahami konsep dasar evaluasi pelatihan (misalnya Kirkpatrick Model) atau bersedia mempelajarinya dengan cepat.\n5. Mampu menyusun ringkasan analitis dari data (narasi singkat hasil survei dan rekomendasi perbaikan).\n6. Memiliki kemampuan menulis dengan baik (laporan, ringkasan, bullet points) dan memperhatikan kaidah bahasa formal.\n7. Teliti, sistematis, dan sensitif terhadap kualitas data (cek konsistensi, outlier, data hilang).\n8. Mampu bekerja dengan tenggat waktu dan mengelola beberapa kegiatan evaluasi secara paralel.\n9. Pernah terlibat dalam penelitian kuantitatif atau penyusunan kuesioner (misalnya skripsi, proyek kampus) (nilai tambah).\n10. Memiliki sertifikat data analysis, survey design, atau evaluasi program/pelatihan (opsional/nilai tambah)", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Asisten Pelaksana Evaluasi Pelatihan Pada Tim Kerja AP 03", "government_agency": "Kementerian Keuangan", "sub_government_agency": "Pusdiklat Anggaran dan Perbendaharaan", "angkatan": "3", "tahun": "2025"}