{"id": 11379, "source_id": "a0708d14-50f5-4d45-868d-a9c03c97fdda", "company_name": "Firnas Digital Indonesia", "province": "JAWA BARAT", "city": "KOTA BEKASI", "recommended_degree": "Akuntansi, Akuntansi Keuangan Perusahaan, Akuntansi Keuangan, Akuntansi Manajemen, Akuntansi Perpajakan (Sarjana)", "job_title": "Finance and Accounting", "job_description": "Ruang Lingkup Pekerjaan A. Finance • Perencanaan dan Pengelolaan Keuangan 1. Menyusun dan mengelola anggaran tahunan (budgeting) dan cash flow perusahaan. 2. Melakukan analisis perencanaan keuangan jangka pendek dan jangka panjang. 3. Menyusun laporan proyeksi kas masuk dan keluar. • Pengelolaan Kas dan Bank 4. Melakukan pengawasan dan pencatatan transaksi kas dan bank. 5. Menangani pembayaran kepada vendor/supplier serta penerimaan dari pelanggan. 6. Melakukan rekonsiliasi bank secara berkala. • Manajemen Piutang dan Hutang 7. Memastikan penagihan (invoice) kepada pelanggan dilakukan tepat waktu. 8. Melakukan monitoring pembayaran customer dan aging piutang. 9. Mengatur jadwal pembayaran kewajiban perusahaan kepada vendor/supplier. • Pembiayaan dan Investasi 10. Mengelola kebutuhan pembiayaan perusahaan (loan, leasing, atau kredit usaha). 11. Melakukan evaluasi atas rencana investasi dan capital expenditure. • Kepatuhan dan Audit Internal 12. Memastikan seluruh transaksi keuangan sesuai dengan kebijakan perusahaan dan hukum yang berlaku. 13. Menyiapkan dokumen pendukung untuk audit internal maupun eksternal. B. Accounting • Pencatatan Transaksi Keuangan 14. Melakukan pencatatan seluruh transaksi keuangan ke dalam sistem akuntansi. 15. Memastikan kelengkapan dan keakuratan dokumen pendukung setiap transaksi. • Penyusunan Laporan Keuangan 16. Menyusun laporan keuangan bulanan, triwulanan, dan tahunan (L/R, Neraca, Arus Kas, dan Laporan Perubahan Modal). 17. Melakukan analisis atas hasil laporan keuangan untuk manajemen. • Pengendalian dan Rekonsiliasi 18. Melakukan rekonsiliasi antara laporan keuangan dan transaksi aktual (kas, bank, piutang, hutang, persediaan). 19. Mengontrol dan mencocokkan data antar departemen (Finance, Procurement, Warehouse, dan Sales). • Perpajakan 20. Menghitung, menyetor, dan melaporkan pajak perusahaan (PPN, PPh, dsb) sesuai peraturan perpajakan yang berlaku. 21. Menyusun laporan SPT Masa dan SPT Tahunan serta memastikan ketepatan waktu pelaporannya. • Aset Tetap dan Penyusutan 22. Melakukan pencatatan, pengawasan, dan perhitungan penyusutan aset tetap. 23. Melakukan inventarisasi aset secara berkala. 4. Koordinasi dan Laporan - Berkoordinasi dengan departemen lain (Sales, Procurement, Operasional, dan HR) untuk kelancaran arus data dan transaksi keuangan. - Memberikan laporan keuangan dan analisis kepada manajemen secara periodik. - Menyediakan data dan informasi keuangan untuk kebutuhan audit dan pengambilan keputusan manajemen. 5. Output Utama - Laporan keuangan bulanan dan tahunan. - Laporan cash flow harian/mingguan/bulanan. - Rekonsiliasi bank dan laporan piutang–hutang. - Laporan perpajakan (PPN, PPh, SPT Masa dan Tahunan). - Analisis kinerja keuangan dan rekomendasi strategis.", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Finance and Accounting", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}