{"id": 11397, "source_id": "a07e9ec7-da11-4ffd-86c4-23f5f03ef3ac", "company_name": "PT. Padepokan Tujuh Sembilan", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Desain Komunikasi Visual -, Manajemen Pemasaran/Marketing, Komunikasi Digital dan Media, Pemasaran Digital, Teknologi Informatika Multimedia Digital (Diploma, Sarjana)", "job_title": "Social Media Specialist", "job_description": "Kalau kamu adalah tipe orang yang selalu update tren, jago bikin konten yang “ngena”, dan suka ngulik performa postingan sampai tahu mana yang paling works — maka posisi Social Media Specialist di Padepokan 79 adalah tempat yang tepat buat kamu berkembang. Di sini, kamu bukan cuma pegang akun Instagram dan LinkedIn — tapi kamu akan jadi suara dan wajah digital yang membentuk citra Padepokan 79 di dunia profesional.\n\nKamu akan merancang strategi, bikin konten kreatif, menganalisis performa, dan memastikan setiap postingan bukan sekadar tampil, tapi berdampak. Dengan lingkungan yang kolaboratif dan budaya belajar yang kuat, kamu bisa eksplorasi ide, eksekusi dengan rapi, serta melihat langsung bagaimana karya kamu membangun brand perusahaan di kanal B2B.\n\nJika kamu suka tantangan, berfikir kreatif, dan ingin jadi bagian dari tim yang bergerak cepat dan visioner — posisi ini cocok banget buat kamu.\n\nJobdesk:\n1. Merancang strategi dan menyusun content calendar.\n2. Membuat dan mengelola konten kreatif untuk platform Instagram dan LinkedIn.\n3. Memantau performa media sosial dan menyiapkan laporan rutin.\n4. Berpengalaman dalam mengelola akun media sosial, khususnya LinkedIn dan Instagram.\n5. Memahami karakter dan kebutuhan konten untuk channel B2B.\n6. Mampu membuat copywriting yang menarik dan sesuai karakter tiap platform.\n7. Familiar dengan tools desain dasar (Canva/Figma) dan tools manajemen media sosial.\n8. Terampil dalam membuat content plan, content calendar, serta mengeksekusi jadwal posting yang terstruktur.\n9. Menguasai analisis performa konten menggunakan LinkedIn Analytics, Meta Business Insights, atau insight platform lainnya.\n10. Memiliki kemampuan riset industri, analisis kompetitor, dan membaca tren untuk membuat konten yang relevan.\n11. Berpengalaman berkoordinasi dengan tim internal untuk menyelaraskan pesan dan kampanye.\n12. Memiliki komunikasi yang baik, inisiatif tinggi, dan bertanggung jawab dalam delivery konten.\n13. Pengetahuan tentang SEO dan Google Ads menjadi nilai tambah.", "application_deadline": "2025-12-07", "quota": 2, "registered": 5, "position_type": "Social Media Specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}