{"id": 11468, "source_id": "a080cbc7-c074-443b-80c2-8ec8b182caaf", "company_name": "Teknologi Edukasi Indonesia", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Ilmu Komunikasi, Sosiologi, Psikologi, Pembangunan Sosial (Sarjana)", "job_title": "Community Development Specialist", "job_description": "Kualifikasi:\n1. Minimum S1 diutamakan dari Jurusan: Ilmu Komunikasi, Sosiologi, Psikologi, Pembangunan Sosial/Kesejahteraan Sosial, atau bidang relevan lainnya.\n2. Komunikasi & Empati: Mampu berinteraksi, mendengarkan aktif, dan membangun kepercayaan dengan berbagai pihak.\n3. Fasilitasi & Mediasi: Mahir memimpin diskusi, workshop, dan menyelesaikan konflik internal komunitas.\n4. Pengorganisasian Komunitas: Pengalaman dalam mobilisasi dan pembentukan struktur komunitas lokal.\n5. Manajemen Proyek Dasar: Mampu merencanakan dan memonitor program pengembangan secara efektif.\n6. Analisis Kebutuhan: Mampu melakukan penilaian kebutuhan (needs assessment) dan mengukur dampak program.\n7. Pengalaman dalam Penyusunan Proposal dan/atau Penggalangan Dana (Fundraising).\n8. Kreativitas dalam Desain Program dan intervensi komunitas yang inovatif.\n9. Literasi Digital yang baik (menggunakan media sosial untuk tujuan pengembangan).\n10. Mampu mengoperasikan Microsoft Office Suite (Excel, Word, PowerPoint) atau Google Workspace dan Platform komunikasi komunitas (WhatsApp, Telegram) dan alat survei (Google Forms/SurveyMonkey).\n\nJob Description:\n\"1. Dukungan Program: Membantu persiapan logistik, materi, dan pelaksanaan kegiatan komunitas (workshop, pertemuan).\n2. Keterlibatan Komunitas: Mendukung komunikasi rutin melalui saluran digital dan mengumpulkan feedback dari anggota komunitas.\n3. Administrasi & Pelaporan: Mengorganisir data program (peserta, survei) dan berkontribusi dalam penyusunan laporan kemajuan program mingguan.\n4. Riset: Melakukan riset pendukung sederhana terkait kebutuhan dan isu pengembangan komunitas.\"", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Community Development Specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}