{"id": 11555, "source_id": "a07e9e4e-3926-4f05-b6c5-5846e34e69b8", "company_name": "Fathia Cahaya Mandiri", "province": "JAWA BARAT", "city": "KAB. KARAWANG", "recommended_degree": "Ilmu Hukum, Manajemen, Akuntansi, Ilmu Pemerintahan, Ilmu Komunikasi (Sarjana)", "job_title": "Staff Keuagan", "job_description": "pengelolaan kas dan arus kas, pembayaran tagihan (gaji, vendor, pajak), penyusunan laporan keuangan, verifikasi data keuangan, rekonsiliasi bank, serta analisis keuangan untuk mendukung pengambilan keputusan. Mereka juga bertanggung jawab untuk mengelola dokumen administratif terkait keuangan dan memastikan perusahaan patuh pada peraturan yang berlaku.  \nTugas dan tanggung jawab utama:\nPengelolaan Kas dan Arus Kas: Memastikan perusahaan memiliki likuiditas yang cukup untuk menjalankan operasional sehari-hari. \nPembayaran Tagihan: Melakukan pembayaran rutin seperti gaji karyawan, pajak, dan tagihan dari vendor, serta memverifikasi dokumen yang masuk. \nPenyusunan Laporan Keuangan: Menyusun laporan seperti neraca, laporan laba rugi, dan laporan arus kas untuk memberikan gambaran kondisi keuangan perusahaan. \nVerifikasi dan Rekonsiliasi: Memastikan kebenaran data dan mencocokkan catatan transaksi perusahaan dengan rekening bank (rekonsiliasi bank). \nAnalisis Keuangan: Melakukan analisis terhadap data keuangan untuk mengidentifikasi tren, risiko, dan peluang, yang dapat digunakan sebagai dasar strategi keuangan perusahaan. \nPengelolaan Pajak: Memastikan perusahaan memenuhi kewajiban perpajakannya sesuai peraturan yang berlaku. \nAdministrasi Keuangan: Mengelola dan mengarsipkan seluruh dokumen yang berkaitan dengan transaksi keuangan. \nPelaporan dan Komunikasi: Menyampaikan laporan keuangan kepada manajemen dan departemen lain, serta berkomunikasi dengan pihak eksternal (seperti bank dan vendor).", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Staff Keuagan", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}