{"id": 11569, "source_id": "a07e6b56-b0ac-4163-9718-5cf1b122a57b", "company_name": "Gits Indonesia", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Sistem Informasi, Rekayasa Perangkat Lunak, Teknologi Komputer (Sarjana)", "job_title": "Fullstack", "job_description": "* Mengimplementasikan fitur baru dengan menggunakan Laravel (MVC architecture).\n* Membuat dan mengelola routing, middleware, controller, serta Eloquent ORM.\n* Menggunakan migration untuk membuat dan mengubah struktur database.\n* Mengembangkan dan mengintegrasikan RESTful API sesuai kebutuhan proyek.\n* Mendesain skema database sederhana sesuai kebutuhan aplikasi.\n* Menulis query dasar hingga menengah untuk PostgreSQL atau MySQL.\n* Menggunakan ORM (Eloquent) dalam pengelolaan data.\n* Mengimplementasikan tampilan sederhana menggunakan HTML, CSS, dan JavaScript.\n* Membantu integrasi frontend–backend dengan standar best practice.\n* Membantu penggunaan frontend framework/library (jika diperlukan).\n* Menerapkan caching (misalnya Redis) untuk meningkatkan performa aplikasi.\n* Mengelola session management di sisi server dan aplikasi.\n* Menggunakan Git untuk versioning, branching, merging, dan pull request.\n* Bekerja sama dengan tim developer, QA, dan project manager dalam alur agile/scrum (jika berlaku).\n* Membantu melakukan unit testing atau manual testing pada fitur yang dikembangkan.\n* Mengidentifikasi bug, melakukan perbaikan, dan memastikan fungsionalitas aplikasi berjalan baik.\n* Membuat dokumentasi fitur, API, struktur database, dan perubahan sistem.\n* Menggunakan Google Workspace (Docs, Sheets, Slides) untuk laporan, tracking progres, dan kolaborasi tim.\n* Menyampaikan progres kerja secara rutin kepada supervisor.\n* Bekerja efektif dalam tim dan menjaga komunikasi yang baik dengan lintas divisi.", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Fullstack", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}