{"id": 11602, "source_id": "a0805462-8b0a-481e-bf56-8a33c420e0cc", "company_name": "Telkom Regional Iii - Witel Bandung", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Teknik Informatika, Sistem Informasi, Ilmu Komputer (Sarjana)", "job_title": "Developer- Telkom CorpU 02", "job_description": "myDigiLearn\nmyDigiLearn sebagai platform Learning Experience Platform (LXP) yang dirancang untuk memenuhi kebutuhan pengembangan SDM, khususnya bagi PT. Telkom Indonesia dan anak perusahaan yang tergabung dalam Telkom Group. Dengan mengadopsi teknologi terkini seperti kecerdasan buatan/Artificial Intelligence (AI), myDigiLearn menawarkan pengalaman belajar yang terintegrasi, interaktif, dan terpersonalisasi.\n\nKriteria:\n1. Mahasiswa tingkat akhir atau fresh graduate jurusan Teknik Informatika, Sistem Informasi, atau bidang terkait.  \n2. Memiliki pemahaman dasar tentang sistem operasi Linux (perintah dasar terminal).  \n3. Familiar dengan konsep Cloud Computing (AWS/GCP/Azure) adalah nilai tambah.  \n4. Pernah menggunakan Version Control System (Git).  \n5. Memiliki ketertarikan kuat pada otomasi dan infrastruktur IT.  \n6. Memiliki kemampuan analisis masalah (problem-solving) yang baik.  \n7. Familiar dengan Docker atau konsep containerization adalah nilai tambah yang besar.\n\nTugas dan Tanggung Jawab:\n1. Membantu mengelola dan memantau infrastruktur cloud (seperti AWS atau GCP) untuk memastikan ketersediaan sistem\n2. Berpartisipasi dalam pemeliharaan pipeline CI/CD untuk mengotomatisasi proses deployment aplikasi\n3. Membantu tim dalam penulisan skrip otomasi (bash, python) untuk tugas-tugas operasional rutin.  \n4. Melakukan troubleshooting awal pada isu-isu terkait server dan jaringan di lingkungan staging.  \n5. Mempelajari dan mendokumentasikan topologi infrastruktur serta prosedur operasional standar.  \n6. Berkolaborasi dengan tim Developer untuk memastikan environment development konsisten dengan production.", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Developer- Telkom CorpU 02", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}