{"id": 11654, "source_id": "a07c7c79-d765-4b4d-892c-e794497bb0ff", "company_name": "Kasih Itu Indah", "province": "JAWA BARAT", "city": "KAB. BANDUNG BARAT", "recommended_degree": "Pendidikan Matematika, Administrasi BIsnis, Arsitektur Interior, Bisnis Jasa Makanan (Sarjana)", "job_title": "Personal Assistent", "job_description": "1. Administrasi & Pengelolaan Dokumen\n\nMenyusun, mengarsipkan, dan mengelola dokumen penting Direksi (surat, kontrak, laporan, proposal).\n\nMenyusun notulen rapat serta memastikan tindak lanjut dari hasil rapat.\n\nMenyusun materi presentasi, laporan mingguan/bulanan, dan dokumen pendukung lainnya.\n\n2. Manajemen Jadwal & Koordinasi Agenda\n\nMengatur dan memperbarui jadwal Direksi, termasuk meeting internal/eksternal.\n\nMengoordinasikan agenda dengan departemen terkait, klien, dan partner bisnis.\n\nMemastikan Direksi siap menghadiri agenda (briefing materi, penyediaan dokumen, transportasi, dll.).\n\n3. Komunikasi & Hubungan Eksternal\n\nMenjadi penghubung antara Direksi dengan pihak internal maupun eksternal.\n\nMenyusun dan mengirimkan korespondensi resmi (email, surat, memo).\n\nMenyaring informasi dan permintaan masuk sebelum diteruskan kepada Direksi.\n\n4. Pengaturan Perjalanan (Travel Arrangement)\n\nMengatur perjalanan dinas Direksi: tiket, akomodasi, transportasi, itinerary.\n\nMenyusun laporan biaya perjalanan dan memastikan kelengkapan dokumen reimbursement.\n\n5. Monitoring Proyek & Follow-Up Tugas\n\nMembantu Direksi memonitor progres proyek atau program prioritas.\n\nMelakukan follow-up kepada tim terkait untuk memastikan timeline dan output terpenuhi.\n\nMenyampaikan update kepada Direksi secara terjadwal.\n\n6. Dukungan Operasional Harian\n\nMenyiapkan kebutuhan kerja Direksi: dokumen, perangkat, perlengkapan rapat, dan keperluan administratif lainnya.\n\nMenangani tugas ad-hoc sesuai instruksi Direksi.\n\nMenjaga kerahasiaan informasi perusahaan dan menjaga profesionalitas dalam setiap situasi.\n\n7. Manajemen Prioritas & Pengambilan Keputusan Dasar\n\nMembantu menyusun prioritas harian Direksi berdasarkan urgensi dan pentingnya tugas.\n\nMengambil keputusan administratif ringan ketika diperlukan untuk kelancaran pekerjaan Direksi.", "application_deadline": "2025-12-07", "quota": 3, "registered": 6, "position_type": "Personal Assistent", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}