{"id": 11689, "source_id": "a076f893-79f4-49a0-83a6-b2fc9855e394", "company_name": "Karirjitu Indonesia Manajemen", "province": "JAWA BARAT", "city": "KOTA BEKASI", "recommended_degree": "Rekayasa Perangkat Lunak, Rekayasa Perangkat Lunak Aplikasi, Teknologi Rekayasa Perangkat Lunak, Teknologi rekayasa Perangkat Lunak (Diploma)", "job_title": "Programmer", "job_description": "1. Pengembangan Sistem & Aplikasi\n\nMembuat dan mengembangkan aplikasi internal seperti:\n\nSistem pendaftaran pelatihan & sertifikasi.\n\nSistem informasi jadwal pelatihan.\n\nSistem database peserta dan asesor.\n\nMengembangkan fitur baru berdasarkan kebutuhan lembaga (misalnya fitur pembayaran online, dashboard peserta, sertifikat digital).\n\n2. Pemeliharaan Website & Landing Page\n\nMengelola dan memperbarui website lembaga.\n\nMembuat halaman program pelatihan baru, promo, silabus, dan jadwal uji kompetensi.\n\nMengoptimalkan performa website (kecepatan, user experience, SEO dasar).\n\nMenangani bug atau error pada website atau sistem.\n\n3. Integrasi Teknologi Pendukung\n\nMengintegrasikan sistem dengan platform lain seperti:\n\nPayment gateway\n\nWhatsApp API\n\nGoogle Form / Google API\n\nLMS (Learning Management System)\n\nMemastikan seluruh sistem bekerja sinkron untuk memudahkan alur pendaftaran dan administrasi.\n\n4. Manajemen Database\n\nMendesain, mengatur, dan memelihara database peserta, instruktur, asesor, dan data pelatihan.\n\nMelakukan backup data secara berkala untuk mencegah kehilangan data penting.\n\nMenyediakan laporan dan data ketika dibutuhkan oleh tim pelatihan atau manajemen.\n\n5. Dukungan Teknis (Technical Support)\n\nMembantu tim pelatihan saat penggunaan platform kelas online, sistem ujian, atau aplikasi sertifikasi.\n\nMengatasi masalah teknis yang dialami peserta atau staf (misal: login gagal, data tidak masuk, sertifikat tidak terbuka).\n\nMengembangkan solusi otomasi untuk efisiensi kerja tim.\n\n6. Keamanan Sistem\n\nMengimplementasikan standar keamanan untuk melindungi data pribadi peserta.\n\nMengelola akses user untuk sistem internal.\n\nMemastikan sistem mengikuti standar keamanan digital dasar (SSL, enkripsi data, proteksi dari malware).\n\n7. Dokumentasi & Pelaporan\n\nMembuat dokumentasi teknis terkait pengembangan aplikasi atau pembaruan sistem.\n\nMemberikan laporan progres kepada manajemen.\n\nMenyusun panduan penggunaan sistem untuk staf internal.\n\n8. Inovasi Teknologi\n\nMenganalisis kebutuhan lembaga dan memberikan rekomendasi pengembangan teknologi baru.\n\nMengikuti tren digital terbaru yang dapat meningkatkan kualitas layanan pelatihan dan sertifikasi (contoh: AI, otomasi admin, e-certificate).", "application_deadline": "2025-12-07", "quota": 2, "registered": 6, "position_type": "Programmer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}