{"id": 11718, "source_id": "a07c9680-311b-43dc-812b-6c2f047244bf", "company_name": "Maju Industri Sejahtera", "province": "JAWA BARAT", "city": "KAB. BEKASI", "recommended_degree": "Sistem Informasi, Teknik Komputer Dan Jaringan, Administrasi Server dan Jaringan Komputer, Ilmu Komputer, Pendidikan Teknik Informatika & Komputer (Diploma, Sarjana)", "job_title": "IT Support", "job_description": "IT Support bertanggung jawab memastikan seluruh sistem teknologi informasi perusahaan berjalan lancar, aman, dan mendukung operasional harian. Posisi ini mencakup pemeliharaan perangkat keras, perangkat lunak, jaringan, serta memberikan dukungan teknis kepada seluruh karyawan.\n\nTugas & Tanggung Jawab Utama:\n\n1. Dukungan Teknis Harian\n\n- Menangani keluhan karyawan terkait masalah IT seperti komputer lambat, aplikasi error, printer bermasalah, dan jaringan tidak stabil.\n- Memberikan troubleshooting untuk perangkat hardware & software secara cepat dan efektif.\n- Membantu instalasi dan pengaturan perangkat baru (PC, laptop, printer, scanner).\n\n2. Manajemen Perangkat dan Infrastruktur Jaringan\n\n- Melakukan pemeliharaan rutin perangkat komputer, jaringan, server lokal, dan perangkat IT lainnya.\n- Mengatur, memonitor, dan memastikan koneksi internet perusahaan berjalan stabil.\n- Mengelola jaringan LAN/WiFi dan melakukan konfigurasi router atau access point bila diperlukan.\n\n3. Keamanan Sistem Informasi\n\n- Memastikan seluruh komputer dilengkapi antivirus dan update keamanan terbaru.\n- Melakukan backup data secara berkala untuk mencegah kehilangan data perusahaan.\n- Memonitor keamanan jaringan dari potensi serangan atau data breach.\n\n4. Pengelolaan Sistem & Software\n\n- Instalasi, update, dan pengaturan software yang digunakan perusahaan (Office, accounting system, CRM, dll.).\n- Membantu karyawan dalam penggunaan aplikasi internal maupun eksternal.\n- Mengelola lisensi software agar legal dan sesuai kebutuhan operasional.\n\n5. Inventaris & Dokumentasi\n\n- Mengelola inventaris seluruh perangkat IT dan memastikan pencatatan tersusun rapi.\n- Membuat laporan bulanan terkait kondisi perangkat, jaringan, dan kebutuhan penggantian/perbaikan.\n- Menyusun dokumentasi SOP IT, password internal (dengan keamanan ketat), dan konfigurasi sistem.", "application_deadline": "2025-12-07", "quota": 2, "registered": 6, "position_type": "IT Support", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}