{"id": 11742, "source_id": "a076dc8a-b81b-4c3f-8b73-1057c3000aaa", "company_name": "PT. Amerta Indah Otsuka", "province": "JAWA BARAT", "city": "KAB. SUKABUMI", "recommended_degree": "Akuntansi, Keuangan, Administrasi BIsnis (Diploma, Sarjana)", "job_title": "Accounting - Fixed Asset Intern", "job_description": "Posisi ini cocok untuk kamu yang ingin mendalami proses pengelolaan aset perusahaan. Sebagai Accounting - Fixed Asset Intern, kamu akan belajar bagaimana perusahaan memastikan setiap aset tercatat dengan benar, digunakan sesuai umur manfaatnya, serta diawasi melalui proses monitoring yang sistematis. Di posisi ini, kamu akan terlibat langsung dalam aktivitas pengelolaan aset—mulai dari pencatatan, pengecekan fisik, hingga memahami perhitungan depresiasi secara praktis.\n\nTugas & Pembelajaran yang akan Kamu dapat:\n- Memahami konsep dasar fixed asset dan siklus pengelolaannya di perusahaan.\n- Melakukan manage transfer & retirement asset sesuai prosedur yang berlaku.\n- Melakukan fixed asset opname untuk memastikan kesesuaian data sistem dengan kondisi fisik.\n- Membuat dan menempel barcode label asset sebagai bagian dari proses identifikasi.\n- Membantu menghitung depresiasi & amortisasi asset menggunakan acuan dan metode yang ditetapkan.\n- Melakukan pengecekan dan pemutakhiran useful life fixed asset.\n- Terlibat langsung dalam project dan kegiatan operasional divisi Finance & Accounting.\n\nPosisi ini untuk cocok kamu:\n- Fresh graduate D3–S1 Akuntansi, Keuangan, Asset Management, Administrasi Bisnis\n- Teliti, terstruktur, dan nyaman bekerja dengan data & dokumen.\n- Memahami dasar akuntansi (khususnya fixed asset) menjadi nilai tambah.\n- Mampu menggunakan Microsoft Excel; familiar dengan formula dasar.\n- Punya keinginan belajar tinggi dan siap bekerja secara detail-oriented.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Accounting - Fixed Asset Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}