{"id": 11761, "source_id": "a0744dee-5963-496f-ac01-3b7138663828", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Desain Komunikasi Visual, Arsitektur, Teknik Sipil, Desain Interior, Arsitektur Interior (Diploma, Sarjana)", "job_title": "Visual Merchandise Controling Store", "job_description": "Membuat Planogram Produk\t\nMenyusun dan memperbarui planogram display produk di toko berdasarkan arahan dari tim VM pusat. Peserta akan belajar berkoordinasi dengan tim marketing dan merchandising dalam menentukan produk unggulan, membuat zonasi toko, serta merancang layout display yang menarik dan fungsional sesuai pedoman brand.\n\nMembuat Konsep Window Tematik\t\nMerancang konsep show window berdasarkan tema promosi yang sedang berjalan di toko. Peserta akan mempelajari perencanaan tema, pemilihan properti display, dan melakukan evaluasi terhadap hasil implementasi window display agar sesuai standar visual merchandising dan efektif menarik pelanggan.\n\nMembuat Tema dan Layout Event\t\nMenyusun layout dan konsep visual untuk event promosi, launching produk, atau seasonal display di toko. Peserta belajar menyusun tema event visual, membuat alur traffic pengunjung, serta mendesain layout area display event yang menarik dan sesuai panduan VM.\n\nControlling Display\t\nMelakukan pengecekan dan dokumentasi kesesuaian display produk di toko dengan planogram dan panduan visual pusat. Peserta akan mempelajari teknik controlling display, membuat checklist visual, melakukan kunjungan ke toko (offline/online), dan menyusun laporan hasil pengecekan serta feedback kepada tim toko.\n\nKetahanan & Adaptasi di Lapangan\t\nMenyesuaikan diri dengan ritme kerja lapangan, terutama saat menjalankan tugas pengecekan dan komunikasi dengan tim toko. Peserta diminta menulis jurnal refleksi tentang proses adaptasi, tantangan, serta dinamika komunikasi lintas tim selama program berlangsung.\n\nAnalisis Efektivitas Display\t\nMenganalisis dampak visual display terhadap pengalaman pelanggan dan potensi peningkatan penjualan berdasarkan observasi dan data pendukung. Peserta akan belajar menyusun laporan analisis sederhana (before–after display), mengaitkan hasil visual dengan perilaku belanja, serta merekomendasikan penyempurnaan.\n\nKolaborasi dengan Tim Toko & VM Pusat\t\nBerkoordinasi dengan tim toko dalam pelaksanaan controlling display dan menyampaikan umpan balik dari VM pusat agar tampilan visual konsisten di seluruh jaringan toko. Peserta akan dilatih menyusun laporan evaluasi, memberikan koreksi display secara sopan, dan mengarahkan tim toko dengan profesional.\n\nAttitude\t\nMenunjukkan tanggung jawab, ketekunan, dan sikap positif selama pelaksanaan kontrol visual di lapangan. Peserta akan menjalani praktik langsung pengawasan display, mendapatkan feedback mentor, serta mengembangkan kemampuan komunikasi, ketelitian, dan kerja sama tim.", "application_deadline": "2025-12-07", "quota": 2, "registered": 6, "position_type": "Visual Merchandise Controling Store", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}