{"id": 11780, "source_id": "a08144ab-6e43-455d-afeb-1924cca10d56", "company_name": "Ponco Munaro Utama", "province": "JAWA BARAT", "city": "KAB. BOGOR", "recommended_degree": "Akuntansi Keuangan, Akuntansi Manajerial, Manajemen, Administrasi Keuangan (Diploma, Sarjana)", "job_title": "Staff Keuangan", "job_description": "Pengelolaan Kas & Bank Mencatat semua pemasukan dan pengeluaran kas. Membuat laporan cashflow harian/mingguan/bulanan. Melakukan setoran dan penarikan ke bank. Mengontrol saldo kas kecil (petty cash). 2. Pembayaran (Payment) Menyiapkan pembayaran ke supplier/vendor. Memastikan dokumen pembayaran lengkap (invoice, PO, surat jalan). Menjadwalkan pembayaran sesuai jatuh tempo (due date). Melakukan transfer dan memastikan bukti bayar tersimpan. 3. Penagihan (Collection) Mengirimkan invoice ke customer. Follow-up piutang yang sudah jatuh tempo. Mencatat pembayaran dari customer. 4. Administrasi Keuangan Melakukan input transaksi keuangan ke software (Excel, Accurate, Jurnal, dsb.). Mengarsip dokumen keuangan: invoice, kuitansi, PO, nota, dll. Memastikan semua dokumen tertata agar mudah dilakukan audit. 5. Rekonsiliasi Rekonsiliasi bank (mencocokkan buku perusahaan dengan rekening koran). Rekonsiliasi hutang dan piutang secara berkala. Mengecek kesesuaian antara transaksi fisik & pencatatan. 6. Laporan Keuangan Sederhana (Staff finance biasanya tidak membuat laporan penuh seperti akuntan, tetapi tetap membuat beberapa laporan dasar) Laporan arus kas. Monitoring hutang & piutang. Laporan pengeluaran & pemasukan. 7. Kepatuhan (Compliance) Menyimpan bukti pajak. Mengurus faktur pajak jika dibutuhkan (PPN). Menyiapkan data untuk laporan pajak bulanan/tahunan (yang diserahkan ke bagian accounting atau konsultan pajak). 8. Kontrol Keuangan Internal Mengecek kelengkapan dokumen sebelum pembayaran. Memastikan transaksi sesuai SOP. Melaporkan adanya penyimpangan atau selisih ke atasan.", "application_deadline": "2025-12-07", "quota": 3, "registered": 6, "position_type": "Staff Keuangan", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}