{"id": 11840, "source_id": "a06e50c9-d513-4622-8afe-e02fbc5e849c", "company_name": "Rabbani Asysa (Nisa)", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Manajemen, Statistik (Diploma, Sarjana)", "job_title": "Staff Divisi SDM - Performance Management", "job_description": "\"1. Perencanaan Sistem Kinerja\n- Mengembangkan dan memperbarui sistem Key Performance Indicator (KPI) atau Sasaran Kinerja Pegawai (SKP) sesuai struktur organisasi.\n- Menyusun pedoman dan formulir penilaian kinerja untuk seluruh level jabatan.\n- Berkoordinasi dengan pimpinan unit/divisi untuk menetapkan target kinerja tahunan dan indikator keberhasilan.\n2. Pelaksanaan Evaluasi Kinerja\n- Mengkoordinasikan proses penilaian kinerja periodik (bulanan, triwulan, atau tahunan).\n- Mengumpulkan dan memverifikasi data hasil kinerja dari setiap unit kerja.\n- Menyusun laporan evaluasi kinerja pegawai dan rekomendasi tindak lanjutnya.\n- Menjamin objektivitas dan transparansi dalam proses penilaian.\n3. Analisis dan Pengembangan\n- Menganalisis hasil penilaian untuk mengidentifikasi pegawai berprestasi, yang perlu pembinaan, atau peningkatan kompetensi.\n- Menyusun laporan analisis tren kinerja SDM untuk bahan keputusan manajemen.\n- Memberikan masukan dalam perencanaan reward & punishment system dan career development.\n4. Kolaborasi dan Integrasi Sistem\n- Bekerja sama dengan tim SDM lainnya (rekrutmen, pelatihan, dan administrasi kepegawaian) untuk menjaga kesinambungan data kinerja.\n- Berkoordinasi dengan divisi IT untuk integrasi sistem kinerja ke dalam HRIS/dashboard digital.\n- Mengikuti rapat evaluasi manajemen dan memberikan laporan hasil penilaian kinerja.\n5. Pemeliharaan dan Perbaikan Sistem\n- Melakukan review berkala atas efektivitas sistem penilaian kinerja.\n- Mengusulkan perbaikan metode dan instrumen evaluasi sesuai kebutuhan organisasi.\n- Memastikan seluruh dokumen kinerja tersimpan aman dan mudah diakses untuk audit SDM.\"", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Staff Divisi SDM - Performance Management", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}