{"id": 11868, "source_id": "a07c910a-6a01-45a2-ba41-02aeff7f4737", "company_name": "Maju Industri Sejahtera", "province": "JAWA BARAT", "city": "KAB. BEKASI", "recommended_degree": "Manajemen, Manajemen Administrasi, Administrasi Perkantoran, Administrasi BIsnis, Akuntansi (Diploma, Sarjana)", "job_title": "Staff Administrasi", "job_description": "Staff Administrasi berperan penting dalam mendukung kelancaran operasional perusahaan dengan memastikan seluruh kegiatan administrasi berjalan tertib, akurat, dan terdokumentasi dengan baik. Posisi ini menjadi penghubung antara bagian operasional, keuangan, purchasing, dan business development, terutama dalam pengelolaan dokumen, transaksi, dan data penjualan.\n\nTugas & Tanggung Jawab Utama:\n\n- Mengelola dokumen administrasi seperti invoice, purchase order (PO), surat jalan, faktur penjualan, dan arsip lainnya.\n\n- Membuat dan menginput data penjualan serta pembelian ke sistem administrasi atau spreadsheet perusahaan.\n\n- Menyusun dan memeriksa laporan stok barang ATK dan produk general trading secara rutin.\n\n- Berkoordinasi dengan bagian gudang dan purchasing terkait ketersediaan barang, pemesanan, serta pengiriman.\n\n- Membantu proses pembuatan quotation/penawaran harga berdasarkan permintaan tim business development atau sales.\n\n- Mengatur jadwal pengiriman barang, membuat surat jalan, dan melakukan follow-up status pengiriman.\n\n- Menangani komunikasi dengan vendor dan klien terkait kelengkapan dokumen penjualan maupun pembelian.\n\n- Menyusun laporan administrasi bulanan, seperti laporan penjualan, pembelian, stok, dan pengeluaran operasional.\n\n- Memastikan seluruh dokumen transaksi rapi, terdigitalisasi, dan mudah dilacak untuk audit internal maupun eksternal.\n\n- Membantu tugas administratif lain yang dibutuhkan untuk mendukung kegiatan operasional perusahaan.", "application_deadline": "2025-12-07", "quota": 3, "registered": 7, "position_type": "Staff Administrasi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}