{"id": 11870, "source_id": "a07a5212-2f31-4256-89a9-cc89615cb550", "company_name": "Cita Indonesia Bersih", "province": "JAWA BARAT", "city": "KOTA BOGOR", "recommended_degree": "Psikologi, Manajemen Sumber Daya Manusia, Manajemen Administrasi Perkantoran (Diploma, Sarjana)", "job_title": "Human Resources", "job_description": "Memberikan dukungan administratif kepada divisi Human Resources (HR) dan General Affairs (GA) untuk memastikan kelancaran proses administrasi SDM, pengelolaan fasilitas kantor, serta kegiatan operasional harian perusahaan.\n\nLingkup Tugas Utama:\n1. Administrasi HR\na. Membantu proses administrasi kepegawaian seperti pengarsipan dokumen karyawan (kontrak, absensi, cuti, dan data personal).\nb. Membantu input dan pembaruan database karyawan ke dalam sistem atau spreadsheet HR.\nc. Menyusun dan memperbarui form HR (cuti, izin, rekrutmen, penilaian kinerja, dll).\nd. Mendukung pelaksanaan proses rekrutmen (screening CV, penjadwalan interview, follow up kandidat).\ne. Membantu kegiatan orientasi karyawan baru (onboarding) seperti menyiapkan perlengkapan kerja atau dokumen administrasi.\n\n2. Dukungan General Affairs\na. Membantu proses inventarisasi dan pemeliharaan aset kantor (alat tulis, perlengkapan kebersihan, seragam, ID card, dll).\nb. Membantu pencatatan dan pemantauan penggunaan fasilitas kantor (ruang meeting, kendaraan operasional, perlengkapan).\nc. Membantu pengadaan barang operasional kecil, mulai dari permintaan hingga dokumentasi penerimaan barang.\nd. Membantu administrasi kebersihan dan keamanan kantor, termasuk pengecekan laporan OB atau kebutuhan fasilitas.\n\n3. Pelaporan dan Dokumentasi\na. Membuat rekap dan laporan mingguan terkait kegiatan HR & GA (absensi, kebutuhan fasilitas, aktivitas rekrutmen, dll).\nb. Menyusun laporan hasil tugas atau progress harian untuk pembimbing magang.\nc. Membantu persiapan dokumen pendukung untuk audit internal HR/GA.\n\n4. Komunikasi dan Koordinasi\na. Berkoordinasi dengan divisi lain terkait kebutuhan administrasi umum dan SDM.\nb. Menyampaikan update status pekerjaan dan kendala yang muncul secara berkala.\n\n5. Kedisiplinan dan Etika Kerja\na. Menjaga kerahasiaan dokumen dan data karyawan.\nb. Mematuhi SOP HR & GA serta tata tertib perusahaan.\nc. Menunjukkan sikap proaktif, teliti, dan komunikatif dalam menjalankan tugas.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Human Resources", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}