{"id": 11882, "source_id": "a080a3dd-3492-4e46-be52-fa22d2533b9c", "company_name": "Telkom Regional Iii - Witel Bandung", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Teknik Informatika, Sistem Informasi, Ilmu Komputer (Sarjana)", "job_title": "QA/QC Engineer - Telkom TCUC", "job_description": "Pengembangan Platform AI Space dan Ideabox\n\nMengembangkan kebutuhan user pada platform AI Space dan Ideabox. Memastikan kualitas, fungsionalitas, dan performa (kecepatan & stabilitas) Platform AI Space dan Ideabox sesuai dengan spesifikasi teknis dan standar kualitas yang ditetapkan sebelum diluncurkan kepada pengguna.\n\nKriteria:\n1. S1 Teknik Informatika, Sistem Informasi, atau Ilmu Komputer.\n2. Memahami konsep dasar Software Testing Lifecycle (STLC), metodologi Agile/Scrum, dan praktik Quality Assurance.\n3. Familiar dan mampu menggunakan tools atau platform Automated Testing (Contoh: Selenium, Cypress, Appium, atau sejenisnya) untuk menjalankan proses QC.\n4. Nilai Tambah: Pemahaman dasar tentang LLM, AI, dan NLP.\n5. IPK minimal 3,8.\n\nTugas dan Tanggung Jawab:\n1. Merancang dan mengembangkan Test Case serta Test Scenario yang komprehensif untuk fitur-fitur baru Platform AI Space dan Ideabox.\n2. Melakukan pengujian fungsional (functional testing), User Acceptance Testing (UAT), dan regression testing untuk memastikan tidak ada fitur lama yang rusak.\n3. Mengidentifikasi, mendokumentasikan, dan melacak bug (defect) secara detail menggunakan tools pelaporan hingga bug tersebut diperbaiki (closure).\n4. Berpartisipasi dalam daily stand-up dan sprint review untuk memastikan kualitas diintegrasikan ke dalam siklus pengembangan produk.\n5. Mengembangkan, memelihara, dan melaksanakan skrip Automated Testing untuk pengujian regresi dan fungsional guna memastikan efisiensi dan cakupan pengujian yang luas.\n6. Membuat laporan hasil pengujian dan memberikan feedback yang konstruktif kepada tim developer dan product manager.", "application_deadline": "2025-12-07", "quota": 2, "registered": 7, "position_type": "QA/QC Engineer - Telkom TCUC", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}