{"id": 11979, "source_id": "a070b20f-4d7a-4184-8e13-09440e6affa3", "company_name": "Grama Pramesi Siddhi", "province": "JAWA BARAT", "city": "KOTA BEKASI", "recommended_degree": "Manajemen Perhotelan, Perhotelan, Manajemen Perhotelan dan Pariwisata, Pengelolaan Perhotelan, Hospitality dan Pariwisata (Diploma, Sarjana)", "job_title": "Front Desk (Guest Relation) Intern", "job_description": "Ruang Lingkup & Tanggung Jawab Utama:\n1. Layanan Tamu & Pengalaman Personal\n•\tMenyambut tamu dengan sikap profesional, ramah, dan sesuai standar brand.\n•\tMendukung proses check-in/check-out dengan memberikan informasi akurat dan solusi cepat terhadap pertanyaan tamu.\n•\tMengelola permintaan khusus tamu (amenities, transportasi, reservasi restoran) secara efisien dan tepat waktu.\n2. Koordinasi Lintas Departemen\n•\tBerperan sebagai penghubung antara tamu dan departemen terkait (Housekeeping, F&B, Concierge) untuk memastikan kebutuhan terpenuhi.\n•\tMemastikan semua permintaan tamu tercatat dalam sistem dan ditindaklanjuti sesuai SOP.\n•\tMengelola komunikasi melalui berbagai saluran (telepon, email, aplikasi internal) dengan profesionalisme tinggi.\n3. Pengelolaan Feedback & Engagement\n•\tMembantu pengumpulan dan pencatatan feedback tamu ke dalam sistem CRM untuk analisis lebih lanjut.\n•\tMendukung pelaksanaan program loyalitas dan promosi hotel dengan memberikan informasi yang relevan kepada tamu.\n•\tBerpartisipasi dalam aktivitas guest engagement seperti tur hotel, acara VIP, atau event khusus.\n4. Pelaporan & Analisis Dasar\n•\tMembantu penyusunan laporan harian terkait permintaan tamu, tingkat kepuasan, dan tren layanan.\n•\tMemberikan insight awal kepada tim Guest Relations terkait pola permintaan tamu dan peluang peningkatan layanan.\n5. Pembelajaran & Pengembangan Kompetensi\n•\tMengikuti pelatihan internal terkait komunikasi, layanan tamu, dan brand standards.\n•\tMemahami SOP Front Office, Guest Relations, serta penggunaan sistem CRM hotel.\n•\tMengembangkan keterampilan interpersonal dan problem-solving dalam situasi operasional nyata.", "application_deadline": "2025-12-07", "quota": 3, "registered": 7, "position_type": "Front Desk (Guest Relation) Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}