{"id": 12128, "source_id": "a080ba9f-77f8-4c1e-ba91-00e2c81f2611", "company_name": "Telkom Regional Iii - Witel Bandung", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Informatika, Sistem Informasi, Teknik Komputer, Teknik Telekomunikasi, Teknik Elektro (Sarjana)", "job_title": "AI Engineer - Telkom DCS 01", "job_description": "Development Web GRC (Governance, Risk Management, and Compliance)\nSebagai AI Engineer Intern, fokus utama Anda adalah mengembangkan dan mengimplementasikan model Natural Language Processing (NLP) dan Machine Learning yang memungkinkan platform kami \"memahami\" dokumen kebijakan, prosedur, dan bukti audit. Anda akan bekerja mengubah teks regulasi yang kompleks menjadi logika yang dapat diproses oleh mesin untuk melakukan verifikasi kepatuhan secara otomatis.\n\nKriteria:\n- Memiliki pemahaman yang kuat tentang konsep dasar Machine Learning dan Deep Learning.\n- Menguasai bahasa pemrograman Python dan famillier dengan library seperti TensorFlow, PyTorch, dan scikit-learn\n- Memiliki ketertarikan kuat pada Natural Language Processing (NLP), khususnya dalam ekstraksi informasi dan klasifikasi teks.\n- Mampu berpikir logis dan sistematis dalam memecahkan masalah teknis.\n- Pernah mengerjakan proyek ML/AI sederhana (proyek kuliah diperbolehkan).\n\nTugas dan Tanggung Jawab:\n- Membantu mengembangkan model NLP untuk mengekstraksi klausa kunci dari dokumen standar ISO dan dokumen internal perusahaan.\n- Membangun dan melatih model klasifikasi untuk menentukan apakah suatu bukti dokumen memenuhi persyaratan kepatuhan tertentu.\n- Bekerja sama dengan tim backend untuk mengintegrasikan model AI ke dalam arsitektur web service via API.\n- Melakukan fine-tuning model berdasarkan masukan dari tim Researcher untuk meningkatkan akurasi audit otomatis.", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "AI Engineer - Telkom DCS 01", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}