{"id": 12132, "source_id": "a0805acd-0335-45a2-a65f-1128aae4ec6f", "company_name": "Kun Anta Indonesia", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Farmasi, Kimia, Bioteknologi, Rekayasa Hayati, Biologi (Sarjana, Diploma)", "job_title": "FORMULATOR KOSMETIK NATURAL (R&D)", "job_description": "Bismillah, \nPT Kun Anta Indonesia adalah perusahaan produsen dan pengembang produk kosmetik halal dan natural, dengan tiga brand utama:\n\t•\tKun Anta! — Produk perawatan tubuh halal-natural untuk kebutuhan modest beauty\n\t•\tHabito — Produk yang mendukung gaya hidup sehat & rutinitas harian\n\t•\tEast Indies — Produk natural premium yang terinspirasi dari kekayaan tradisi Nusantara.\n\nKami membutuhkan Tenaga muda yang semangat untuk berkarya di posisi Product Developer (R&D) & Innovasion Officer Kosmetik Natural PT Kun Anta Indonesia, Bandung. \n\nTugas & Tanggung Jawab:\n\t•\tMerancang dan mengembangkan formulasi produk kosmetik natural sesuai dengan visi brand\n\t•\tMelakukan riset bahan baku alami & halal untuk inovasi produk perawatan tubuh\n\t•\tMembuat dan menguji sample batch (uji kestabilan, evaluasi sensorik, dll.)\n\t•\tMelakukan pencatatan dan dokumentasi seluruh proses development dengan rapi\n\t•\tBerkoordinasi dengan tim produksi internal dan/atau pihak maklon untuk memastikan eksekusi produk sesuai standar\n\t•\tMengembangkan narasi dan konsep produk bersama tim kreatif dan marketing\n\t•\tMemastikan kualitas dan kepatuhan terhadap regulasi seperti BPOM, HALAL, dsb.\n\t•\tMampu menyusun dokumen hingga pengurusan pendaftaran BPOM dan HALAL.\n\t•\tTerlibat dalam evaluasi hasil produksi dan quality control sederhana\n\t•\tMengarsipkan semua dokumen pendukung : formula, COA, MSDS, dan lainnya.\n\t•\tMenyiapkan peralatan pendukung untuk keperluan produksi produk natural.\n\n⸻\n\nKualifikasi:\n\t•\tPendidikan minimal D3/S1 dari jurusan Apoteker, Farmasi, Kimia, Bioteknologi, Teknologi Pangan, atau relevan\n\t•\tPengalaman minimal 1 tahun di bidang formulasi kosmetik/personal care.\n\t•\tTertarik pada produk halal, natural, herbal, dan wellness lifestyle\n\t•\tMemiliki pemahaman tentang formulasi dasar produk seperti sabun, shampoo, face wash, lotion, oil, spray, balm, cream, serum, dll\n\t•\tMemahami peralatan yang dibutuhkan untuk riset Lab dan produksi skala home Industri maupun Pabrik.\n\t•\tMampu bekerja sistematis dan dokumentatif\n\t•\tSiap bekerja lintas fungsi dengan tim marketing dan produksi\n\t•\tDiutamakan berdomisili di Bandung atau bersedia relokasi\n\n⸻\n\nSkill & Tools yang Dibutuhkan:\n\t•\tFormulasi Kosmetik Natural\n\t•\tExcel / Google Sheets (untuk formula, costing, dokumentasi bahan)\n\t•\tRiset literatur bahan aktif (PubMed, INCIdecoder, supplier sheet)\n\t•\tPengetahuan dasar uji stabilitas dan evaluasi sensorik\n\t•\tKomunikasi teknis dengan vendor / laboratorium eksternal\n\t•\tKemampuan menulis dokumen formula, COA, dan product brief\n\t•\tPengurusan Regristrasi BPOM dan HALAL\n\nJurusan atau Prodi bisa disesuaikan Tidak Wajib Sama dengan yang tercantum", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "FORMULATOR KOSMETIK NATURAL (R&D)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}