{"id": 12173, "source_id": "a08124d6-474a-488a-81e0-c027cb8b283b", "company_name": "Safiro Inti Logistic", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Akuntansi Manajemen, Hubungan Masyarakat, Psikologi, Ilmu Komunikasi (Diploma, Sarjana)", "job_title": "HR Intern", "job_description": "HR Intern  - perpack.id\n\n* Tentang perpack.id\nPerpack adalah layanan fulfillment yang membantu bisnis e-commerce menangani penyimpanan stok, pemrosesan pesanan, dan pengiriman secara otomatis. Dengan sistem terintegrasi dan biaya fleksibel, Perpack memungkinkan brand fokus pada penjualan tanpa terbebani operasional logistik.\n\n*Deskripsi Pekerjaan:\nMembantu proses rekrutmen: screening CV, mengatur jadwal interview, dan follow-up kandidat.\nMembuat dan mengelola dokumentasi HR: absensi, kontrak, database karyawan.\nMendukung kegiatan administrasi HR (onboarding, offboarding, evaluasi).\nMembantu penyusunan laporan HR mingguan/bulanan.\nMendukung pelaksanaan program internal seperti training, budaya kerja, dan event perusahaan.\nMengelola komunikasi dasar dengan karyawan terkait kebutuhan HR & general affairs.\n\n\n* Kualifikasi\nMahasiswa aktif atau fresh graduate jurusan Psikologi, Manajemen, HR, atau terkait.\nMemahami dasar-dasar HR & Recruitment.\nFamiliar dengan proses screening, interview dasar, dan administrasi karyawan.\nTerbiasa menggunakan Google Workspace (Docs, Sheets, Calendar).\nMampu membuat laporan sederhana dan dokumentasi rapi.\nPengetahuan dasar tentang UU Ketenagakerjaan menjadi nilai plus.\nKomunikatif, ramah, dan mampu menjaga kerahasiaan informasi.\nTeliti, rapi, dan detail-oriented dalam administrasi.\nProaktif, adaptif, dan cepat belajar.\nAttitude baik dan mampu bekerja dengan tim lintas divisi.\nMampu mengatur waktu dan bekerja dalam ritme cepat.\nBersedia Hybrid/WFO sesuai kebutuhan perusahaan.\nSiap menangani pekerjaan administratif dan koordinatif.\nBisa bekerja secara profesional dalam lingkungan kecil & agile.", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "HR Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}