{"id": 12197, "source_id": "a0723dbf-4d70-417f-93c8-f818c9aaf106", "company_name": "Tüv Nord Indonesia", "province": "JAWA BARAT", "city": "KAB. BEKASI", "recommended_degree": "Manajemen Pemasaran/Marketing, Bahasa Inggris untuk Komunikasi Bisnis dan Profesional, Manajemen, Administrasi, Ilmu Komunikasi (Diploma, Sarjana)", "job_title": "Custumer Service & Administrasi Support", "job_description": "Lingkup Tugas\n1. Pelayanan Pelanggan (Customer Service)\n•\tMembantu menerima dan menanggapi pertanyaan dasar pelanggan melalui WhatsApp, telepon, atau email.\n•\tMembantu memberikan informasi terkait layanan, alur proses, jadwal, dan kebutuhan dokumen.\n•\tMencatat dan meneruskan keluhan atau permintaan pelanggan ke departemen terkait.\n•\tMembantu melakukan follow-up status layanan kepada pelanggan.\n2. Administrasi Dokumen dan Data\n•\tMembantu input data pelanggan, permintaan layanan, dan aktivitas follow-up ke sistem atau spreadsheet.\n•\tMembantu pengarsipan dokumen fisik dan digital (invoice, form layanan, surat jalan, dsb.).\n•\tMembantu menyusun laporan harian atau mingguan terkait komunikasi dan aktivitas CS.\n•\tMembantu mengecek kelengkapan dokumen pelanggan sebelum diproses ke bagian operasional.\n3. Koordinasi Internal\n•\tMembantu berkoordinasi dengan Sales, Operasional, Laboratorium, atau Tim Teknis untuk update status layanan pelanggan.\n•\tMembantu meneruskan informasi perubahan jadwal, kebutuhan tambahan, atau instruksi internal.\n•\tMembantu dalam penjadwalan meeting atau janji temu dengan pelanggan bila dibutuhkan.\n4. Dukungan Operasional Lainnya\n•\tMembantu pencetakan dokumen (surat jalan, invoice, form permintaan).\n•\tMembantu update template informasi pelanggan atau daftar layanan.\n•\tMembantu menjaga kerapian ruang kerja dan front desk (jika ditempatkan di area resepsionis).\n5. Etika Kerja & Kepatuhan\n•\tMenjaga kerahasiaan data pelanggan dan informasi internal perusahaan.\n•\tMenggunakan bahasa yang sopan, profesional, dan sesuai standar layanan perusahaan.\n•\tMematuhi SOP, instruksi pembimbing, dan standar pelayanan pelanggan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "Custumer Service & Administrasi Support", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}