{"id": 12229, "source_id": "a080a106-100e-48b4-b189-37ff2b1608d6", "company_name": "Teknologi Edukasi Indonesia", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Manajemen, Manajemen Pemasaran, Ilmu Komunikasi, Hubungan Masyarakat Dan Komunikasi Digital, Komunikasi Digital dan Media (Diploma, Sarjana)", "job_title": "Social Media Specialist", "job_description": "1. Membantu menyusun content plan media sosial untuk mendukung kebutuhan Business Development.\n2. Membuat konsep konten (ide, naskah singkat, angle) sesuai tujuan kampanye dan kebutuhan program Luarsekolah.\n3, Mengelola dan mengoptimalkan akun media sosial (Instagram, TikTok, LinkedIn), termasuk upload konten sesuai jadwal.\n4. Membuat copywriting untuk caption, script singkat, dan materi konten lainnya.\n5. Melakukan riset tren yang relevan dengan edutech dan komunitas pembelajaran.\n6. Berkoordinasi dengan tim Desain dan BD untuk memastikan konten sesuai brief.\n7. Membantu melakukan monitoring insight dan membuat laporan performa konten secara berkala.\n8. Mendukung aktivitas promosi program/event melalui kanal media sosial.\n9. Melakukan tugas lain yang mendukung kebutuhan komunikasi dan brand di divisi BD.\n\nSpesification:\n1. Diutamakan berdomisili di Jakarta\n2. Memiliki ketertarikan pada dunia edutech, pengembangan karier, dan tren industri kreatif\n3. Menguasai platform media sosial: Instagram, TikTok, LinkedIn, YouTube\n4. Memahami dasar-dasar content planning, copywriting, dan social media analytics\n5. Mampu membuat caption yang engaging dan memahami tone of voice brand\n6. Kreatif, mengikuti tren media sosial, dan mampu menghasilkan ide konten secara konsisten\n7. Terbiasa menggunakan tools seperti Canva, CapCut, atau software editing dasar lainnya\n8. Komunikatif, detail-oriented, dan mampu bekerja dalam tim\n9. Memiliki portofolio konten (nilai tambah)", "application_deadline": "2025-12-07", "quota": 3, "registered": 10, "position_type": "Social Media Specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}