{"id": 12318, "source_id": "a08126b3-2b31-47cc-ac99-060d985ad3c4", "company_name": "Safiro Inti Logistic", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Administrasi BIsnis, Akuntansi Keuangan, Administrasi Keuangan, Analis Keuangan, Ekonomi, Keuangan dan Perbankan (Diploma, Sarjana)", "job_title": "FAT (Finance, Accounting & Tax) Intern", "job_description": "FAT (Finance, Accounting & Tax) Intern - perpack.id\n\n*Tentang perpack.id\nPerpack adalah layanan fulfillment yang membantu bisnis e-commerce menangani penyimpanan stok, pemrosesan pesanan, dan pengiriman secara otomatis. Dengan sistem terintegrasi dan biaya fleksibel, Perpack memungkinkan brand fokus pada penjualan tanpa terbebani operasional logistik.\n\n*Deskripsi Pekerjaan:\nMembantu proses pencatatan keuangan harian (cashflow in & out).\nMenginput transaksi ke sistem/Google Sheets secara rapi dan akurat.\nMendukung penyusunan laporan keuangan dasar (rekap mingguan & bulanan).\nMembantu proses rekonsiliasi data transaksi dengan bukti pembayaran.\nMendukung proses administrasi perpajakan: input data, pengecekan, dan dokumentasi.\nMengelola arsip dokumen keuangan, invoice, dan bukti transaksi.\nBerkoordinasi dengan Finance/Tax Officer terkait kebutuhan data dan laporan.\n\n*Kualifikasi\nMahasiswa aktif atau fresh graduate jurusan Akuntansi / Keuangan / Perpajakan.\nMemahami dasar akuntansi & pembukuan (debit–kredit, jurnal dasar).\nMampu menggunakan Google Sheets/Excel (SUM, FILTER, VLOOKUP dasar).\nMemahami alur cashflow, invoice, dan pembayaran sederhana.\nPengetahuan dasar pajak (PPN, PPh, e-Faktur, e-Billing) menjadi nilai plus.\nTerbiasa menyusun dokumentasi rapi & terstruktur.\nTeliti, detail-oriented, dan akurat dalam input data.\nJujur, bertanggung jawab, dan mampu menjaga kerahasiaan data keuangan.\nMampu bekerja mandiri maupun dalam tim.\nDisiplin, rapi, dan mampu mengelola waktu dengan baik.\nCepat belajar dan adaptif dengan SOP perusahaan.\nBersedia Hybrid/WFO sesuai kebutuhan perusahaan.\nMemiliki laptop pribadi.\nSiap melakukan pekerjaan administratif dan analitis dasar.", "application_deadline": "2025-12-07", "quota": 2, "registered": 11, "position_type": "FAT (Finance, Accounting & Tax) Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}