{"id": 12504, "source_id": "a080be37-18fb-4d3d-8c5c-9837b136417f", "company_name": "Telkom Regional Iii - Witel Bandung", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Informatika, Sistem Informasi, Teknik Komputer, Teknik Telekomunikasi, Desain Komunikasi Visual (Sarjana)", "job_title": "UI/UX Designer - Telkom DCS 02", "job_description": "Development Web GRC (Governance, Risk Management, and Compliance)\nSebagai UI/UX Designer Intern, Anda akan merancang antarmuka pengguna yang intuitif, bersih, dan membangun kepercayaan. Tantangan utama Anda adalah menyajikan data hasil analisis AI yang kompleks (skor risiko, status kepatuhan, celah keamanan) menjadi visualisasi yang mudah dimengerti dan dapat ditindaklanjuti oleh manajer perusahaan.\n\nKriteria:\n- Memiliki portofolio desain UI/UX (proyek studi kasus atau tugas kuliah diperbolehkan) yang menunjukkan pemahaman tentang user-centered design.\n- Menguasai tools desain modern seperti Figma (diutamakan).\n- Memiliki kepekaan visual yang baik (tipografi, warna, tata letak) dan pemahaman tentang prinsip desain antarmuka yang bersih dan profesional.\n- Mampu berempati dengan pengguna (auditor dan manajer) untuk memahami kebutuhan alur kerja mereka.\n\nTugas dan Tanggung Jawab:\n- Merancang user flow dan wireframe untuk dashboard utama GRC, memastikan pengguna dapat dengan mudah melihat status kepatuhan mereka secara real-time.\n- Membuat visualisasi data yang inovatif untuk menampilkan hasil audit AI, matriks risiko, dan tren kepatuhan.\n- mengembangkan high-fidelity mockup dan prototipe interaktif untuk fitur-fitur baru platform.\n- Membantu menyusun Design System agar konsistensi visual platform tetap terjaga.\n- Melakukan riset pengguna sederhana atau usability testing untuk memvalidasi keputusan desain.", "application_deadline": "2025-12-07", "quota": 1, "registered": 15, "position_type": "UI/UX Designer - Telkom DCS 02", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}