{"id": 12542, "source_id": "a06e4d8a-4011-4f25-9bde-b5ef00be6fdf", "company_name": "Rabbani Asysa (Nisa)", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Manajemen, Administrasi, Administrasi Bisnis (Diploma, Sarjana)", "job_title": "Staff Divisi SDM - Administrasi", "job_description": "\"1. Administrasi Data Kepegawaian\n- Mengelola database karyawan/guru/staf secara terpusat dan terbarui (data pribadi, riwayat kerja, absensi, jabatan, kontrak, dll).\n- Menyusun dan memperbarui arsip kepegawaian baik dalam bentuk fisik maupun digital.\n- Memastikan kelengkapan dan keakuratan data pegawai dalam sistem HRIS atau file internal.\n2. Dokumentasi dan Surat-Menyurat SDM\n- Menyusun dan mengelola dokumen resmi kepegawaian seperti:\n   Surat keputusan (SK) pengangkatan, mutasi, cuti, dan pemberhentian.\n   Surat peringatan, surat tugas, surat rekomendasi, dan dokumen HR lainnya.\n- Menyiapkan dan mengarsipkan dokumen perjanjian kerja, kontrak, dan berkas legalitas pegawai.\n3. Pelaksanaan Administrasi Operasional SDM\n- Mengelola proses administrasi rekrutmen, onboarding, dan exit clearance karyawan.\n- Membantu proses absensi, cuti, lembur, dan perhitungan tunjangan.\n- Menyusun laporan kehadiran dan data pendukung penggajian setiap periode.\n- Mendukung pelaksanaan kegiatan SDM seperti pelatihan, evaluasi kinerja, dan kegiatan internal.\n4. Koordinasi dan Pelaporan\n- Berkoordinasi dengan unit/divisi terkait untuk memastikan data SDM terintegrasi dengan baik (keuangan, akademik, IT, dll).\n- Menyusun laporan administratif SDM secara berkala untuk pimpinan atau manajemen yayasan.\n- Menyampaikan laporan kondisi kepegawaian, jumlah tenaga kerja, dan perubahan data pegawai.\n5. Pemeliharaan Sistem dan Arsip\n- Menjaga keamanan dan kerahasiaan dokumen serta data pegawai.\n- Melakukan pemeliharaan arsip dan pembaruan sistem administrasi kepegawaian.\n- Menyiapkan data untuk audit internal atau eksternal bila diperlukan.\"", "application_deadline": "2025-12-07", "quota": 1, "registered": 16, "position_type": "Staff Divisi SDM - Administrasi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}