{"id": 12635, "source_id": "a080be32-8c37-4c2b-b356-69665dc10ff6", "company_name": "Wahana Semesta Tasikmalaya", "province": "JAWA BARAT", "city": "KOTA TASIKMALAYA", "recommended_degree": "Ilmu Komunikasi, Jurnalistik, Desain Media, Desain Komunikasi Visual, Bisnis Digital (Diploma, Sarjana)", "job_title": "Conten Creator", "job_description": "1. Perencanaan Konten\n\nMenyusun kalender konten (content calendar) mingguan/bulanan.\n\nMelakukan riset tren, isu aktual, dan topik relevan yang berkaitan dengan brand/instansi.\n\nMengembangkan konsep kreatif untuk konten edukatif, informatif, promosi, storytelling, maupun hiburan.\n\n2. Produksi Konten\n\nMembuat naskah (script), caption, dan copywriting yang menarik.\n\nMengambil foto & video sesuai kebutuhan konten.\n\nMelakukan editing foto/video untuk kebutuhan feed, Reels, TikTok, YouTube Shorts, dan platform lainnya.\n\nMendesain materi visual (poster, carousel, infografis) menggunakan Canva/Photoshop/Corel/AI tool.\n\n3. Publikasi & Manajemen Sosial Media\n\nMengunggah konten sesuai jadwal yang telah disusun.\n\nMengelola akun media sosial: Instagram, Facebook, TikTok, X, YouTube, dan lainnya.\n\nMengatur penjadwalan posting menggunakan tools seperti Meta Business Suite, Creator Studio, dsb.\n\n4. Interaksi & Komunitas\n\nMembalas komentar, DM, dan pertanyaan dari audiens.\n\nMenjaga citra positif dan tone komunikasi brand/instansi di media sosial.\n\nMengelola aktivitas komunitas online agar tetap aktif dan berkembang.\n\n5. Monitoring & Analisis\n\nMemantau performa konten: reach, engagement, views, CTR, dan insight lainnya.\n\nMembuat laporan kinerja media sosial secara mingguan/bulanan.\n\nMenganalisis konten yang efektif dan memberikan rekomendasi pengembangan strategi konten.\n\n6. Kolaborasi & Koordinasi\n\nBerkoordinasi dengan tim desain, tim redaksi, marketing, atau divisi terkait.\n\nMenjalin komunikasi dengan influencer, narasumber, atau pihak eksternal untuk kebutuhan kolaborasi.\n\nMengikuti meeting perencanaan program, kampanye, dan event.\n\n7. Pengembangan Kompetensi\n\nMengikuti tren terbaru media sosial, algoritma, dan format konten terkini.\n\nMengembangkan skill editing, storytelling, videografi, fotografi, dan copywriting.", "application_deadline": "2025-12-07", "quota": 7, "registered": 21, "position_type": "Conten Creator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}