{"id": 12662, "source_id": "a0804f15-9753-4701-8450-1228b01cfabe", "company_name": "Telkom Regional Iii - Witel Bandung", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Administrasi, Manajemen (Sarjana)", "job_title": "Project Management - Telkom CorpU 01", "job_description": "Simplify Event Management\nSimplify Event Management adalah project pengembangan sistem dan SOP untuk mempermudah proses perencanaan hingga pelaksanaan event, khususnya Event Learning dan Non Learning, agar lebih terstruktur, efisien, dan minim kesalahan. Project ini berfokus pada digitalisasi alur kerja, penyederhanaan komunikasi antara tim internal dan klien, serta standarisasi dokumen agar semua PIC dapat bekerja dengan jelas dan konsisten.\n\nMelalui project ini, intern akan membantu tim inti dalam melakukan riset, dokumentasi, pembuatan template, dan optimalisasi workflow sehingga operasional event dapat berjalan lebih mudah, cepat, dan profesional. Intern akan mendapatkan pengalaman langsung dalam manajemen acara, koordinasi tim, serta penerapan sistem digital pada bisnis event.\n\nTugas dan Tanggung Jawab:\n1. Melakukan Riset & Pengumpulan Data\n- Mengumpulkan informasi yang dibutuhkan proyek (vendor, harga, SOP, workflow, referensi eksternal).\n- Melakukan benchmarking dari perusahaan/event lain sebagai bahan analisis.\n- Mengolah data menjadi ringkas dan mudah dipahami.\n\n2. Membantu Penyusunan Dokumen Proyek\n- Membuat dan mengupdate dokumen seperti: SOP, Checklist proses kerja, Google Form kebutuhan klien, Template rundown, Risk list & mitigation plan, Menyusun dokumen agar rapi, sistematis, dan siap digunakan tim.\n\n3. Menyusun Timeline & Jadwal Sederhana\n- Membantu membuat timeline pelaksanaan proyek.\n- Menyiapkan Gantt chart atau jadwal kerja versi sederhana.\n- Mengingatkan tim terkait deadline tertentu.\n\n4. Mendukung Koordinasi Tim & Stakeholder\n- Membantu menyusun jadwal meeting, agenda, dan notulen rapat.\n- Mengkomunikasikan update kecil pada tim internal sesuai arahan mentor.\n- Menjadi support saat briefing, diskusi, atau pengecekan dokumen.\n\n5. terkait project Simplify Event Management, mentee bisa memiliki tambahan tugas:\n- Membantu digitalisasi form dan workflow operasional event.\n- Membuat template SOP PIC, form klien, dan sistem koordinasi vendor.\n- Menyiapkan draft sistem onboarding PIC event.", "application_deadline": "2025-12-07", "quota": 1, "registered": 23, "position_type": "Project Management - Telkom CorpU 01", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}