{"id": 1272, "source_id": "a07eb1f0-4164-4ff4-a2a3-11ff1d5dd3dd", "company_name": "Rsi Ibnu Sina Payakumbuh", "province": "SUMATERA BARAT", "city": "KOTA PAYAKUMBUH", "recommended_degree": "Farmasi, Farmasi Klinis (Sarjana)", "job_title": "APOTEKER", "job_description": "Pelayanan dan konseling pasien\n1. Melakukan visite: Mengunjungi pasien rawat inap secara mandiri atau bersama tim medis untuk mengkaji masalah terkait obat, memantau terapi, dan memberikan informasi. \n2. Memberikan konseling obat: Menjelaskan cara penggunaan obat yang benar, efek samping, dan makanan/obat yang perlu dihindari kepada pasien dan keluarganya. \n3. Memastikan dosis yang tepat: Menghitung dosis obat secara individual, terutama untuk pasien seperti bayi, anak-anak, atau pasien dengan kondisi tertentu. \n4. Meninjau obat pulang: Memeriksa catatan obat pasien saat pulang, memastikan obat rawat jalan sesuai, dan memberikan petunjuk yang jelas. \n\nPengelolaan perbekalan farmasi\n1. Mengelola stok obat: Memastikan ketersediaan, memantau persediaan, membeli, dan mendistribusikan obat, alat kesehatan, dan bahan medis habis pakai. \n2. Mengawasi obat yang diresepkan: Memeriksa resep untuk memastikan kesesuaian administrasi dan farmasetik, serta mendukung penggunaan obat yang rasional. \n3. Membuat sediaan farmasi: Jika sediaan jadi tidak tersedia, apoteker dapat membuat sediaan obat yang dibutuhkan. \n4. Memusnahkan obat: Memusnahkan obat yang kedaluwarsa atau rusak, serta resep yang sudah disimpan lebih dari batas waktu yang ditentukan. \n\nKolaborasi dan edukasi\n1. Berkolaborasi dengan tim medis: Bekerja sama dengan dokter, perawat, dan tenaga kesehatan lain untuk merencanakan dan mengevaluasi terapi obat pasien secara efektif. \n2. Melakukan pemantauan dan monitoring: Melakukan pemantauan terapi obat (PTO) dan monitoring efek samping obat (MESO) untuk memastikan terapi aman dan efektif. \n3. Mendidik masyarakat: Memberikan edukasi tentang penggunaan obat yang rasional dan gaya hidup sehat.", "application_deadline": "2025-12-07", "quota": 2, "registered": 4, "position_type": "APOTEKER", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}