{"id": 1279, "source_id": "a07eb232-eb43-4fa4-b4d0-8e80a205b48c", "company_name": "Rsi Ibnu Sina Payakumbuh", "province": "SUMATERA BARAT", "city": "KOTA PAYAKUMBUH", "recommended_degree": "Farmasi, Farmasi Klinis (Diploma)", "job_title": "TENAGA TEKNIS KEFARMASIAN", "job_description": "Tugas-tugas TTK di rumah sakit:\n\n    Pelayanan resep: Menerima, menyiapkan, dan menyerahkan obat sesuai resep dokter, termasuk meracik, memberi label etiket, dan mengemas obat. \n\nInformasi obat: Memberikan informasi dasar mengenai cara penggunaan obat kepada pasien dan/atau keluarganya, serta menjawab pertanyaan mereka terkait obat. \nPengelolaan farmasi: Mencatat stok obat, melakukan pengecekan stok opname bulanan, memastikan obat dalam kondisi baik sebelum diserahkan, dan melaporkan kebutuhan obat ke bagian gudang. \nAdministrasi: Membuat laporan harian penjualan dan mencatat obat yang keluar masuk. \nKualitas dan keamanan: Membantu menjaga kualitas dan mutu obat dengan memastikan obat disimpan dengan benar dan tidak kedaluwarsa sebelum didistribusikan. \nKebersihan: Menjaga kebersihan dan kerapian area kerja di unit farmasi. \n\nFungsi dan tanggung jawab TTK:\n\n    Memastikan kelancaran pelayanan farmasi:\n    Membantu apoteker dalam menjalankan seluruh kegiatan kefarmasian agar pelayanan kepada pasien berjalan lancar dan efisien. \n\nMenjadi jembatan komunikasi:\nBerkomunikasi dengan dokter untuk mengklarifikasi resep yang kurang jelas dan memberikan informasi obat kepada pasien. \nMenjaga standar kualitas:\nBertanggung jawab memastikan obat yang diberikan kepada pasien aman, berkhasiat, dan berkualitas baik sesuai standar yang ditetapkan. \nMendukung apoteker:\nMelaksanakan tugas kefarmasian di bawah arahan dan supervisi apoteker, sehingga apoteker dapat fokus pada tugas-tugas yang membutuhkan kewenangan lebih besar.", "application_deadline": "2025-12-07", "quota": 2, "registered": 5, "position_type": "TENAGA TEKNIS KEFARMASIAN", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}