{"id": 12829, "source_id": "a0805c5d-a9ca-4bde-818a-16fdb453086a", "company_name": "Autentik Karya Analitika", "province": "JAWA TENGAH", "city": "KOTA SEMARANG", "recommended_degree": "Desain Furnitur, Desain Produk, Teknik Desain Dan Manufaktur (Diploma)", "job_title": "Desainer Furniture", "job_description": "1. Melakukan Riset Pasar:\nMenganalisis tren pasar, gaya hidup konsumen, dan permintaan spesifik dari klien (jika bekerja untuk proyek khusus).\n\nMempelajari material baru, teknologi produksi, dan standar industri.\n\n2. Pengembangan Ide Konsep:\nMenciptakan ide-ide desain baru berdasarkan hasil riset, baik untuk koleksi baru maupun perbaikan produk yang sudah ada.\n\nMenentukan fungsi, estetika (gaya), dan material utama produk.\n\n3. Sketsa dan Visualisasi Awal:\nMembuat sketsa kasar (thumbnail sketches) dan mood board untuk mengkomunikasikan konsep awal desain.\n\n4. Desain 2D dan 3D (CAD/Software):\nMenerjemahkan sketsa menjadi gambar teknis menggunakan perangkat lunak Computer-Aided Design (CAD) seperti AutoCAD, SolidWorks, SketchUp, atau 3D Max.\n\nMembuat model 3D (rendering) yang realistis untuk presentasi.\n\n5. Mempertimbangkan Ergonomi dan Konstruksi:\nMemastikan desain produk sesuai dengan standar ergonomi (kenyamanan dan keselamatan pengguna, misalnya tinggi kursi yang ideal).\n\nMerancang detail konstruksi (sambungan, kekuatan struktural, dan kestabilan) agar produk aman dan tahan lama.\n\n6. Memilih Material dan Finishing:\nMenentukan jenis kayu (solid, lapis/plywood), plastik, logam, kain pelapis, hardware, dan jenis finishing (cat, melamik, veneer) yang akan digunakan.\n\n7. Menghitung Biaya dan Efisiensi:\nBekerja sama dengan tim produksi/pengadaan untuk memastikan desain dapat diproduksi secara efisien dan mencapai target biaya (costing) yang ditetapkan oleh manajemen.\n\n8. Pembuatan Gambar Kerja (Working Drawing):\nMenghasilkan gambar teknik detail (2D) lengkap dengan ukuran, toleransi, dan Bill of Material (BOM) yang akan digunakan sebagai panduan mutlak bagi tim produksi dan machinist (operator mesin).\n\n9. Pengawasan Prototipe:\nMengawasi dan berpartisipasi dalam pembuatan prototipe (contoh produk pertama) untuk menguji fungsi, kekuatan, dan penampilan produk.\n\nMelakukan penyesuaian desain (revising) berdasarkan hasil uji coba prototipe.\n\n10. Komunikasi Lintas Divisi:\n\nBerkoordinasi erat dengan Supervisor Produksi untuk memastikan desain dapat diproduksi massal dengan peralatan yang tersedia.\n\nBerkomunikasi dengan tim Pemasaran (Marketing) untuk menjelaskan fitur unik dan nilai jual produk.", "application_deadline": "2025-12-07", "quota": 1, "registered": 1, "position_type": "Desainer Furniture", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}