{"id": 12934, "source_id": "a08030c9-5fab-4282-a26b-1feff08d2368", "company_name": "Rs Pku Aisyiyah Boyolali", "province": "JAWA TENGAH", "city": "KAB. BOYOLALI", "recommended_degree": "Gizi dan Dietetika, Ilmu Gizi Masyarakat dan Keluarga, Gizi Klinik, Gizi (Sarjana)", "job_title": "Ahli Gizi & Pelaksana Gizi", "job_description": "1.\tPetugas Memberikan Pelayanan Asuhan Gizi\na.\tMemberikan asuhan gizi klien berdasarkan skrining awal dengan resiko mal nutrisi tingkat berat\nb.\tMenentukan rekomendasi diit dengan memperhatikan patofisiologi penyakit yang dikonsultasikan ke DPJP\nc.\tMengawasi evaluasi rencana pelayanan gizi bagi klien\nd.\tMemonitor dan mengevaluasi makanan enternal dan parenteral khusunya pada penyakit-penyakit komplikasi\ne.\tMelakukan konseling dan penyuluhan gizi pada klien/kelompok dengan penyakit dan kodisi Kesehatan yang komplek\nf.\tBerpartisipasi dalam mengupayakan segala sesuatu yang terkait dengan terapi diet\ng.\tMengelola pelayanan gizi\n2.\tPetugas Memberikan Pelayanan Penyelenggaraan Makan\na.\tMengelola pengembangan dan atau modifikasi resep atau formula\nb.\tMengelola pengembangan menu untuk populasi sasaran\nc.\tMengelola penilaian cita rasa (organoleptic) produk makanan dan gizi.\nd.\tMengelola produksi makanan yang sesuai dengan pedoman, biaya dan daya terima konsumen\ne.\tMengelola system pengadaan, distribusi dan pelayanan\n3.\tPetugas Melaksanakan Fungsi Manajerial\na.\tMengelola sumber daya manusia,keuangan, peralatan dan fasilitas lainnya secara terpadu\nb.\tMengawasi system pelayanan dan praktek ke gizian untuk kepuasan konsumen\nc.\tMengawasi fungsi pemasaran\nd.\tMengawasi fungsi sumber daya manusia\ne.\tMelakukan analisis kegiatan\n4.\tPetugas Melaksanakan tugas lain yang diberikan oleh atasan.\n5.\tPetugas dalam melaksanakan tugas, bertanggung jawab kepada Kepala Seksi Pelayanan dan Penunjang\n6.\tPetugas berperan serta dalam pemenuhan indikator mutu di unitnya", "application_deadline": "2025-12-07", "quota": 2, "registered": 2, "position_type": "Ahli Gizi & Pelaksana Gizi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}