{"id": 1302, "source_id": "a07e92b2-2d71-4908-8160-82def86ec0da", "company_name": "Rumah Sakit Islam Ibnu Sina Padang Panjang", "province": "SUMATERA BARAT", "city": "KOTA PADANG PANJANG", "recommended_degree": "Keperawatan Anestesiologi, Keperawatan (Diploma, Sarjana)", "job_title": "Perawat Anastesi", "job_description": "A. Pra-Anestesi\n\nMelakukan persiapan ruang, alat, dan obat-obatan anestesi sesuai jenis prosedur pembedahan.\n\nMelakukan pengecekan fungsi alat anestesi, termasuk mesin anestesi, ventilator, suction, monitor tanda vital, serta kelengkapan airway.\n\nMelakukan identifikasi pasien, verifikasi berkas, dan memastikan informed consent telah lengkap.\n\nMenilai kesiapan pasien secara mandiri (airway, puasa, kondisi umum) dan melaporkan temuan kepada dokter anestesi.\n\nMenyiapkan peripheral venous access, cairan infus, serta obat emergensi.\n\nMendampingi dokter anestesi dalam pre-anesthesia visit jika dibutuhkan.\n\nB. Saat Tindakan Anestesi\n\nMelaksanakan asistensi penuh kepada dokter anestesi saat induksi, pemeliharaan, dan terminasi anestesi.\n\nMelakukan monitoring tanda vital (EKG, tekanan darah, SpO₂, EtCO₂, respirasi) dan mencatat secara berkala.\n\nMengelola dan menjalankan protokol keselamatan pasien di kamar operasi (Surgical Safety Checklist WHO).\n\nMenyiapkan dan menyerahkan obat, alat, dan material sesuai instruksi dokter anestesi.\n\nMencegah dan menangani kondisi kedaruratan anestesi sesuai SOP, seperti anafilaksis, henti napas, hipotensi, laringospasme, dan lainnya.\n\nMengatur dan memelihara ventilasi pasien selama tindakan.\n\nMenjaga kebersihan, sterilitas, dan keselamatan kerja selama prosedur.\n\nC. Pasca-Anestesi (Recovery Room/PACU)\n\nMendampingi pasien ke ruang pemulihan (PACU) dengan peralatan monitoring lengkap.\n\nMelakukan observasi dan penilaian pasca-anestesi, termasuk tingkat kesadaran, nyeri, airway, hemodinamik, perdarahan, dan komplikasi lainnya.\n\nMengelola penatalaksanaan nyeri akut sesuai arahan dokter anestesi.\n\nMendokumentasikan seluruh tindakan dan kondisi pasien secara lengkap.\n\nMelaporkan kondisi pasien serta menyerahkan pasien kepada perawat ruangan sesuai kriteria discharge PACU.\n\nD. Administrasi dan Dokumentasi\n\nMengisi lembar anestesi secara lengkap, akurat, dan tepat waktu.\n\nMelaksanakan pendataan penggunaan obat, alat habis pakai, dan peralatan anestesi.\n\nMembantu penyusunan laporan kegiatan kamar operasi dan penggunaan obat anestesi.\n\nE. Pengembangan Mutu dan Keselamatan Pasien\n\nMengikuti audit mutu, pelaporan insiden, dan kegiatan peningkatan mutu (PMKP).\n\nBerpartisipasi dalam program PPI (Pencegahan & Pengendalian Infeksi).\n\nMengikuti pelatihan dan peningkatan kompetensi anestesi secara berkelanjutan.\n\nF. Tugas Tambahan\n\nMelaksanakan tugas lain yang diberikan atasan sesuai kompetensi.\nMenjaga citra dan etika profesi sesuai nilai-nilai Islam dan standar pelayanan Rumah Sakit Islam Ibnu Sina Padang Panjang.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Perawat Anastesi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}