{"id": 13088, "source_id": "a06ebab6-f26d-4fe0-91cf-5747547faa56", "company_name": "Rsu Pku Muhammadiyah Banjarnegara", "province": "JAWA TENGAH", "city": "KAB. BANJARNEGARA", "recommended_degree": "Bimbingan Dan Konseling Islam (Sarjana, Diploma)", "job_title": "Staf Bina Rohani Islam", "job_description": "Memberikan asuhan spiritual kepada pasien dan keluarga untuk mendukung ketenangan psikologis dan kesembuhan holistik, serta melakukan pembinaan karakter Islami bagi seluruh karyawan rumah sakit.\n1. Pelayanan Spiritual Pasien (Visite Rohani)\nIni adalah tugas operasional harian yang langsung bersentuhan dengan pasien (Customer Care sisi spiritual):\nVisite Harian: Mengunjungi pasien rawat inap (terutama pasien baru atau pasien cemas) untuk memberikan motivasi kesembuhan, mendoakan, dan memberikan dukungan moril (psiko-spiritual).\nBimbingan Ibadah (Fikih Orang Sakit):\nMengajarkan cara bersuci (thaharah) bagi pasien yang terpasang infus/kateter (tayamum).\nMembimbing cara shalat dalam kondisi berbaring atau duduk sesuai kemampuan pasien (rukhsah).\nMenyediakan perlengkapan ibadah (debu tayamum, mukena bersih, sarung) jika pasien membutuhkan.\nPendampingan Kerohanian Khusus:\nPre-Operasi: Memberikan doa dan penenangan mental bagi pasien yang akan menjalani operasi besar.\nPasien Isolasi/ICU: Melakukan kunjungan (dengan APD lengkap) atau mendoakan dari luar kaca/via audio untuk pasien kritis.\n\n2. Pelayanan Terminal (Sakaratul Maut & Husnul Khotimah)\nIni adalah momen krusial dalam pelayanan rumah sakit berbasis agama:\nPendampingan Sakaratul Maut (Talqin): Mendampingi pasien yang dalam kondisi kritis (akhir hayat) dengan membimbing kalimat Laa ilaaha illallah dan menenangkan keluarga yang histeris.\nPemulasaraan Jenazah:\nBerkoordinasi dengan tim jenazah untuk proses memandikan dan mengkafani sesuai syariat.\nMemimpin/mengimami shalat jenazah.\nMemberikan edukasi singkat kepada keluarga tentang pengurusan jenazah yang syar'i.\n\n3. Pembinaan Mental & Karakter Pegawai (Internal HRD)\nStaf Binroh juga berfungsi sebagai \"HRD Spiritual\" untuk menjaga moralitas karyawan:\nKajian Rutin: Mengelola jadwal pengajian bulanan/mingguan bagi karyawan (dokter, perawat, manajemen).\nKultum & Apel: Mengisi atau menjadwalkan petugas kultum setelah shalat berjamaah atau saat apel pagi (briefing).\nKonseling Pegawai: Menjadi tempat curhat/konseling bagi pegawai yang memiliki masalah pribadi/keluarga yang mempengaruhi kinerja, dengan pendekatan agama.\nBTA (Baca Tulis Al-Qur'an): Melakukan tes kemampuan membaca Al-Qur'an bagi calon pegawai baru atau program perbaikan bacaan bagi pegawai lama.\n\n4. Manajemen Fasilitas Ibadah & Dakwah\nKemakmuran Masjid/Musholla RS: Memastikan kebersihan musholla, ketersediaan Al-Qur'an, mukena yang wangi, dan jadwal imam rawatib/muadzin tepat waktu.\nSuasana Islami: Mengelola audio land rumah sakit agar memutar murottal Al-Qur'an atau doa-doa pada jam-jam tertentu.", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Staf Bina Rohani Islam", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}