{"id": 1314, "source_id": "a0748c8f-4e5b-4287-a0e7-2c69534d4eae", "company_name": "Rumah Sakit Islam Ibnu Sina Padang Panjang", "province": "SUMATERA BARAT", "city": "KOTA PADANG PANJANG", "recommended_degree": "Desain Komunikasi Visual (Diploma, Sarjana)", "job_title": "Pelaksana Unit Pemasaran", "job_description": "A. Kegiatan Promosi dan Branding\n1. Melaksanakan kegiatan promosi layanan rumah sakit (online dan offline).\n2. Membuat konten informasi kesehatan dan layanan (desain, copywriting, video, publikasi).\n3. Mengelola media sosial resmi rumah sakit sesuai arahan atasan.\n4. Melakukan publikasi kegiatan rumah sakit (seminar, bakti sosial, event, milad, dsb).\n5. Membantu menjaga konsistensi identitas brand sesuai pedoman branding RSI Ibnu Sina.\n\nB. Pelayanan dan Hubungan Pelanggan (Customer Relations)\n1. Melakukan customer visit ke pasien rawat inap, rawat jalan, penanggung jawab pasien, dan institusi terkait.\n2. Menindaklanjuti keluhan (complaint handling) dan menyampaikan ke unit terkait sesuai alur.\n3. Melakukan edukasi mengenai pelayanan rumah sakit kepada pasien dan keluarga.\n4. Membuat laporan umpan balik pasien (survey kepuasan, keluhan, saran).\n5. Menjaga hubungan baik dengan pasien, keluarga pasien, dan mitra rumah sakit.\n\nC. Pengembangan Kerja Sama & Networking\n1. Melakukan kunjungan promosi ke sekolah, instansi pemerintah, perusahaan, komunitas, dan fasilitas kesehatan lain.\n2. Mengumpulkan data calon mitra dan menyusun bahan presentasi.\n3. Menindaklanjuti kerja sama yang sudah berjalan (perusahaan, BPJS, asuransi, klinik jejaring).\n4. Mendampingi kegiatan pemeriksaan kesehatan (MCU) ke instansi mitra.\n5. Menjalankan program marketing lapangan sesuai target kunjungan.\n\nD. Administrasi & Pelaporan\n1. Membuat laporan harian, mingguan, dan bulanan aktivitas pemasaran.\n2. Mengarsipkan dokumentasi kegiatan (foto, video, daftar hadir, laporan kunjungan).\n3. Membantu membuat analisis tren kunjungan pasien dan efektivitas program promosi.\n4. Menyusun kebutuhan anggaran pemasaran tahunan bersama pimpinan unit.\n5. Mengelola database mitra kerja sama dan kontak jaringan pemasaran.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Pelaksana Unit Pemasaran", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}