{"id": 13194, "source_id": "a0744a67-f141-44e7-975a-1e1799b4abd5", "company_name": "Wanxinda Green Travel Industry Development", "province": "JAWA TENGAH", "city": "KAB. BATANG", "recommended_degree": "Administrasi BIsnis, Logistik, Teknik Industri, Manajemen Industri, Manajemen Logistik (Diploma, Sarjana)", "job_title": "Warehouse", "job_description": "1. Operasional Fisik dan Proses Barang (Handling)\nPenerimaan Barang (Receiving): Membantu proses penerimaan barang dari supplier atau pabrik, termasuk membongkar muatan, memverifikasi kuantitas dan kualitas barang sesuai dengan dokumen (Purchase Order atau Surat Jalan).\nPenyimpanan (Putaway): Menyusun dan menata barang di lokasi yang tepat di dalam gudang, memastikan penataan sesuai dengan standar (layout) gudang (seperti FIFO/FEFO) untuk mengoptimalkan ruang dan mempermudah pengambilan.\nPengambilan Pesanan (Picking & Packing): Mengambil barang dari rak sesuai dengan daftar pesanan (picking list) dan membantu proses pengepakan (packing) agar barang aman saat dikirim.\nPengiriman (Shipping): Mempersiapkan barang yang sudah di-packing untuk dimuat ke kendaraan pengiriman, serta memastikan semua dokumen (Surat Jalan/POD) sudah lengkap dan benar.\n\n2. Administrasi dan Inventaris (Inventory Control)\nPencatatan Data: Membantu menginput data pergerakan barang (masuk, keluar, pindah lokasi) ke dalam sistem manajemen gudang (Warehouse Management System/WMS) atau spreadsheet (Excel).\nStok Opname (Stock Take/Cycle Count): Terlibat dalam proses perhitungan fisik barang di gudang secara berkala untuk mencocokkan jumlah stok di sistem dengan jumlah fisik.\nLaporan: Membantu menyusun laporan administrasi harian atau mingguan mengenai inbound dan outbound barang, serta laporan stok.\nSOP & K3: Memastikan semua aktivitas dilakukan sesuai dengan Prosedur Operasi Standar (SOP) dan menerapkan standar Keselamatan dan Kesehatan Kerja (K3) di area gudang.", "application_deadline": "2025-12-07", "quota": 2, "registered": 4, "position_type": "Warehouse", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}