{"id": 13205, "source_id": "a07cc7a8-f79b-43b7-96fd-f674992e54ac", "company_name": "Kspps Harapan Umat Pati", "province": "JAWA TENGAH", "city": "KAB. PATI", "recommended_degree": "Ekonomi Syariah, Ekonomi, Keuangan dan Perbankan, Akuntansi Syariah, Akuntansi, Akuntansi Usaha Kecil dan Menengah (Sarjana, Diploma)", "job_title": "Account Officer/Kolektor", "job_description": "1. Memastikan seluruh pengajuan pembiayaan telah diproses sesuai dengan proses sebenarnya. a. Melayani pengajuan pembiayaan dan memberikan penjelasan mengenai produk pembiayaan. b. Melakukan pengumpulan informasi mengenai calon mitra melalui kegiatan wawancara dan on the spot (kunjungan lapangan). c. Mengupayakan kelengkapan syarat. 2. Memastikan analisi pembiayaan yang telah dilakukan dengan tepat dan lengkap sesuai dengan kebutuhan dan mempresentasikan dalam rapat komite. a. Membuat analisis pembiayaan secara tertulis dari hasil wawancara dan kunjungan lapangan. b. Memberikan penjelasan secara jelas dan lengkap atas pertanyaan dan saran peserta komite. 3. Terselesaikannya pembiayaan bermasalah. a. Melakukan analisis bersama Kabag. Marketing atas pembiayaan-pembiayaan bermasalah. b. Membantu menyelesaikan pembiayaan bermasalah 4. Melihat peluang dan potensi pasar yang ada dalam upaya pengembangan pasar a. Memberikan masukan untuk pengembangan pasar dan memberikan gambaran mengenai potensi pasar yang ada. b. Menghimpun data-data yang relevan dengan kebutuhan untui pengembnagna pasra. c. Melakukan langkah-langkah secara terencana dan terkoordinasi dengan Kabag. Marketing dan bagian marketing lainnya dalam kaitannya dengan pengembangan pasar. 5. Melakukan monitoring atas ketepatan alokasi dana serta ketepatan angsuran pembiayaan mitra a. Melakukan monitoring pasca droping untuk melihat ketepatan alokasi dana. b. Melakukan monitoring angsuran anggota. c. Melakukan peringatan baik secara lisan maupun secara tertulis atas keterlambatan angsuran anggota", "application_deadline": "2025-12-07", "quota": 3, "registered": 5, "position_type": "Account Officer/Kolektor", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}