{"id": 13242, "source_id": "a0790ee3-98c0-4392-aab0-7fcdb6e5cd18", "company_name": "Nautika Karimunjawa Travel", "province": "JAWA TENGAH", "city": "KAB. JEPARA", "recommended_degree": "Pendidikan Teknik Informatika & Komputer, Teknik Komputer, Teknik Komputer dan Jaringan, Pemasaran Digital, Manajemen Pemasaran/Marketing (Diploma, Sarjana)", "job_title": "Digital Marketing Spesialist", "job_description": "Ringkasan Pekerjaan: Digital Marketing Specialist bertanggung jawab dalam merancang, menjalankan, dan mengoptimalkan seluruh strategi pemasaran digital perusahaan. Mulai dari pembuatan website yang profesional, peningkatan trafik melalui SEO, hingga pengelolaan kampanye iklan Google untuk menghasilkan leads atau penjualan. Posisi ini membutuhkan kreativitas, analisis data, serta pemahaman mendalam tentang tren digital.\n\nTanggung Jawab Utama:\n1. Pembuatan Website = \n- Mengembangkan dan mengelola website perusahaan (WordPress/CMS).\n- Mendesain layout responsif dan user-friendly.\n- Menjaga performa website tetap cepat dan bebas error.\n- Update konten secara berkala.\n- Berkoordinasi dengan tim desain/IT untuk pengembangan fitur.\n\n2. SEO (Search Engine Optimization)= \n- Melakukan riset kata kunci dan menentukan strategi SEO.\n- Optimasi struktur situs, meta tag, heading, gambar, dan internal link.\n- Membuat konten SEO-friendly.\n- Melakukan technical SEO dan memonitor performa website.\n- Melakukan link building dan meningkatkan otoritas domain.\n\n3. Iklan Google (Google Ads) = \n- Merancang dan mengelola kampanye Google Ads (Search, Display, Remarketing, dll).\n- Riset kata kunci berbayar dan analisis kompetitor.\n- Membuat materi iklan dan mengelola anggaran.\n- Optimasi hasil iklan dan membuat laporan performa.\n- Melakukan A/B testing untuk peningkatan hasil.\n\n4. Digital Marketing Umum = \n- Mengelola media sosial dan membuat strategi konten.\n- Menganalisis data digital marketing untuk rekomendasi strategi.\n- Mengikuti tren digital untuk inovasi pemasaran.\n- Berkolaborasi dengan tim sales untuk sinkronisasi target.", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Digital Marketing Spesialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}