{"id": 13294, "source_id": "a0744c13-1e63-442a-8a17-848657bf19ac", "company_name": "Wanxinda Green Travel Industry Development", "province": "JAWA TENGAH", "city": "KAB. BATANG", "recommended_degree": "Teknik Mesin Alat Berat, Operator dan Peralatan Alat Berat, Pemeliharaan Alat Berat, Perawatan Alat Berat, Teknik Alat Berat (Diploma, Sarjana)", "job_title": "Alat Berat", "job_description": "1. Pemeliharaan dan Perbaikan (Maintenance & Repair)\nInspeksi Harian: Membantu melakukan pemeriksaan visual harian (Daily Check/P2H) pada kondisi alat berat sebelum dioperasikan.\nPerawatan Berkala: Membantu teknisi dalam melakukan perawatan berkala (PM/Preventive Maintenance), seperti penggantian oli, filter, atau pelumasan.\nTroubleshooting Dasar: Membantu mendiagnosis masalah atau kerusakan ringan pada komponen mesin, hidrolik, atau elektrikal alat berat.\nPembersihan dan Kerapian: Bertanggung jawab menjaga kebersihan dan kerapian area workshop dan alat berat yang sedang diperbaiki.\nPenyusunan Alat: Membantu mempersiapkan dan menyusun alat-alat kerja serta suku cadang yang akan digunakan untuk perbaikan.\n\n2. Administrasi Teknik dan Logistik Suku Cadang\nDokumentasi: Mencatat data hasil inspeksi, perbaikan yang dilakukan, dan parts yang diganti ke dalam formulir atau sistem.\nManajemen Suku Cadang: Membantu memverifikasi dan mencatat permintaan suku cadang (spare parts) yang dibutuhkan untuk perbaikan.\nLaporan Kerja: Membantu menyusun laporan sederhana mengenai jam kerja alat (HM/Hour Meter) dan riwayat pemeliharaan.\n\n3. Operasional (Tergantung Perusahaan)\nPelatihan Operator: Jika perusahaan memiliki program yang komprehensif, Anda mungkin akan mendapatkan kesempatan untuk belajar dasar pengoperasian alat berat (seperti safety procedure dan basic maneuvering), namun fokus utamanya tetap pada aspek mekanikal/elektrikal.", "application_deadline": "2025-12-07", "quota": 2, "registered": 5, "position_type": "Alat Berat", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}