{"id": 13326, "source_id": "a07048a4-3da3-472d-8b7a-0ced8da837a9", "company_name": "Rsu Pku Muhammadiyah Banjarnegara", "province": "JAWA TENGAH", "city": "KAB. BANJARNEGARA", "recommended_degree": "Teknologi Informasi, Ilmu Komputer (Sarjana)", "job_title": "Staf IT SIMRS", "job_description": "Menjamin ketersediaan, keamanan, dan keandalan sistem informasi manajemen rumah sakit (SIMRS), infrastruktur jaringan, serta perangkat keras untuk mendukung kelancaran pelayanan medis dan administrasi 24 jam.\n\n1. Pengelolaan SIMRS (Software & Aplikasi)\nIni adalah tugas paling krusial. SIMRS adalah \"otak\" operasional rumah sakit.\nMaintenance SIMRS: Memastikan aplikasi berjalan lancar di Pendaftaran, Poliklinik, Farmasi, hingga Kasir. Menangani bug atau error sistem yang dilaporkan pengguna.\nManajemen Hak Akses (User Management): Membuat akun pengguna (user ID) baru untuk pegawai, mengatur level akses (misal: Perawat tidak bisa akses menu keuangan), dan menonaktifkan akun pegawai yang resign.\nBridging System: Memonitor koneksi Bridging BPJS (V-Claim) dan SATUSEHAT Kemenkes. Memastikan data terkirim lancar. Jika bridging putus, antrean pasien BPJS akan menumpuk dan klaim bisa terhambat.\n\n2. Infrastruktur Jaringan & Server (Network)\nKoneksi Internet & Lokal: Memastikan jaringan LAN (kabel) dan WiFi stabil di seluruh area RS. Mengonfigurasi Mikrotik/Router untuk membagi bandwidth (misal: prioritas bandwidth untuk pendaftaran dan poli, membatasi akses YouTube/sosmed di jam kerja).\nServer Maintenance: Memantau kesehatan server (suhu, kapasitas harddisk, kinerja prosesor). Memastikan ruang server (Server Room) selalu dingin (AC menyala 24 jam) dan bersih.\nData Backup: Melakukan pencadangan (backup) data database pasien secara rutin (harian, mingguan, bulanan) ke media penyimpanan terpisah untuk mengantisipasi kerusakan data atau serangan virus (Ransomware).\n\n3. Pemeliharaan Perangkat Keras (Hardware Support)\nTroubleshooting Harian: Menangani keluhan kerusakan PC, monitor, mouse, dan keyboard di unit-unit pelayanan.\nPrinter & Periferal: Perbaikan ringan dan instalasi printer (terutama printer resep, printer gelang pasien, dan printer label farmasi yang sering macet).\nInstalasi Awal: Menyiapkan komputer baru, instalasi Windows, Office, dan shortcut SIMRS bagi unit baru.\n\n4. Keamanan Data (Data Security)\nAntivirus & Firewall: Memastikan semua komputer terlindungi dari virus yang bisa mencuri atau merusak data pasien.\nProteksi Data: Menerapkan kebijakan keamanan agar data medis pasien tidak bisa disalin (copy-paste) sembarangan keluar dari lingkungan rumah sakit.\n\n5. Pengembangan & Inovasi (Development)\nWebsite & Display: Mengelola konten website rumah sakit dan layar antrean/display informasi di ruang tunggu.\nAplikasi Pendukung: Mengembangkan atau mengelola aplikasi pendukung operasional, seperti Sistem Absensi Karyawan (Fingerprint/Wajah/GPS)", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Staf IT SIMRS", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}