{"id": 13445, "source_id": "a07f32dc-01d5-4aa9-a4de-4d55c5607c18", "company_name": "Pasca Karya Bangsa", "province": "JAWA TENGAH", "city": "KAB. BATANG", "recommended_degree": "Administrasi BIsnis, Administrasi Perkantoran, Administrasi Keuangan (Sarjana)", "job_title": "Staff Administrasi", "job_description": "Job Desk Staff Administrasi Lembaga Pelatihan\n1. Administrasi Umum\nMengelola data peserta pelatihan (pendaftaran, absensi, biodata, dokumen persyaratan).\nMenyusun, mengarsipkan, dan memelihara dokumen pelatihan (surat, sertifikat, laporan, jadwal).\nMengelola surat masuk dan surat keluar lembaga.\nMembantu penyusunan Rencana Pelaksanaan Pelatihan (RPP) dan materi administrasi terkait.\n2. Pengelolaan Kelas & Peserta\nMembuat dan membagikan jadwal pelatihan kepada instruktur dan peserta.\nMengatur kebutuhan kelas (alat tulis, perangkat, presensi, form evaluasi).\nMengkoordinasikan komunikasi antara instruktur dan peserta mengenai agenda atau perubahan jadwal.\nMengelola proses penilaian peserta (rekap nilai, uji kompetensi, hasil evaluasi)\n3. Pengelolaan Sertifikat\nMenyiapkan format sertifikat pelatihan sesuai standar lembaga.\nMenginput data peserta untuk sertifikasi.\nMencetak, memeriksa, dan mendistribusikan sertifikat kepada peserta.\n4. Keuangan Dasar Pelatihan\nMencatat pemasukan dan pengeluaran operasional pelatihan.\nMembuat laporan biaya pelaksanaan pelatihan.\nMengelola kwitansi, invoice, dan bukti pembayaran peserta.\n5. Pelayanan & Komunikasi\nMemberikan informasi kepada calon peserta mengenai program pelatihan.\nMelayani kebutuhan peserta selama proses pelatihan berlangsung.\nMenangani komplain atau pertanyaan dan meneruskannya ke pihak terkait.\nMengelola komunikasi melalui telepon, email, dan sosial media lembaga.\n6. Koordinasi dengan Instruktur & Manajemen\nMendukung instruktur dalam penyediaan materi, absen, alat praktik, dan laporan.\nMelaporkan perkembangan pelatihan kepada penanggung jawab program.\nMengikuti rapat evaluasi dan menyusun notulen.\n7. Pelaporan\nMembuat laporan harian, mingguan, atau akhir kegiatan pelatihan.\nMengolah data peserta untuk laporan ke dinas atau mitra kerja sama.\nMenyimpan dokumentasi kegiatan (foto, video, daftar hadir).", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Staff Administrasi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}