{"id": 13444, "source_id": "a06eb1e0-11ce-4e7b-8e6c-8b623376b8db", "company_name": "Rsu Pku Muhammadiyah Banjarnegara", "province": "JAWA TENGAH", "city": "KAB. BANJARNEGARA", "recommended_degree": "Radiologi (Diploma, Sarjana)", "job_title": "Radiografer", "job_description": "Melakukan pelayanan pemeriksaan radiologi (pencitraan medis) untuk menghasilkan citra/gambar tubuh pasien yang berkualitas tinggi guna menegakkan diagnosa, dengan tetap menerapkan prinsip proteksi radiasi yang ketat.\n\n1. Pelayanan Pemeriksaan Radiodiagnostik (Teknis)\nIni adalah tugas inti operasional:\nPersiapan Pasien:\nMemanggil pasien dan melakukan identifikasi (nama & tanggal lahir/RM).\nMeminta pasien melepas benda logam (kalung, jam, kancing logam) yang dapat mengganggu gambaran (artefak).\nMemberikan instruksi posisi (positioning) yang tepat kepada pasien (misal: posisi AP/Lateral untuk Thorax, Supine untuk Abdomen) agar organ target terlihat jelas.\nPengaturan Eksposi: Menentukan faktor eksposi (kV, mAs) pada pesawat Sinar-X sesuai dengan ketebalan objek tubuh pasien untuk menghasilkan kontras dan densitas gambar yang optimal.\nPenggunaan Modalitas:\nKonvensional: Melakukan foto Rontgen umum (Dada, Tulang, Perut).\nModalitas Canggih (Jika ada & bersertifikat): Mengoperasikan alat CT-Scan, MRI, atau C-Arm di kamar operasi (OK) sesuai kompetensi.\nPemeriksaan Dengan Kontras: Membantu Dokter Spesialis Radiologi dalam pemeriksaan khusus seperti IVP (ginjal), HSG (kandungan), atau Colon in Loop.\n\n2. Proteksi & Keselamatan Radiasi (Radiation Safety)\nIni adalah aspek wajib (Regulatory) dari BAPETEN:\nPrinsip ALARA: Menerapkan prinsip As Low As Reasonably Achievable (dosis serendah mungkin yang bisa dicapai) namun tetap menghasilkan gambar yang jelas.\nProteksi Pasien & Pendamping:\nMemasang Apron Timbal (Lead Apron) atau pelindung tiroid/gonad pada pasien jika diperlukan.\nMelakukan skrining pada pasien wanita usia subur: \"Apakah sedang hamil?\" sebelum melakukan penyinaran.\nProteksi Diri & Lingkungan:\nSelalu berlindung di balik tabir timbal (control room) saat melakukan eksposi (menembak sinar).\nWajib menggunakan TLD Badge (Personal Dosimeter) selama bekerja untuk memantau paparan radiasi yang diterima diri sendiri.\nMemastikan pintu ruang pemeriksaan tertutup rapat dan lampu indikator bahaya radiasi (\"Lampu Merah\") menyala saat penyinaran berlangsung.\n\n3. Pengolahan Citra (Image Processing)\nCR/DR (Computed/Digital Radiography): Melakukan processing kaset (CR) atau pengolahan digital (DR) di komputer kerja.\nQuality Control Citra:\nMemastikan gambar tidak goyang (blur).\nMemastikan marker (tanda L/R atau Kiri/Kanan) terpasang dengan benar pada film/gambar.\nMelakukan cropping dan pengaturan kontras sebelum mencetak film atau mengirim data ke PACS/Dokter.\n\n4. Administrasi & Logistik\nInput Data: Memasukkan data tindakan ke dalam SIMRS (Sistem Informasi RS) atau RIS (Radiology Information System) untuk billing tagihan.\nArsip: Menyimpan data citra digital pasien secara teratur.\nStok Film & Bahan: Memantau ketersediaan film rontgen, cairan kontras, dan bahan habis pakai lainnya.", "application_deadline": "2025-12-07", "quota": 2, "registered": 7, "position_type": "Radiografer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}