{"id": 13452, "source_id": "a08033fc-f15a-4850-8f2c-d2b6291cdfb3", "company_name": "Rs Pku Aisyiyah Boyolali", "province": "JAWA TENGAH", "city": "KAB. BOYOLALI", "recommended_degree": "Sanitasi Lingkungan, Kesehatan Lingkungan (Sarjana)", "job_title": "Sanitarian", "job_description": "1.\tMenyelenggarakan kegiatan pemeliharaan kebersihan dan sterilisasi : perabotan, ruangan dan lingkungan rumah sakit\n2.\tMenyelenggarakan kegiatan sanitasi \na.\tPengawasan hama pengganggu, serangga maupun tikus\nb.\tPenyehatan air\nc.\tPengelolaan dan pengolahan limbah – sampah \nd.\tPengawasan atas adanya pencemaran limbah dan sampah RS\n3.\tMenyelenggarakan kegiatan kebersihan dan sanitasi sesuai pedoman – SOP yang telah ditetapkan\n4.\tMenjaga agar sarana dan fasilitas untuk pelayanan kebersihan dan sanitasi selalu dalam keadaan baik dan siap pakai\n5.\tMenyusun laporan kegiatan kebersihan dan sanitasi \n6.\tMengkoordinasi Pemeriksaan sanitasi lingkungan yang diserahkan pada pihak-pihak yang berwenang dalam hal ini adalah Dinas Lingkungan hidup, Laboratorium\n7.\tMenjaga ketersediaan saranan prasarana kesanitasian untuk pelayanan rumah sakit seperti hand sanitaizer, obat pembunuh kuman dan lain lain yang bekerjasama dengan tim PPI\n\n\n8.\tPemeriksaan periodik minimal 1 tahun 1 kali untuk usap alat makan dan masak\n9.\tPemeriksaan lingkungan fisik (debu, kebisingan dan kelembaban, pencahayaan) dilakukan 6 bulan sekali\n10.\tPemeriksaan air limbah dilakukan 6 bulan sekali\n11.\tPemeriksaan Mikrobiologi air dilakukan 6 bulan sekali\n12.\tPemeriksaan kimia terbatas air bersih dilakukan 6 bulan sekali.\n13.\tPemeriksaan udara dan pencahayaan\n14.\tMelaksanakan tugas lain yang diberikan oleh atasan.\n15.\tDalam melaksanakan tugas, bertanggung jawab kepada Kasi Umum\n16.\tBerperan serta dalam pemenuhan indikator mutu di unitnya", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "Sanitarian", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}