{"id": 13532, "source_id": "a06eb749-fe6f-46cf-9124-c68d205cdc8c", "company_name": "Rsu Pku Muhammadiyah Banjarnegara", "province": "JAWA TENGAH", "city": "KAB. BANJARNEGARA", "recommended_degree": "Promosi Kesehatan (Diploma, Sarjana)", "job_title": "Staff Promkes", "job_description": "Merencanakan, melaksanakan, dan mengevaluasi kegiatan edukasi kesehatan kepada pasien, keluarga, pengunjung, dan masyarakat sekitar, serta mendukung pemasaran layanan rumah sakit melalui komunikasi yang efektif.\n\n1. Promosi Kesehatan Dalam Gedung (Internal)\nKegiatan ini ditujukan untuk pasien dan pengunjung yang sedang berada di area rumah sakit.\nPenyuluhan Kelompok: Mengelola jadwal penyuluhan kesehatan rutin di ruang tunggu poliklinik atau ruang tunggu rawat inap (misalnya: senam diabetes, edukasi cuci tangan).\nKoordinasi Edukasi Individual: Memastikan dokter/perawat melakukan edukasi kepada pasien (seperti penjelasan penyakit dan obat) dan terdokumentasi dalam rekam medis.\nMedia Informasi: Mengelola audio land (siaran suara internal), TV ruang tunggu, dan majalah dinding agar berisi konten kesehatan yang update.\nNavigasi Pasien: Memastikan rambu/petunjuk arah (signage) dan banner alur pelayanan jelas dan mudah dipahami pengunjung.\n\n2. Promosi Kesehatan Luar Gedung (Eksternal/Outreach)\nKegiatan ini bertujuan menjangkau masyarakat umum atau instansi luar.\nKunjungan Komunitas: Mengadakan penyuluhan kesehatan ke sekolah, posyandu, perusahaan, atau instansi pemerintah.\nEvent & Pameran: Mengelola partisipasi rumah sakit dalam event kesehatan, Car Free Day, atau pameran (buka booth pemeriksaan tensi/gula darah gratis).\nBakti Sosial: Menjadi koordinator acara bakti sosial (khitanan massal, pengobatan gratis) bekerja sama dengan tim medis.\n\n3. Produksi Media & Konten Kreatif\nIni adalah sisi teknis/kreatif dari staf PKRS:\nDesain Grafis: Membuat desain leaflet, brosur, banner, spanduk, dan poster kesehatan yang menarik.\nManajemen Media Sosial: Mengelola akun resmi RS (Instagram, TikTok, Facebook, Website). Tugasnya meliputi membuat content planning, membalas komentar netizen, dan memposting jadwal dokter/layanan terbaru.\nVideo Edukasi: Membuat video pendek tentang profil dokter, fasilitas alat baru, atau tips kesehatan ringan.\n\n4. Pemasaran Layanan (Marketing Support)\nMeskipun fokus utamanya edukasi, PKRS sering merangkap fungsi marketing di RS tipe C/D:\nPromosi Layanan Unggulan: Memperkenalkan paket Medical Check-Up (MCU), layanan vaksinasi, atau alat medis baru kepada target pasar.\nKerjasama (MOU): Membantu menyiapkan proposal kerjasama pelayanan kesehatan dengan perusahaan atau asuransi.\n\n5. Administrasi & Evaluasi\nDokumentasi: Membuat laporan kegiatan (TOR/KAK), foto dokumentasi, dan notulen setiap kegiatan penyuluhan.\nSurvei Kepuasan: Membantu menyebar dan merekap kuesioner kepuasan pelanggan/pasien (jika tidak ada unit khusus mutu).\nLaporan Akreditasi: Mengumpulkan bukti-bukti kegiatan edukasi (Pokja MKE - Manajemen Komunikasi dan Edukasi) untuk keperluan survei akreditasi.", "application_deadline": "2025-12-07", "quota": 2, "registered": 10, "position_type": "Staff Promkes", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}