{"id": 13695, "source_id": "a0743ba7-3271-4b57-8a7a-e0d7da0b99c2", "company_name": "Wanxinda Green Travel Industry Development", "province": "JAWA TENGAH", "city": "KAB. BATANG", "recommended_degree": "Pendidikan Teknik Sipil dan Perencanaan, Teknik Sipil, Teknik Sipil Bangunan Gedung, Teknik Sipil Infrastruktur Perkotaan (Sarjana)", "job_title": "Teknik Sipil / Civil Engineer", "job_description": "1. Dukungan Teknis dan Administrasi Proyek\nAsistensi Perencanaan: Membantu dalam penyiapan dokumen perencanaan proyek, seperti jadwal kerja (schedule), kurva S, dan laporan progres.\nPengarsipan Dokumen: Mengelola dan mengarsipkan dokumen penting proyek (gambar kerja, spesifikasi teknis, laporan harian, surat menyurat).\nInspeksi Lapangan: Mendampingi insinyur senior dalam pemeriksaan kualitas pekerjaan di lapangan (misalnya, pengawasan pengecoran beton, pemasangan baja, atau soil compaction).\nPenyusunan Laporan: Membuat laporan harian atau mingguan mengenai aktivitas di lapangan, kendala, dan penggunaan material.\n\n2. Pengukuran dan Survei\nPengecekan Setting Out: Membantu tim survei dalam penentuan titik-titik koordinat dan elevasi di lapangan sesuai dengan gambar kerja.\nPengambilan Data: Melakukan pengukuran volume pekerjaan yang telah diselesaikan (opname) dan membandingkannya dengan rencana anggaran.\n\n3. Analisis dan Perhitungan\nReview Gambar: Membaca dan memahami gambar kerja struktural, arsitektural, dan MEP (Mekanikal, Elektrikal, dan Plumbling).\nPerhitungan Sederhana: Melakukan perhitungan teknis dasar, seperti perhitungan volume material (beton, baja, urugan) atau estimasi biaya awal.\nPenggunaan Software: Membantu insinyur dalam input data atau drafting menggunakan software teknik sipil (seperti AutoCAD, SketchUp, atau software analisis struktur sederhana).\n\n4. Manajemen Kualitas dan Material\nPengawasan Material: Membantu dalam penerimaan dan pengecekan kualitas material yang datang ke lokasi proyek (misalnya, pengecekan mutu semen, agregat, atau baja).\nUji Mutu: Mendampingi pelaksanaan uji coba material di laboratorium atau lapangan (misalnya slump test untuk beton).\nKesehatan dan Keselamatan Kerja (K3): Memastikan standar K3 diikuti di area kerja dan melaporkan potensi bahaya.", "application_deadline": "2025-12-07", "quota": 4, "registered": 19, "position_type": "Teknik Sipil / Civil Engineer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}