{"id": 13719, "source_id": "a07cab18-ece7-47de-859c-466f43e953db", "company_name": "Bersama Edukarya Juara", "province": "JAWA TENGAH", "city": "KAB. KARANGANYAR", "recommended_degree": "Ilmu Komunikasi, PG PAUD, Administrasi Pendidikan, Manajemen Pendidikan, Teknologi Pendidikan (Sarjana, Diploma)", "job_title": "Divisi EO Pelatihan Guru (Webinar, Workshop, dan Diklat Pendidikan)", "job_description": "Divisi ini bertanggung jawab atas perencanaan, pelaksanaan, dan evaluasi kegiatan pelatihan guru, baik dalam bentuk webinar, workshop, maupun diklat bersertifikat. Fokus utama divisi ini adalah memastikan setiap kegiatan berjalan profesional, berdampak, dan relevan dengan kebutuhan peningkatan kompetensi pendidik di era digital. Rincian tugas: \n- Perencanaan Acara:\nMenyusun konsep kegiatan, menentukan tema, narasumber, jadwal, dan sasaran peserta pelatihan. Mengelola administrasi kegiatan seperti surat menyurat, rundown, dan daftar peserta.\n- Koordinasi & Komunikasi:\nBerkoordinasi dengan narasumber, moderator, peserta, serta pihak eksternal terkait penyelenggaraan kegiatan. Mengatur komunikasi publik melalui media sosial dan kanal resmi perusahaan.\n-Publikasi & Promosi:\nMembuat materi promosi kegiatan (poster, caption, konten pra-acara), melakukan publikasi di berbagai platform digital, serta memastikan partisipasi peserta sesuai target.\n- Pelaksanaan Teknis Acara:\nMengelola aspek teknis selama kegiatan berlangsung, termasuk tata acara, dokumentasi, pengelolaan peserta daring/luring, serta menjaga kualitas pengalaman peserta selama pelatihan.\n- Evaluasi & Pelaporan:\nMelakukan evaluasi kegiatan (peserta, narasumber, dan tim internal), menyusun laporan akhir kegiatan, serta memberikan rekomendasi untuk pengembangan pelatihan berikutnya.", "application_deadline": "2025-12-07", "quota": 4, "registered": 23, "position_type": "Divisi EO Pelatihan Guru (Webinar, Workshop, dan Diklat Pendidikan)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}