{"id": 13741, "source_id": "a06eb00d-0510-4b34-93bd-9956aff88bd0", "company_name": "Rsu Pku Muhammadiyah Banjarnegara", "province": "JAWA TENGAH", "city": "KAB. BANJARNEGARA", "recommended_degree": "Teknologi Laboratorium Medik, Teknologi Laboratorium Medis, Laboratorium Medik, Laboratorium Medis (Diploma, Sarjana)", "job_title": "Analis Laboratorium Kesehatan", "job_description": "Melaksanakan pelayanan laboratorium kesehatan meliputi bidang hematologi, kimia klinik, mikrobiologi, imunologi, dan urinalisa secara akurat, teliti, dan tepat waktu untuk menunjang diagnosa medis.\n\n1. Tahap Pra-Analitik (Persiapan & Sampling)\nIni adalah tahap paling krusial karena kesalahan terbesar laboratorium sering terjadi di sini.\nPhlebotomy (Pengambilan Darah): Melakukan pengambilan sampel darah vena atau kapiler pada pasien (rawat jalan/inap) sesuai standar prosedur (SPO) dengan teknik aseptik yang benar.\nIdentifikasi Sampel: Memastikan setiap wadah sampel (tabung vakum, pot urine/sputum) memiliki label identitas pasien yang lengkap (Nama, No RM, Tanggal Lahir) agar tidak tertukar.\nPenerimaan & Penolakan Sampel: Memeriksa kualitas sampel yang dikirim dari ruangan (misal: apakah darah lisis/beku, volume kurang). Berhak menolak sampel yang tidak layak periksa (lysis) dan meminta pengambilan ulang.\nPersiapan Alat & Bahan: Menyiapkan reagen, kalibrator, dan alat penunjang sebelum pelayanan dimulai.\n\n2. Tahap Analitik (Pemeriksaan)\nTahap pengerjaan sampel menggunakan instrumen atau metode manual.\nOperasional Instrumen: Mengoperasikan alat-alat canggih seperti Hematology Analyzer, Chemistry Analyzer, atau alat Blood Gas sesuai instruksi kerja.\nPemeriksaan Manual: Melakukan pemeriksaan mikroskopis (misal: hitung jenis leukosit, sedimen urine, BTA sputum, atau malaria) dan pemeriksaan manual lainnya (golongan darah, tes kehamilan).\nQuality Control (QC):\nWajib menjalankan Kontrol Harian (Internal Quality Control) pada alat sebelum memeriksa sampel pasien.\nMemastikan hasil kontrol masuk dalam range yang diterima (kurva Levey-Jennings) sebelum merilis hasil pasien.\n\n3. Tahap Pasca-Analitik (Validasi & Pelaporan)\nVerifikasi Hasil: Mengecek kembali kesesuaian hasil lab dengan kondisi klinis pasien (jika ada hasil ekstrem, lakukan pengulangan/duplo).\nPelaporan Nilai Kritis (Critical Value): Melaporkan segera hasil yang mengancam nyawa (misal: Hemoglobin < 5 atau Glukosa < 40) kepada Dokter/Perawat ruangan via telepon dan mencatatnya di buku \"Daftar Nilai Kritis\" (bukti lapor TBK - Tulis Baca Konfirmasi).\nInput Data: Memasukkan hasil pemeriksaan ke dalam Sistem Informasi Laboratorium (LIS/SIMRS) dan mencetak hasil.\n\n4. Pemeliharaan & Logistik (Maintenance)\nPerawatan Alat: Melakukan maintenance harian, mingguan, dan bulanan pada alat laboratorium (misal: probe cleaning, shutdown alat) untuk menjaga keawetan dan akurasi.\nManajemen Reagen: Mengecek stok reagen dan bahan habis pakai. Melakukan pencatatan suhu kulkas penyimpanan reagen setiap shift (biasanya 2-8°C).", "application_deadline": "2025-12-07", "quota": 2, "registered": 26, "position_type": "Analis Laboratorium Kesehatan", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}