{"id": 13782, "source_id": "a07436bb-b834-44a5-bd51-bb3f68f6e6a1", "company_name": "Rumah Sakit Islam Kendal", "province": "JAWA TENGAH", "city": "KAB. KENDAL", "recommended_degree": "Keperawatan, Keperawatan Anestesiologi (Diploma)", "job_title": "PERAWAT", "job_description": "Tugas-tugas utama\nAsuhan keperawatan dasar: Memberikan perawatan langsung, membantu pasien dalam aktivitas sehari-hari, seperti nutrisi, eliminasi, mobilisasi, dan kebersihan diri.\nObservasi dan pelaporan: Mengamati kondisi pasien secara terus-menerus, mencatat informasi pasien, dan melaporkan setiap perubahan kondisi medis atau emosional kepada perawat terdaftar atau atasan.\nDokumentasi: Mencatat intervensi keperawatan dan respons pasien sesuai dengan kebijakan yang berlaku.\nKesiapsiagaan darurat: Membantu tim dalam menanggapi situasi darurat pasien dan melakukan pertolongan kegawatdaruratan dasar jika diperlukan.\nKebersihan dan pemeliharaan: Memastikan kebersihan dan kerapian ruangan perawatan (seperti poli atau IGD) serta memelihara dan mengamankan alat medis dan non-medis. \nTugas-tugas pendukung\nEdukasi: Memberikan informasi dan menjawab pertanyaan dari pasien dan keluarga dalam batasan kemampuan yang dimiliki, serta menjelaskan prosedur yang ada.\nKolaborasi: Bekerja sama dengan dokter dan profesional kesehatan lainnya dalam pelayanan pasien.\nKegiatan komunitas: Membantu kegiatan kesehatan masyarakat, seperti pemberantasan penyakit, program Usaha Kesehatan Sekolah (UKS), penyuluhan kesehatan, atau kegiatan di Posyandu.\nTugas administratif: Membantu dalam persiapan laporan kegiatan atau perencanaan program jika diperlukan. \nEtika dan profesionalisme\nMenunjukkan kepekaan terhadap kenyamanan, privasi, dan kerahasiaan pasien.\nMenjaga profesionalisme dan bekerja sama dalam tim dengan efektif.\nMenjaga kerahasiaan data pasien", "application_deadline": "2025-12-07", "quota": 5, "registered": 47, "position_type": "PERAWAT", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}