{"id": 13797, "source_id": "a06ea6f8-922b-4ea8-9dec-43d92e92b1e2", "company_name": "Rsu Pku Muhammadiyah Banjarnegara", "province": "JAWA TENGAH", "city": "KAB. BANJARNEGARA", "recommended_degree": "Ilmu Keperawatan, Keperawatan, Keperawatan (Diploma, Sarjana)", "job_title": "Perawat Pelaksana", "job_description": "1. Pemberian Asuhan Keperawatan (Care Provider)\nTugas utama perawat pelaksana adalah menjalankan proses keperawatan dari awal hingga akhir\nPengkajian (Asesmen): Melakukan anamnesa, pemeriksaan fisik, dan pengecekan tanda-tanda vital (tensi, suhu, nadi, pernapasan, saturasi oksigen) pada pasien baru maupun pasien lama.\nDiagnosa & Perencanaan: Menentukan masalah keperawatan dan menyusun rencana intervensi harian sesuai kebutuhan pasien.\nImplementasi:\nMemberikan obat-obatan (oral, injeksi, infus) sesuai instruksi dokter dengan prinsip 6 Benar Obat.\n\nMelakukan tindakan perawatan luka (ganti verban), pemasangan infus, kateter, atau NGT sesuai kompetensi.\n\nMembantu pemenuhan kebutuhan dasar pasien (makan, mandi/personal hygiene, eliminasi, dan mobilisasi).\nEvaluasi: Memantau respon pasien terhadap tindakan medis/keperawatan dan melaporkan perubahan kondisi pasien kepada Dokter Penanggung Jawab Pasien (DPJP) atau Perawat Ketua Tim/Kepala Ruangan.\n\n2. Administrasi & Dokumentasi (Medical Record)\nPencatatan: Melengkapi rekam medis pasien (CPPT - Catatan Perkembangan Pasien Terintegrasi) secara lengkap, akurat, dan terbaca.\nHandover (Operan): Melakukan timbang terima pasien antar shift (pagi ke sore, sore ke malam, dst.) dengan metode komunikasi efektif (misalnya SBAR: Situation, Background, Assessment, Recommendation).\nAdministrasi Pasien: Membantu proses administrasi masuk (admission) dan kepulangan (discharge) pasien, termasuk pengecekan kelengkapan berkas jaminan/asuransi jika diperlukan.\n\n3. Keselamatan Pasien (Patient Safety)\nIdentifikasi: Memastikan identitas pasien selalu terkonfirmasi sebelum melakukan tindakan medis atau pemberian obat.\nResiko Jatuh: Melakukan asesmen risiko jatuh dan memasang tanda peringatan (gelang kuning/segitiga jatuh) serta pengaman tempat tidur.\nPencegahan Infeksi: Menerapkan prinsip Pencegahan dan Pengendalian Infeksi (PPI), termasuk kebersihan tangan (hand hygiene) dan penggunaan APD yang tepat.\nKeadaan Darurat: Merespon kondisi gawat darurat (misalnya henti jantung) dengan melakukan Bantuan Hidup Dasar (BHD/CPR) dan mengaktifkan sistem Code Blue.\n\n4. Kolaborasi & Komunikasi\nMendampingi dokter saat visite (kunjungan dokter) untuk mencatat instruksi medis dan melaporkan perkembangan pasien.\nBekerja sama dengan ahli gizi (dietisien) terkait diet pasien.\nBekerja sama dengan petugas laboratorium dan radiologi untuk pemeriksaan penunjang.\n\n5. Edukasi (Educator)\nMemberikan edukasi kesehatan kepada pasien dan keluarga mengenai penyakit, rencana perawatan, diet, dan perawatan lanjutan di rumah (discharge planning).\nMengajarkan keluarga cara mencuci tangan yang benar atau cara membantu mobilisasi pasien.\n\n6. Manajemen Fasilitas & Alat\nMemastikan alat-alat medis di ruangan (seperti monitor pasien, syringe pump, termometer) dalam kondisi bersih dan siap pakai.\nMelakukan pengecekan stok obat-obatan dan bahan habis pakai (kasa, plester, spuit) di troli tindakan agar selalu tersedia.", "application_deadline": "2025-12-07", "quota": 15, "registered": 72, "position_type": "Perawat Pelaksana", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}