{"id": 13828, "source_id": "a0787d41-c96f-4a17-aac6-f4775da06e58", "company_name": "Adanu Adhinata Semesta", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KOTA YOGYAKARTA", "recommended_degree": "Ilmu Komunikasi, Manajemen & Produksi Film Video & TV, Penyuntingan Audio dan Video, Multimedia, Manajemen Pemasaran/Marketing (Sarjana)", "job_title": "Brand Strategic Intern", "job_description": "A. Deskripsi Tugas \n1. Membantu menyusun Content Calendar yang terstruktur untuk memastikan konsistensi posting dalam berbagai format dan platform\n2. Melakukan riset tren, hashtag, dan audio yang relevan untuk meningkatkan jangkauan organik.\n3. Menyusun copywriting yang persuasif, informatif, dan sesuai dengan brand voice pada script video maupun caption konten\n4. Membantu mengeksekusi strategi konten organik yang selaras dengan objective brand/produk\n5. Membangun dan memelihara interaksi dua arah dengan audiens secara proaktif.\n6. Mengidentifikasi dan membangun hubungan awal dengan Key Opinion Leaders (KOLs) dalam program kolaboration post\n7. Memantau dan menganalisis metrik performa akun sosial media secara rutin (misal: pertumbuhan followers, engagement rate, jangkauan).\n\nB. Kualifikasi\n1. Fresh Graduate dipersilakan melamar\n2. Memahami content social media management dasar \n3. Percaya diri di depan kamera \n4. Mampu menyusun storytelling konten dan copywriting yang menarik \n5. Mampu melakukan pembuatan video pendek dari pengambilan gambar, editing hingga konten siap posting \n6. Update terhadap perkembangan teknologi pembuatan konten\n7. Mampu memahami metrics performa media sosial \n8. Memiliki keterampilan interpersonal & komunikasi yang kuat, baik lisan maupun tertulis\n9. Percaya diri, proaktif, kreatif, dan mampu bekerja mandiri dengan bimbingan minimal.\n10. Berkomitmen untuk menyelesaikan program magang selama 6 Bulan.\n\n- cc", "application_deadline": "2025-12-07", "quota": 1, "registered": 1, "position_type": "Brand Strategic Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}