{"id": 13933, "source_id": "a072c61f-7e20-4520-961d-82380d64909f", "company_name": "Teknologi Kode Indonesia", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KOTA YOGYAKARTA", "recommended_degree": "Manajemen Pemasaran/Marketing, Manajemen Bisnis, Ilmu Komunikasi, Teknik Industri (Sarjana)", "job_title": "Marketing", "job_description": "Tujuan Jabatan:\nMemastikan strategi dan aktivitas pemasaran berjalan efektif untuk mendukung pertumbuhan perusahaan, meningkatkan brand awareness, menghasilkan leads berkualitas, serta membantu menyampaikan nilai teknologi dan hasil riset perusahaan kepada pasar B2B dan B2G.\n\nDeskripsi Kerja:\n1. Menyusun strategi pemasaran berdasarkan roadmap produk riset & pengembangan.\n2. Melakukan analisis market, kompetitor, dan tren teknologi.\n3. Menyusun rencana kampanye pemasaran (digital & offline).\n4. Membuat dan mengelola konten marketing seperti artikel, video, brosur, landing page, dan company profile.\n5. Mengelola media sosial perusahaan dan aktivitas brand exposure.\n6. Menjaga konsistensi brand sesuai nilai dan positioning perusahaan.\n7. Mengelola SEO/SEM, Google Ads, Meta Ads, dan LinkedIn Ads.\n8. Mengukur performa digital marketing menggunakan tools seperti Google Analytics, Meta Business Suite, atau HubSpot.\n9.Mengoptimasi campaign untuk mendapatkan konversi dan leads berkualitas.\n10. Mengidentifikasi potensi pelanggan baru di segmen B2B dan B2G.\n11. Mengelola database prospek dan melakukan lead nurturing.\n12. Membantu tim sales menyiapkan presentasi, pitch deck, dan proposal.\n13. Mengumpulkan feedback pelanggan untuk improvement produk hasil riset.\n14. Memberikan insight pasar kepada tim R&D untuk pengembangan produk.\n15. Mengkomunikasikan nilai teknologi dan fitur produk kepada pasar.\n16. Menyelenggarakan event, webinar, training, workshop, dan pameran.\n17. Membangun dan menjaga hubungan baik dengan klien dan mitra bisnis.\n18. Bertindak sebagai representatif perusahaan dalam kegiatan pemasaran.", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Marketing", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}