{"id": 13956, "source_id": "a070a975-1b50-4299-829a-3ed811cc82d7", "company_name": "Artisan Optima Daring", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KOTA YOGYAKARTA", "recommended_degree": "Ilmu Komunikasi, Manajemen Pemasaran, Bisnis Digital, Administrasi Bisnis, Manajemen Pemasaran/Marketing (Sarjana, Diploma)", "job_title": "Customer Outreach & Sales Ambassador", "job_description": "Penempatan Client Schnapp Digital (Skuling)\n\nSebagai Customer Outreach & Sales Ambassador, peserta magang akan berperan aktif dalam memperluas jangkauan pengguna Skuling.id melalui pendekatan langsung kepada calon pengguna dan pelanggan aktif. Lingkup tugas difokuskan pada kegiatan promosi, komunikasi, dan dukungan penjualan, dengan tujuan meningkatkan awareness, engagement, serta konversi pengguna terhadap produk Skuling. \n\nLingkup Tugas Utama: Promosi & Outreach Melakukan pendekatan langsung (reach out) ke calon pengguna melalui WhatsApp, media sosial, atau kanal komunikasi lain yang disediakan. Menyampaikan informasi mengenai produk, promo, dan program terbaru Skuling dengan gaya komunikasi yang menarik dan mudah dipahami. Membangun jaringan dengan siswa SMA, bimbingan belajar, serta komunitas pendidikan untuk memperluas jangkauan promosi. Reminder & Customer Engagement Menghubungi pengguna aktif untuk memberikan pengingat langganan, update program, atau informasi event. Menjaga hubungan baik dengan pengguna dan memberikan respon cepat terhadap pertanyaan dasar seputar produk. Sales Support Membantu proses penjualan dengan memberikan informasi harga, paket, dan panduan pembelian. Mengumpulkan feedback dari calon pelanggan dan pengguna aktif untuk perbaikan strategi promosi. Berkontribusi dalam pencapaian target outreach dan konversi yang telah ditetapkan tim Growth & Sales Skuling. Reporting & Evaluasi Menyusun laporan harian atau mingguan mengenai jumlah kontak yang dihubungi, respon yang diterima, dan hasil promosi. Berpartisipasi dalam sesi evaluasi dan memberikan masukan untuk peningkatan efektivitas kampanye promosi.", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Customer Outreach & Sales Ambassador", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}