{"id": 13990, "source_id": "a07ee3f6-62aa-46f3-ad87-50ec6b5c9777", "company_name": "Putera Mataram Indah Wisata", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KAB. SLEMAN", "recommended_degree": "Hospitality dan Pariwisata, Manajemen Bisnis, Manajemen Bisnis Pariwisata, Manajemen Perhotelan dan Pariwisata, Manajemen Perhotelan (Diploma)", "job_title": "Guest Relation Officer/Mirunggan Attendant", "job_description": "Tujuan Posisi:\nBertanggung jawab dalam memberikan pelayanan terbaik kepada tamu, khususnya tamu VIP, repeat guest, dan long stay, serta memastikan seluruh kebutuhan dan pengalaman tamu terpenuhi sesuai standar hotel bintang lima. Posisi ini menjadi penghubung utama antara tamu dan hotel untuk memastikan kepuasan, kenyamanan, serta kelancaran proses selama tamu menginap.\n\nTanggung Jawab Utama:\nMelaksanakan penyambutan tamu dengan ramah sesuai standar hotel, termasuk menyambut tamu VIP dan melakukan escorting ke kamar sekaligus memberikan penjelasan mengenai fasilitas kamar dan hotel. Membantu proses check-in dan check-out agar lebih cepat dan nyaman, serta memberikan informasi terkait layanan hotel, fasilitas, dan rekomendasi aktivitas di sekitar hotel. Menangani berbagai permintaan dan pertanyaan tamu, menangani keluhan secara profesional, serta melakukan follow-up untuk memastikan kepuasan tamu terpenuhi. Mengelola administrasi Front Office terkait tamu, termasuk memperbarui guest profile, preferences, VIP list, dan membuat courtesy call report. Berkoordinasi dengan Housekeeping, F&B, Security, dan departemen terkait lainnya agar seluruh permintaan tamu dapat ditangani dengan baik. Memastikan welcome amenities tersedia sesuai standar VIP level, menjaga kebersihan dan kerapian area lobby, serta memberikan dukungan operasional Front Office pada saat high occupancy. Melaksanakan tugas tambahan sesuai arahan Guest Relation Supervisor atau Front Office Manager.", "application_deadline": "2025-12-07", "quota": 2, "registered": 4, "position_type": "Guest Relation Officer/Mirunggan Attendant", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}