{"id": 14000, "source_id": "a07ee328-efd1-443d-90f0-2a28383bdb31", "company_name": "Putera Mataram Indah Wisata", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KAB. SLEMAN", "recommended_degree": "Hospitality dan Pariwisata, Manajemen Bisnis, Manajemen Bisnis Pariwisata, Perhotelan, Manajemen Perhotelan dan Pariwisata (Diploma)", "job_title": "Waiter/Waitress", "job_description": "Tujuan Posisi:\nBertanggung jawab dalam memberikan pelayanan makanan dan minuman secara profesional, ramah, dan sesuai standar hotel bintang lima untuk memastikan pengalaman makan tamu berjalan nyaman dan memuaskan. Posisi ini memastikan seluruh proses layanan, mulai dari penyambutan tamu, pengambilan pesanan, penyajian hidangan, hingga penanganan kebutuhan tamu, berjalan lancar tanpa mengganggu operasional restoran.\n\nTanggung Jawab Utama:\nMelakukan penyambutan tamu dengan sopan dan ramah sesuai standar hotel, mengarahkan tamu ke meja, serta memberikan menu dan penjelasan terkait rekomendasi atau special menu. Mengambil dan mencatat pesanan tamu secara akurat melalui POS atau order pad, serta menyajikan makanan dan minuman sesuai service sequence. Memastikan seluruh kebutuhan tamu selama makan terpenuhi, termasuk refill minuman, penggantian cutlery, dan permintaan khusus. Menangani keluhan ringan tamu secara cepat dan tepat atau menyampaikan kepada Supervisor bila diperlukan. Melakukan clearing dan resetting meja secara rapi, menjaga kebersihan area restoran, pantry, dan peralatan kerja selama operasional berlangsung, serta memastikan ketersediaan condiments, linen, dan perlengkapan servis lainnya. Berkoordinasi dengan tim Kitchen, Bar, dan Cashier agar pesanan tersaji tepat waktu dan sesuai standar. Membantu proses penutupan bill dan pembayaran sesuai prosedur. Mengikuti briefing harian untuk memahami informasi menu dan pembagian tugas, mematuhi seluruh SOP, standar food hygiene, sanitation, dan keselamatan kerja, serta melaporkan kendala operasional atau keluhan tamu kepada Supervisor. Melaksanakan tugas tambahan sesuai arahan Supervisor atau manajemen.", "application_deadline": "2025-12-07", "quota": 5, "registered": 5, "position_type": "Waiter/Waitress", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}