{"id": 14042, "source_id": "a0807c83-142f-4ee9-ace4-39781e0de14a", "company_name": "Putera Mataram Indah Wisata", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KAB. SLEMAN", "recommended_degree": "Kepariwisataan, Manajemen Bisnis Pariwisata, Perhotelan, Manajemen Perhotelan, Manajemen Perhotelan dan Pariwisata (Diploma)", "job_title": "Front Office Attendant", "job_description": "Tujuan Posisi:\nBertanggung jawab memberikan pelayanan terbaik kepada tamu selama proses kedatangan, masa menginap, hingga keberangkatan. Posisi ini memastikan seluruh proses check-in, check-out, informasi layanan, dan kebutuhan tamu ditangani secara akurat, ramah, dan sesuai standar hotel bintang empat–lima, sehingga menciptakan pengalaman menginap yang nyaman dan memuaskan.\n\nTanggung Jawab Utama:\nMelaksanakan proses check-in dan check-out tamu secara efisien menggunakan sistem PMS, memastikan seluruh data dan pembayaran tercatat dengan benar. Menyambut tamu dengan ramah, memberikan informasi mengenai fasilitas hotel, layanan yang tersedia, serta menjawab pertanyaan tamu dengan profesional. Mengelola reservasi, meng-update status kamar, serta berkoordinasi dengan Housekeeping dan departemen terkait untuk memastikan kelancaran operasional. Menangani permintaan tamu seperti wake-up call, penanganan bagasi ringan, transportasi, hingga rekomendasi aktivitas atau restoran. Menyelesaikan keluhan tamu secara sopan dan efektif, atau meneruskan kepada Supervisor/Front Office Manager jika diperlukan. Mengelola administrasi Front Office seperti pengisian form, pengarsipan dokumen, penyusunan shift report, dan memastikan area front desk selalu rapi dan representatif. Mematuhi SOP hotel, menjaga kerahasiaan data tamu, serta menerapkan standar pelayanan, keamanan, dan profesionalisme dalam setiap interaksi. Melaksanakan tugas tambahan sesuai arahan Supervisor atau Front Office Manager.", "application_deadline": "2025-12-07", "quota": 2, "registered": 6, "position_type": "Front Office Attendant", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}