{"id": 14044, "source_id": "a0750719-f62e-461e-a15d-1fb838fa5737", "company_name": "Palang Merah Indonesia", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KAB. SLEMAN", "recommended_degree": "Farmasi (Diploma)", "job_title": "Magang Asisten Apoteker", "job_description": "1. Penerimaan dan Pengelolaan Obat\n-   Menerima, memeriksa, dan mencatat obat serta bahan medis yang datang dari distributor.\n- Memastikan kesesuaian jumlah, jenis, tanggal kadaluarsa, dan kondisi fisik obat.\n- Menata obat di gudang dan ruang farmasi sesuai prinsip FEFO/FIFO.\n\n2. Pelayanan Resep\n- Membantu menyiapkan obat sesuai resep yang diberikan oleh Apoteker.\n- Menyiapkan etiket obat dan memeriksa kembali keakuratannya.\n- Menyerahkan obat kepada pasien di bawah supervisi Apoteker.\n\n3. Pengemasan & Penyiapan Obat\n- Mengemas ulang obat bila diperlukan sesuai standar dan protap.\n- Menyusun obat sesuai dosis yang telah ditentukan.\n- Membantu menyiapkan paket obat untuk pasien rawat jalan maupun rawat inap.\n\n4. Administrasi & Pencatatan\n- Melakukan input data obat masuk dan keluar ke dalam sistem atau buku stok.\n- Membantu penyusunan laporan stok obat bulanan.\n- Membuat catatan distribusi obat ke unit-unit terkait.\n\n5. Pengendalian Stok\n- Melakukan stock opname berkala.\n- Melaporkan obat yang mendekati kadaluarsa atau mengalami kerusakan.\n- Membantu proses permintaan dan pengadaan obat sesuai kebutuhan unit.\n\n6. Edukasi & Pelayanan Pasien\n- Mengedukasi pasien tentang cara penggunaan obat, jadwal konsumsi, dan penyimpanan obat (di bawah arahan Apoteker).\n- Memberikan pelayanan yang ramah dan sesuai SOP pelayanan kefarmasian.\n\n7. Pengelolaan Bahan dan Alat Farmasi\n-  Merawat peralatan pendukung seperti timbangan, gelas ukur, dan alat dispensing lainnya.\n-  Menjaga kebersihan ruang farmasi, rak obat, dan area dispensing.\n\n8. Implementasi SOP & Kepatuhan Regulasi\n-  Melaksanakan pekerjaan sesuai SOP kefarmasian dan standar Kemenkes.\n-  Mendukung implementasi prosedur pelayanan farmasi yang aman dan tepat.\n-  Membantu menjaga kerahasiaan data pasien.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Magang Asisten Apoteker", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}