{"id": 14043, "source_id": "a07c8709-9e4d-4b36-84b9-0aaaee9c936b", "company_name": "Baracipta Esa Engineering", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KAB. SLEMAN", "recommended_degree": "Arsitektur, Arsitektur Bangunan Gedung, Pendidikan Teknik Arsitektur, Teknik Arsitektur, Arsitektur Interior (Sarjana)", "job_title": "Arsitek", "job_description": "1. Perencanaan & Konsep Desain\nMengembangkan konsep desain arsitektur sesuai kebutuhan klien dan standar perusahaan.\nMembuat sketsa, moodboard, dan alternatif desain awal.\nMelakukan analisis tapak (site analysis), orientasi bangunan, utilitas, dan aspek teknis lainnya.\n\n2. Pengembangan Desain (Design Development)\na. Menyusun gambar kerja (drawing set) mulai dari denah, tampak, potongan, hingga detail arsitektur.\nb. Berkoordinasi dengan tim internal (struktur, MEP, interior, landscape) untuk sinkronisasi desain.\nc. Memastikan desain memenuhi standar keselamatan, regulasi bangunan, dan perizinan.\n\n3. Penyusunan Dokumen Teknis\na. Membuat gambar kerja lengkap untuk keperluan tender dan konstruksi.\nb. Menyusun spesifikasi material dan finishing.\nc. Memberikan input teknis terkait RAB/RKS bersama tim estimasi.\n\n4. Koordinasi & Presentasi\na. Melakukan presentasi desain kepada klien dan stakeholder.\nb. Menyusun revisi desain berdasarkan feedback klien dan manajemen.\nc. Berkomunikasi dengan vendor, kontraktor, atau konsultan terkait teknis proyek.\n\n5. Pengawasan & Monitoring Proyek\na. Melakukan site visit untuk memastikan pelaksanaan sesuai gambar kerja.\nb. Memberikan solusi lapangan apabila terdapat kendala teknis terkait desain.\nc. Menyusun laporan progres proyek terkait aspek arsitektural.\n\n6. Kontrol Kualitas (Quality Control)\na. Memastikan hasil konstruksi sesuai standar kualitas perusahaan.\nb. Memeriksa sampel material dan memastikan kesesuaian dengan spesifikasi.\n\n7. Dokumentasi & Administrasi\na. Menyusun arsip gambar, revisi, dan dokumen proyek.\nb. Mengelola timeline pekerjaan untuk memastikan deadline tercapai.\n\n8. Inovasi & Pengembangan\na. Mengikuti perkembangan tren arsitektur, teknologi, dan material baru.\nb. Memberikan masukan untuk peningkatan standar desain perusahaan.", "application_deadline": "2025-12-07", "quota": 3, "registered": 6, "position_type": "Arsitek", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}