{"id": 1408, "source_id": "a07eb566-3bfd-43a4-838f-b2af272d0864", "company_name": "Rsi Ibnu Sina Payakumbuh", "province": "SUMATERA BARAT", "city": "KOTA PAYAKUMBUH", "recommended_degree": "Manajemen Pemasaran, Manajemen Pemasaran/Marketing (Diploma)", "job_title": "PEMASARAN", "job_description": "1. Perencanaan dan analisis\n\n    Mengembangkan strategi pemasaran: Menyusun rencana program pemasaran untuk mencapai target rumah sakit.\n    Riset pasar: Melakukan analisis pasar, minat pelanggan, dan persaingan untuk mengidentifikasi peluang dan kesenjangan pelayanan.\n    Menganalisis data: Menghimpun, mengolah, dan menganalisis data untuk penyusunan usulan rencana kegiatan. \n\n2. Pelaksanaan promosi dan komunikasi\n\n    Mengelola promosi: Melaksanakan kegiatan promosi baik secara offline maupun melalui media sosial dan saluran lainnya.\n    Menyediakan informasi: Memberikan informasi yang akurat dan terkini mengenai pelayanan kesehatan yang disediakan.\n    Mengelola media sosial: Mengelola akun media sosial rumah sakit untuk meningkatkan engagement dan citra.\n    Menyelenggarakan acara: Mengatur dan menyelenggarakan acara-acara promosi atau acara kesehatan. \n\n3. Manajemen hubungan pelanggan (CRM)\n\n    Membangun hubungan: Membina dan menjaga hubungan baik dengan pasien, keluarga pasien, dan pihak ketiga.\n    Menangani keluhan: Mengelola penanganan pengaduan, saran, dan masukan dari pelanggan secara profesional.\n    Mencari dan negosiasi kerjasama: Menjalin kerjasama dengan perusahaan asuransi dan perusahaan lain, termasuk untuk program medical check-up.\n    Melakukan survei: Melaksanakan survei kepuasan pelanggan secara berkala dan mengevaluasi hasilnya untuk perbaikan pelayanan. \n\n4. Pengelolaan dan pelaporan\n\n    Membangun citra: Membangun citra positif dan kepercayaan masyarakat terhadap rumah sakit.\n    Melaporkan hasil kerja: Menyusun dan melaporkan hasil kegiatan pemasaran secara berkala kepada atasan.\n    Melakukan koordinasi: Berkoordinasi dengan unit kerja lain yang terkait dengan kegiatan pemasaran dan promosi.\n    Mengelola administrasi: Menangani administrasi informasi yang berkaitan dengan pemasaran.", "application_deadline": "2025-12-07", "quota": 1, "registered": 15, "position_type": "PEMASARAN", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}