{"id": 14109, "source_id": "a07ca80b-bd9f-426e-b716-ee92fe1246e6", "company_name": "Baracipta Esa Engineering", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KAB. SLEMAN", "recommended_degree": "Teknik Sipil, Teknik Sipil dan Lingkungan, Pendidikan Teknik Sipil dan Perencanaan, Teknologi Rekayasa Dan Pemeliharaan Bangunan Sipil, Teknologi Rekayasa Pengelolaan Dan Pemeliharaan Bangunan Sipil (Diploma, Sarjana)", "job_title": "Tenaga Ahli Sipil", "job_description": "1. Perencanaan Teknis\na. Menyusun perencanaan teknis struktur, drainase, jalan, atau bangunan sesuai kebutuhan proyek.\nb. Melakukan analisis perhitungan struktur (beban, material, dimensi) menggunakan standar SNI atau standar teknik yang berlaku.\nc. Menyusun gambar kerja (shop drawing) dan engineering drawing yang akurat.\nd. Menentukan spesifikasi material dan metode konstruksi.\n\n2. Pengawasan Konstruksi\na. Melakukan kontrol kualitas (quality control) terhadap pekerjaan konstruksi di lapangan.\nb. Memastikan pekerjaan sesuai gambar kerja, RKS, dan standar keselamatan kerja (K3).\nc. Melakukan verifikasi volume pekerjaan dan progres lapangan.\nMenyusun laporan harian, mingguan, dan bulanan kemajuan proyek.\n\n3. Koordinasi Proyek\na. Berkoordinasi dengan kontraktor, subkontraktor, konsultan, dan pihak terkait lainnya.\nb. Memberikan solusi teknis terhadap permasalahan konstruksi di lapangan.\nc. Menghadiri rapat teknis dan rapat koordinasi proyek.\n\n4. Manajemen Dokumen\na. Menyusun dokumen teknis proyek: TOR, RAB, analisa harga satuan, dan dokumen tender.\nb. Melakukan pengecekan dan evaluasi dokumen teknis dari kontraktor.\nc. Mengarsipkan seluruh dokumen teknik secara rapi dan sistematis.\n\n5. Pengendalian Mutu, Waktu, dan Biaya\na. Melakukan penilaian kelayakan desain dan efektivitas metode pelaksanaan.\nb. Memastikan pekerjaan berjalan sesuai jadwal (time schedule) dan anggaran (budget).\nc. Menilai kesesuaian mutu material dan metode pelaksanaan di lapangan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 10, "position_type": "Tenaga Ahli Sipil", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}