{"id": 14114, "source_id": "a07eb08a-0901-4698-b066-1193a033199f", "company_name": "Bumi Berkah Boga", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KOTA YOGYAKARTA", "recommended_degree": "Hospitaliti dan Pariwisata, Hospitality dan Pariwisata, Industri Pariwisata, Manajemen Bisnis Pariwisata, Manajemen Pariwisata (Diploma, Sarjana)", "job_title": "Barista Trainee", "job_description": "Ringkasan Pekerjaan:\nSebagai seorang Barista, kamu akan bertanggung jawab untuk meracik dan menyajikan kopi serta minuman berkualitas tinggi dengan ketelitian dan kepedulian. Kamu juga akan menjadi bagian dari tim yang bersemangat dalam memberikan pengalaman terbaik bagi setiap pelanggan – mulai dari sambutan pertama hingga tegukan terakhir.\n\nTanggung Jawab Pekerjaan:\n- Meracik dan Menyajikan: Menyiapkan dan menyajikan kopi, teh, dan minuman lainnya dengan rasa yang konsisten dan berkualitas tinggi.\n- Pelayanan Pelanggan: Menyambut pelanggan dengan ramah, menciptakan suasana positif, dan memberikan pelayanan terbaik untuk memastikan kepuasan pelanggan.\n- Operasional Harian: Mendukung kelancaran operasional harian toko, termasuk pengisian stok, kasir, dan memastikan alur kerja kafe berjalan lancar.\n- Kebersihan & Kerapihan: Menjaga kebersihan dan kerapihan area bar, peralatan, serta area pelanggan sesuai dengan standar kebersihan dan keamanan pangan.\n- Kepatuhan Prosedur: Mengikuti seluruh prosedur operasional standar (SOP) perusahaan serta pedoman keamanan dan kualitas makanan.\n- Kerja Sama Tim: Bekerja sama dengan anggota tim lain untuk menciptakan lingkungan kerja yang positif dan produktif.\n- Pengembangan Diri: Terbuka untuk belajar hal baru, memperdalam pengetahuan tentang kopi, dan meningkatkan keterampilan operasional.\n\nKualifikasi:\n- Lulusan minimal D1/S1 dari semua jurusan.\n- Fresh graduate dipersilakan untuk melamar.\n- Bersedia bekerja dengan sistem shift, termasuk pagi hari, malam hari, akhir pekan, dan hari libur nasional.\n- Enerjik, ramah, dan memiliki ketertarikan terhadap kopi serta pelayanan pelanggan\n- Cepat belajar, mampu bekerja dalam tim, dan memiliki kemampuan komunikasi yang baik.", "application_deadline": "2025-12-07", "quota": 5, "registered": 11, "position_type": "Barista Trainee", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}