{"id": 14214, "source_id": "a076b00d-4d28-4e35-b876-ca493104e99c", "company_name": "Giri Sedayu Maju", "province": "JAWA TIMUR", "city": "KAB. SIDOARJO", "recommended_degree": "Desain Grafis, Desain Komunikasi Visual, Desain Media, Desain Produk, Teknik Desain Dan Manufaktur (Diploma, Sarjana)", "job_title": "Corporate Social Media Specialist Intern", "job_description": "1. Mengelola seluruh kanal sosial media perusahaan\n\nMenjadwalkan dan mempublikasikan konten harian/mingguan.\n\nMenjaga konsistensi tone, gaya visual, dan pesan komunikasi korporasi.\n\nMemastikan semua konten sesuai regulasi komunikasi perusahaan.\n\n2. Membangun citra perusahaan secara digital\n\nMengangkat aktivitas pabrik, budaya kerja, inovasi, karyawan, dan kegiatan internal.\n\nMembuat konten behind-the-scenes yang memperlihatkan profesionalisme dan modernitas perusahaan.\n\nMendukung employer branding untuk menarik talenta muda.\n\n3. Membuat dan mengolah konten\n\nMengambil foto/video aktivitas perusahaan (operasional, event, kunjungan, CSR).\n\nMembuat konten format carousel, reels, storytelling, dan infografis.\n\nBekerja sama dengan tim desain/produksi untuk materi visual.\n\n4. Riset tren dan analisis performa\n\nMengikuti tren sosial media, gaya visual, dan format konten terbaru.\n\nMenganalisis insight (reach, engagement, growth) dan menyiapkan laporan rutin.\n\nMengusulkan optimasi konten berdasarkan data performa.\n\n5. Manajemen interaksi & community building\n\nMerespon komentar dan pesan yang relevan secara profesional.\n\nMemantau percakapan seputar perusahaan.\n\nMembangun komunitas digital seputar kultur kerja, inovasi, dan aktivitas perusahaan.\n\n6. Kolaborasi lintas divisi\n\nMengambil input dari HR, Operasional, Produksi, dan Direksi terkait konten.\n\nMendukung publikasi internal seperti event, rekrutmen, dan milestone perusahaan.\n\nMenyusun kalender konten bersama Corporate Communication / Creative Team.\n\n7. Menjaga arsip konten\n\nMenyimpan dan mengorganisir footage, foto, dan aset digital secara rapi.\n\nMenyiapkan bank konten untuk kebutuhan mendadak.\n\n8. Menyusun kampanye komunikasi korporasi\n\nMengembangkan ide kampanye digital untuk branding perusahaan, rekrutmen, dan project internal.\n\nMenjalankan konten berseri (mini documentary, employee highlight, facility tour).", "application_deadline": "2025-12-07", "quota": 1, "registered": 2, "position_type": "Corporate Social Media Specialist Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}