{"id": 14215, "source_id": "a076b290-9318-4b7f-a990-524e406cda08", "company_name": "Giri Sedayu Maju", "province": "JAWA TIMUR", "city": "KAB. SIDOARJO", "recommended_degree": "Psikologi, Hukum Bisnis, Ilmu Komunikasi, Bimbingan Dan Konseling, Administrasi Perkantoran (Diploma, Sarjana)", "job_title": "Talent Acquisition & Employer Branding Intern", "job_description": "1. Mendukung proses rekrutmen\n\nMelakukan screening awal kandidat dari CV, portofolio, dan profil digital.\n\nMenghubungi kandidat untuk mengatur jadwal interview.\n\nMembuat shortlist kandidat untuk posisi yang dibutuhkan.\n\nMendukung administrasi rekrutmen (form, database, tracking pipeline).\n\n2. Mengelola komunikasi kandidat\n\nMenangani follow-up, reminder, dan update proses secara sopan dan profesional.\n\nMenjaga pengalaman kandidat agar positif dari awal hingga akhir proses.\n\n3. Mendukung employer branding perusahaan\n\nMembuat konten rekrutmen dan budaya kerja untuk sosial media perusahaan.\n\nMenyusun highlight karyawan, cerita tim, dan aktivitas pabrik untuk publikasi.\n\nMengelola kalender konten khusus employer branding.\n\n4. Membantu event rekrutmen & onboarding\n\nMendukung pelaksanaan job fair, campus relations, atau open recruitment.\n\nMenyusun materi onboarding (modul, presentasi, informasi perusahaan).\n\nMengorganisir sesi orientasi karyawan/magang baru.\n\n5. Riset dan analisis talent market\n\nMengumpulkan data tren lowongan, strategi branding perusahaan lain, dan preferensi kandidat Gen Z.\n\nMembuat ringkasan insight untuk rekomendasi perbaikan proses.\n\n6. Administrasi database kandidat\n\nMenata pipeline kandidat di sistem tracking.\n\nMemperbarui status setiap kandidat secara akurat.\n\nMembuat laporan mingguan mengenai aktivitas rekrutmen.\n\n7. Kolaborasi lintas divisi\n\nMengambil input kebutuhan tenaga kerja dari tim operasional dan manajer lini.\n\nMenyusun job posting berdasarkan kebutuhan real di lapangan.\n\n8. Dokumentasi dan pelaporan\n\nMenyusun laporan singkat tentang performa employer branding, engagement, dan progress pencarian talenta.\n\nMenyimpan arsip rekrutmen dengan rapi dan terstruktur.", "application_deadline": "2025-12-07", "quota": 1, "registered": 2, "position_type": "Talent Acquisition & Employer Branding Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}