{"id": 14266, "source_id": "a080fe94-6112-442c-bb91-6af5a4ed7e8b", "company_name": "Giri Reksa Bhineka", "province": "JAWA TIMUR", "city": "KOTA MADIUN", "recommended_degree": "Manajemen Pemasaran, Manajemen Pemasaran/Marketing, Pemasaran Digital, Bisnis, Bisnis Digital (Diploma, Sarjana)", "job_title": "Commercial Sales Growth Associate Intern - Madiun", "job_description": "1. Dukungan Pengembangan Penjualan (Sales Growth)\n\nMembantu mengidentifikasi peluang pasar baru berdasarkan riset dan data internal.\n\nMendukung proses pencarian prospek (lead generation) dan mengelompokkan calon pelanggan potensial.\n\nMembantu mengembangkan strategi untuk meningkatkan konversi prospek menjadi pelanggan.\n\n2. Analisis Data dan Pelaporan\n\nMenganalisis data penjualan, tren pasar, dan kinerja kampanye sales.\n\nMenyusun laporan hasil analisis berkala untuk kebutuhan internal.\n\nMembantu memonitor KPI sales serta membuat insight untuk perbaikan strategi.\n\n3. Dukungan untuk Tim Commercial & Business Development\n\nMembantu penyusunan proposal, deck presentasi, dan materi penawaran untuk klien.\n\nMengelola CRM (Customer Relationship Management) untuk memperbarui status prospek dan aktivitas penjualan.\n\nBerkoordinasi dengan tim marketing, operasional, dan produk terkait aktivitas komersial.\n\n4. Kegiatan Outreach dan Komunikasi dengan Klien\n\nMembantu melakukan outreach awal melalui email, WhatsApp, LinkedIn, atau channel lain sesuai arahan.\n\nMenjadwalkan meeting dengan klien potensial dan menyiapkan dokumen pendukung.\n\nMembantu menjawab pertanyaan dasar dari klien terkait produk/jasa perusahaan.\n\n5. Dukungan Operasional dan Administratif Sales\n\nMengelola dokumentasi penjualan termasuk kontrak, quotation, dan progress pipeline.\n\nMemastikan update database pelanggan secara rapi dan akurat.\n\nMendukung pelaksanaan event, demo produk, atau aktivitas promosi jika diperlukan.\n\n6. Riset Pasar dan Kompetitor\n\nMelakukan riset mengenai tren industri, perilaku pelanggan, dan perbandingan kompetitor.\n\nMenyusun ringkasan yang dapat digunakan sebagai rekomendasi strategi penjualan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 2, "position_type": "Commercial Sales Growth Associate Intern - Madiun", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}