{"id": 1427, "source_id": "a07edb90-19dd-4af9-8fe9-6236ce75a672", "company_name": "Restu Ibu Meditama", "province": "SUMATERA BARAT", "city": "KOTA PADANG", "recommended_degree": "Analis Kesehatan (Sarjana, Diploma)", "job_title": "Ahli Teknologi laboratorium Medik", "job_description": "1. Pengambilan dan Penanganan Spesimen\no\tMelakukan pengambilan sampel darah, urin, dahak, feses, dan cairan tubuh lainnya dari pasien sesuai prosedur.\no\t Menjaga kualitas dan integritas spesimen selama proses pengambilan, penyimpanan, dan transportasi.\no\tMemberikan label yang benar dan lengkap pada setiap spesimen untuk menghindari kesalahan identifikasi.\n2. Pelaksanaan Pemeriksaan Laboratorium\no\tMelakukan pemeriksaan laboratorium klinik seperti hematologi, kimia klinik, mikrobiologi, imunologi, dan parasitologi sesuai standar operasional prosedur (SOP).\no\tMengoperasikan dan merawat alat-alat laboratorium seperti autoanalyzer, mikroskop, spektrofotometer, dan alat PCR.\no\t Menjamin keakuratan dan ketepatan hasil pemeriksaan melalui kontrol kualitas internal dan eksternal.\n3. Pelaporan dan Dokumentasi Hasil\no\tMencatat dan melaporkan hasil pemeriksaan ke sistem informasi laboratorium (LIS) atau manual sesuai ketentuan.\no\tMenyampaikan hasil pemeriksaan kepada dokter atau unit terkait secara tepat waktu dan rahasia.\no\tMenyimpan data hasil pemeriksaan untuk keperluan rekam medis dan audit laboratorium.\n1.\tPengendalian Mutu dan Kalibrasi Alat\no\tMelakukan kalibrasi dan pemeliharaan rutin alat laboratorium untuk memastikan keandalan hasil.\no\tMengikuti program pengendalian mutu internal (PMI) dan eksternal (PME) sesuai standar akreditasi laboratorium.\no\tMelaporkan kerusakan alat atau bahan habis pakai yang tidak memenuhi standar.\n2.\tKepatuhan terhadap Prosedur dan Etika Profesi\no\tMematuhi protokol keselamatan kerja dan biosekuriti dalam menangani bahan infeksius.\no\tMenjaga kerahasiaan data pasien dan hasil pemeriksaan sesuai kode etik profesi.\no\tMengikuti pelatihan dan pengembangan kompetensi secara berkala.\n6. Koordinasi dan Komunikasi\no\tBerkoordinasi dengan dokter, perawat, dan tenaga kesehatan lainnya untuk mendukung diagnosis dan terapi pasien.\no\t Memberikan edukasi kepada pasien terkait prosedur pengambilan sampel bila diperlukan.\no\t Berpartisipasi dalam rapat tim medis atau evaluasi mutu layanan laboratorium.\n3.\tManajemen Bahan dan Inventaris\no\tMengelola persediaan reagen, bahan habis pakai, dan alat laboratorium.\no\tMelakukan pencatatan penggunaan bahan dan pengajuan permintaan bila stok menipis.\no\tMenyimpan bahan kimia dan reagen sesuai standar penyimpanan yang aman.", "application_deadline": "2025-12-07", "quota": 1, "registered": 17, "position_type": "Ahli Teknologi laboratorium Medik", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}