{"id": 14305, "source_id": "a07e39a6-3432-40b5-96db-7b18bce6df83", "company_name": "Badan Hukum (Selain PT) Rumah Sakit Islam Fatimah Banyuwangi", "province": "JAWA TIMUR", "city": "KAB. BANYUWANGI", "recommended_degree": "Administrasi Kesehatan, Keperawatan, Gizi, Ilmu Rekam Medis, Analis Kesehatan (Diploma)", "job_title": "TRANSPORTER", "job_description": "JOB DESK TRANSPORTER RUMAH SAKIT\nJumlah SDM: 4 orang\nPemb gian shift:\n•\tShift Pagi\n•\tShift Siang\n•\tShift Malam\n(Setiap shift bertugas minimal 1 orang sesuai jadwal rotasi)\n1️⃣ Pengantaran Pasien (Intra & Antar Ruangan)\n•\tMengantar pasien dari ruang perawatan ke unit pemeriksaan (radiologi, lab, OK, ICU, poli, dsb).\n•\tMembantu pemindahan pasien dari tempat tidur ke brankar/ kursi roda dengan teknik yang aman.\n•\tMengantar pasien pulang sesuai SOP (melalui IGD/area discharge).\n2️⃣ Transport Internal Barang Medis\n•\tMengantar sampel laboratorium ke lab dengan handling yang aman.\n•\tMengantar obat dari farmasi ke unit perawatan sesuai permintaan.\n•\tMengantar alat medis (defib, O2, suction portable) sesuai permintaan unit.\n3️⃣ Transport Dokumen\n•\tMengantar dokumen penting seperti rekam medis, hasil pemeriksaan, formulir BPJS, dan surat rujukan.\n•\tMenjaga kerahasiaan dokumen pasien sesuai aturan RS.\n4️⃣ Kebersihan & Perawatan Alat Transport\n•\tMemastikan kebersihan brankar, kursi roda, dan peralatan transport setelah digunakan.\n•\tMelakukan pengecekan rutin kondisi alat (roda, rem, kebersihan).\n•\tMelaporkan kerusakan alat kepada bagian pemeliharaan.\n5️⃣ Respons Cepat Kondisi Darurat\n•\tSiap membantu transport pada kondisi gawat darurat (kode biru, kode merah).\n•\tMenjaga keselamatan pasien selama proses pemindahan.\n6️⃣ Pelayanan dengan Komunikasi Baik\n•\tMenyapa dan memberikan penjelasan singkat kepada pasien sebelum transport.\n•\tMenjaga privasi dan kenyamanan pasien selama perjalanan.\n•\tMembantu keluarga pasien bila diperlukan dalam batas kewenangan.\n7️⃣ Koordinasi & Dokumentasi\n•\tBerkoordinasi dengan perawat, IGD, IGD, ICU, dan unit lain untuk jadwal transport.\n•\tMencatat setiap kegiatan transport di logbook/ aplikasi RS (jika ada).\n8️⃣ Tugas Khusus Sesuai Shift\n➡️ Shift Pagi\n•\tMengantar pasien rawat inap yang dijadwalkan pemeriksaan pagi.\n•\tDistribusi awal kebutuhan alat transport (kursi roda/brankar).\n•\tMengantar dokumen rekam medis untuk poli.\n➡️ Shift Siang\n•\tFokus transport antar unit pemeriksaan (radiologi, rehab medik, lab).\n•\tMengantar obat dan dokumen administrasi ke berbagai unit.\n•\tMembantu transport pasien pulang dan rawat jalan.\n➡️ Shift Malam\n•\tTransport pasien ke ICU/IGD bila ada kondisi darurat.\n•\tSiaga untuk kebutuhan transport pasien pindah ruang.\n•\tMemastikan alat transport siap dan bersih untuk shift berikutnya.", "application_deadline": "2025-12-07", "quota": 2, "registered": 3, "position_type": "TRANSPORTER", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}