{"id": 14334, "source_id": "a070a300-e9d4-4d10-af25-5cc4ebaec308", "company_name": "Ininetwork Media Indonesia", "province": "JAWA TIMUR", "city": "KAB. GRESIK", "recommended_degree": "Desain Komunikasi Visual, Desain Grafis, Desain Media (Diploma)", "job_title": "SOCIAL MEDIA SPECIALIST", "job_description": "Social Media Specialist bertanggung jawab merancang, mengelola, dan mengoptimalkan seluruh aktivitas media sosial inigresik.com guna meningkatkan jangkauan, engagement, dan branding sebagai media berita lokal terpercaya di Gresik.\n\nTanggung Jawab Utama\n\nMenyusun Strategi Konten\n\nMembuat rencana konten harian/mingguan/bulanan untuk seluruh platform (Instagram, Facebook, TikTok, YouTube, X).\n\nMenentukan tema konten yang relevan dengan isu Gresik, trending topic, serta kebutuhan audiens.\n\nProduksi & Kurasi Konten\n\nMembuat caption, copywriting, storytelling, dan ide kreatif untuk konten news, human interest, dan hiburan.\n\nMengolah foto/video sederhana untuk kebutuhan posting.\n\nMengadaptasi berita dari redaksi menjadi konten visual yang menarik.\n\nManajemen Akun Media Sosial\n\nMelakukan posting terjadwal, monitoring komentar dan DM, serta membangun interaksi dengan audiens.\n\nMenjaga konsistensi branding visual dan tone of voice khas inigresik.com.\n\nAnalisis & Pelaporan\n\nMenganalisis performa konten (reach, engagement, CTR, growth).\n\nMenyusun laporan bulanan dan rekomendasi strategi peningkatan performa.\n\nKolaborasi Internal\n\nBekerja sama dengan tim redaksi, fotografer, dan videografer untuk kebutuhan konten.\n\nMendukung kampanye iklan, program kolaborasi, dan event media.\n\nTrend Monitoring\n\nMengikuti perkembangan tren media sosial, algoritma, serta format konten terbaru.\n\nMenghasilkan ide konten inovatif yang relevan dengan kultur digital dan lokal Gresik.\n\nKualifikasi\n\nPengalaman minimal 1 tahun sebagai Social Media Specialist atau posisi serupa (di media menjadi nilai plus).\n\nMemahami platform media sosial dan mekanisme algoritmanya.\n\nMemiliki kemampuan copywriting, editing foto/video, dan desain dasar.\n\nBerpikir kreatif, komunikatif, dan mampu bekerja cepat mengikuti ritme pemberitaan.\n\nUp-to-date dengan isu lokal Gresik dan tren digital.\n\nKPI (Key Performance Indicators)\n\nPeningkatan followers & engagement rate bulanan.\n\nKonsistensi jumlah posting harian/mingguan.\n\nJumlah konten viral atau high-reach.\n\nResponsiveness terhadap komentar & DM.\n\nKetercapaian target traffic dari media sosial ke website.", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "SOCIAL MEDIA SPECIALIST", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}