{"id": 1444, "source_id": "a07ed8cb-c7dc-4736-aeea-076ce2992b96", "company_name": "Restu Ibu Meditama", "province": "SUMATERA BARAT", "city": "KOTA PADANG", "recommended_degree": "Administrasi Keuangan (Sarjana)", "job_title": "Kasir", "job_description": "Uraian Tugas dan Tanggung Jawab Petugas Kasir Rumah Sakit\n1. Penerimaan Pembayaran\no\tMenerima pembayaran dari pasien atas layanan medis, obat-obatan, laboratorium, dan tindakan lainnya.\no\tMemastikan jumlah pembayaran sesuai dengan tagihan yang telah ditentukan oleh sistem rumah sakit.\no\tMenerima pembayaran dalam bentuk tunai, kartu debit/kredit, atau metode pembayaran digital lainnya.\n2. Pembuatan dan Penyerahan Kwitansi\no\tMencetak dan menyerahkan kwitansi resmi kepada pasien atau keluarga sebagai bukti pembayaran.\no\tMenyimpan salinan kwitansi untuk keperluan audit dan pelaporan keuangan.\n\n3. Pengelolaan Transaksi Harian\no\tMencatat seluruh transaksi keuangan secara akurat dan tepat waktu dalam sistem keuangan rumah sakit.\no\tMenyusun laporan harian kas masuk dan menyetorkan uang ke bagian keuangan sesuai prosedur.\no\tMelakukan rekonsiliasi antara uang tunai yang diterima dengan laporan sistem.\n1.\tPelayanan Pasien\no\tMemberikan informasi yang jelas dan ramah kepada pasien atau keluarga terkait biaya layanan.\no\tMenjawab pertanyaan seputar tagihan, metode pembayaran, dan proses administrasi keuangan.\no\tMenjaga kerahasiaan data pasien dan informasi keuangan.\n5. Koordinasi dengan Unit Terkait\no\tBerkoordinasi dengan bagian pendaftaran, rawat jalan, rawat inap, laboratorium, farmasi, dan keuangan untuk memastikan kelancaran proses pembayaran.\no\tMenindaklanjuti perbedaan atau ketidaksesuaian data tagihan dengan unit terkait.\n6. Pengelolaan Dana dan Keamanan\no\tMenjaga keamanan uang tunai dan dokumen keuangan selama bertugas.\no\tMelaporkan segera jika terjadi selisih kas, kehilangan, atau dugaan kecurangan.\n\n7. Administrasi dan Dokumentasi\no\tMengarsipkan dokumen transaksi secara sistematis dan mudah ditelusuri.\no\tMembantu dalam proses audit internal maupun eksternal dengan menyediakan dokumen yang diperlukan.\n8. Kepatuhan terhadap Prosedur\no\tMematuhi standar operasional prosedur (SOP) rumah sakit terkait pengelolaan kas dan transaksi keuangan.\no\tMengikuti pelatihan dan pembaruan prosedur yang diberikan oleh manajemen rumah sakit.", "application_deadline": "2025-12-07", "quota": 1, "registered": 20, "position_type": "Kasir", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}