{"id": 14460, "source_id": "a07ca956-ed84-41b0-b4f2-a89a48221ed8", "company_name": "Rumah Sakit Umum Daerah Bhakti Dharma Husada Kota Surabaya", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Teknik Elektro (Diploma, Sarjana)", "job_title": "Teknisi Mekanik Elektrik (IPS Non Medis)", "job_description": "(1) Menerima/menginventarisasi / menyampaikan laporan kegiatan baik pemeliharaan, perbaikan, dan kegiatan lainnya. (2) Memeriksa / survey lokasi berdasarkan laporan atau hasil kegiatan. (3) Melaksanakan analisa dan atau perbaikan alat mekanik elektrik dan melaporkan hasilnya. (4) Melaksanakan inspeksi dan atau pemeliharaan alat mekanik elektrik dan melaporkan hasilnya. (5) Menyiapkan dan membuat rencana kebutuhan untuk IPS, meliputi peralatan, kalibrasi, bahan kerja, alat kerja, spare part, accessories,  dll. (6) Melaksanakan Kegiatan Distribusi, Pembuatan, pemasangan dan perbaikan sarana, prasarana dan alat pendukung lainnya. (7) Melaksanakan Kontrol harian. (8) Melaksanakan Training Alat. (9) Mengikuti kegiatan diklat. (10) Melaksanakan koordinasi dengan pimpinan terkait rencana maupun hasil pelaksanaan kegiatan instalasi, pelayanan, akreditasi, tim-tim dan kegiatan lainnya. (11) Melaksanakan koordinasi dengan unit lain atau bidang lain terkait rencana maupun hasil pelaksanaan kegiatan instalasi, pelayanan, akreditasi, tim-tim dan kegiatan lainnya. (12) Melaksanakan koordinasi dengan internal terkait rencana maupun hasil pelaksanaan kegiatan instalasi, pelayanan, akreditasi, tim-tim dan kegiatan lainnya. (13) Melaksanakan koordinasi dengan external (misal vendor, tenaga ahli, SKPD lain) terkait rencana maupun hasil pelaksanaan kegiatan kegiatan instalasi, pelayanan, akreditasi, tim-tim dan kegiatan lainnya.\n(14) Menerima / menyiapkan / memeriksa peralatan, bahan kerja atau suku cadang serta alat kerja dan sarpras lainnya terkait kegiatan IPS. (15) Membersihkan atau merapikan kembali setelah melaksankan kegiatan. (16) Melaksanakan kegiatan lain sejenisnya di bidang mekanik elektrik.", "application_deadline": "2025-12-07", "quota": 2, "registered": 4, "position_type": "Teknisi Mekanik Elektrik (IPS Non Medis)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}