{"id": 14645, "source_id": "a076b34b-1231-4c01-a091-3e5df8afe01c", "company_name": "Krakatau Karya Abadi", "province": "JAWA TIMUR", "city": "KAB. SIDOARJO", "recommended_degree": "Teknik Industri, Statistika, Administrasi Bisnis, Teknik Informatika, Informatika (Sarjana)", "job_title": "Asset Management Analytics & Data Optimization Intern", "job_description": "Asset Data Management\n1. Mengumpulkan, membersihkan, dan menstandarkan seluruh data aset fisik maupun non-fisik.\n2. Menyusun daftar aset (asset registry) yang terstruktur dan dapat diaudit.\n3. Melakukan validasi berkala untuk memastikan akurasi dan konsistensi data.\n\nAnalytics & Reporting\n1. Melakukan analisis tren utilisasi, depreciation, lifecycle, dan total cost of ownership (TCO).\n2. Menyusun dashboard analitik untuk memberikan insight operasional & finansial.\n3. Membuat laporan periodik yang menampilkan kondisi, performa, dan risiko aset.\n\nData Optimization & Process Automation\n1. Mendesain mekanisme automasi (Excel/Sheets, BI tools, script sederhana) untuk mengurangi pekerjaan manual.\n2. Membangun model prediktif sederhana untuk forecasting perawatan, replacement cycle, atau kebutuhan investasi.\n3. Mengoptimalkan workflow manajemen aset agar lebih efisien dan data-driven.\n\nCoordination & Compliance\n1. Berkoordinasi dengan tim procurement, finance, dan operasional untuk sinkronisasi data aset.\n2. Memastikan seluruh data aset mengikuti standar internal dan regulasi audit.\n3. Menyusun dokumentasi proses dan SOP manajemen aset berbasis data.\n\nIssue Handling & Problem-Solving\n1. Mengidentifikasi gap atau inkonsistensi dalam data aset dan melakukan root cause analysis.\n2. Memberikan rekomendasi perbaikan operasional atau finansial berbasis temuan data.\n3. Mendukung proses audit internal/eksternal dengan penyediaan data yang lengkap.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Asset Management Analytics & Data Optimization Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}