{"id": 14662, "source_id": "a080c7c0-a905-453e-a5da-6d712123367c", "company_name": "Sentra Vidya Utama", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Ilmu Komunikasi, Teknologi Pendidikan, Desain Komunikasi Visual (Diploma, Sarjana)", "job_title": "Employer Branding", "job_description": "Sebagai Employer Branding Apprentice, kamu akan berkontribusi langsung dalam menciptakan citra positif SEVIMA sebagai tempat kerja terbaik bagi talenta digital di Indonesia. Kamu akan mendukung pengembangan konten, koordinasi program branding internal & eksternal, serta membantu pengelolaan channel komunikasi employer branding yang berdampak.\n\nJob Description\n1. Content Creation\nMembantu membuat konten Employer Branding (artikel, video, caption, foto kegiatan, infografis, konten IG/LinkedIn/TikTok).\nMelakukan riset ringan tentang tren employer branding dan kompetitor.\nMenyusun storytelling employee journey, program HR, kegiatan internal, dan highlight tim.\n\n2. Social Media Management\nMendukung pengelolaan konten untuk kanal LinkedIn, Instagram, dan TikTok SEVIMA.\nMenyiapkan draft postingan, copywriting, dan ide campaign mingguan.\nMemantau engagement dan menyusun laporan performa konten dasar.\n\n3. Internal Event & Activation Support\nMembantu dokumentasi event internal (Happy Hour, training, workshop internal, seremonial, dll).\nMendukung pelaksanaan employer branding campaign seperti Graduate Trainee Showcase, Fresh Graduate Webinar, dan kegiatan hiring lainnya.\n\n4. Coordination & Collaboration\nBerkolaborasi dengan tim Talent Acquisition, Marketing, dan Branding untuk kebutuhan konten.\nBerkomunikasi dengan karyawan atau talent SEVIMA untuk pengumpulan data konten (interview singkat, koordinasi foto/video).\n\n5. Administrative & Reporting\nMembantu pembuatan moodboard, content plan bulanan, dan kalender editorial.\nMenyusun laporan mingguan terkait progress konten, campaign, dan aktivitas employer branding.\n\n🧩 Job Specification\n1. Pendidikan & Latar Belakang\nMahasiswa semester akhir / fresh graduate dari jurusan: Ilmu Komunikasi, Public Relations, Marketing, Desain Komunikasi Visual, Psikologi, atau bidang relevan lain.\nTerbuka untuk lulusan/vokasi kreatif dengan ketertarikan employer branding.\n\n2. Skill Wajib\nKemampuan menulis yang baik untuk social media/copywriting.\nMenguasai dasar tools editing (Canva, CapCut atau Adobe Premiere/Illustrator lebih baik).\nPemahaman dasar social media trends & digital content.\nKomunikasi interpersonal yang baik.\nRasa ingin tahu tinggi terhadap dunia HR, branding, dan storytelling.\n\n3. Skill Tambahan (Nice to Have)\nPernah aktif di organisasi kampus/media kreatif.\nPengalaman membuat konten (portofolio di IG/TikTok/LinkedIn).\nKemampuan fotografi dan videografi dasar.\nKemampuan riset ringan dan analisis konten.\n\n4. Personality & Work Attitude\nProaktif, adaptif, dan mampu bekerja di lingkungan tech yang dinamis.\nMampu bekerja dalam tim lintas divisi.\nKreatif, detail-oriented, dan mampu memenuhi deadline.\nTertarik pada dunia employer branding, talent acquisition, dan people development.", "application_deadline": "2025-12-07", "quota": 2, "registered": 6, "position_type": "Employer Branding", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}