{"id": 14797, "source_id": "a06edf5a-94ee-43f2-bf2e-9a024c93ef11", "company_name": "PT. Mnc Land Surabaya (Oakwood Hotel & Residence)", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Administrasi, Administrasi Bisnis Otomotif, Perhotelan, Pengelolaan Perhotelan, Manajemen Perhotelan dan Pariwisata (Diploma, Sarjana)", "job_title": "Admin Engineering", "job_description": "1.Mengelola Administrasi Harian\nMenginput data pekerjaan harian teknisi, laporan perbaikan, preventive maintenance, serta aktivitas engineering lainnya.\n\n2.Pengelolaan Work Order (WO)\nMencatat, memonitor, dan menutup WO dari berbagai departemen, memastikan setiap permintaan ditindaklanjuti oleh tim engineering.\n\n3.Penyusunan Laporan\nMembuat laporan harian, mingguan, dan bulanan terkait progres pekerjaan, konsumsi energi, downtime, dan kebutuhan peralatan.\n\n4.Inventory & Asset Management\nMengontrol persediaan spare part, alat kerja, dan material; melakukan pengecekan stok, pemesanan, dan pencatatan keluar-masuk barang.\n\n5.Dokumentasi Preventive Maintenance (PM)\nMenyusun jadwal PM, mencatat hasil pekerjaan, dan memastikan dokumen pendukung tersimpan rapi sesuai standar audit hotel bintang 5.\n\n6.Koordinasi dengan Vendor & Kontraktor\nMengatur jadwal kunjungan vendor, menyiapkan dokumen PO, menerima quotation, dan memastikan pekerjaan eksternal sesuai timeline.\n\n7.Pemrosesan Administrasi Pembelian\nMenyiapkan Purchasing Request (PR), mengikuti proses PO, serta memonitor proses pembayaran vendor.\n\n8.Pengarsipan Dokumen\nMenata dan mengarsipkan dokumen penting seperti manual mesin, warranty, SOP, kontrak vendor, dan sertifikat peralatan.\n\n9.Supporting Compliance & Safety\nMembantu pengecekan dokumen K3, memonitor jadwal kalibrasi alat, dan memastikan semua dokumen perizinan (genset, lift, boiler, dsb.) selalu diperbarui.\n\n10.Korespondensi Internal & Eksternal\nMenangani email, memo, komunikasi antar departemen, serta koordinasi informasi kepada Chief Engineer dan tim teknisi.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Admin Engineering", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}