{"id": 14852, "source_id": "a07481e0-124a-4783-9a04-2c3aea8c7a4a", "company_name": "PT. Javadwipa Duta Mandiri", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Ilmu Komunikasi, Desain Grafis, Desain Komunikasi Visual, Desain Media, Multimedia (Diploma, Sarjana)", "job_title": "Creative Design", "job_description": "1. Pengembangan Konsep dan Ide: Menciptakan ide-ide visual dan narasi yang unik dan segar untuk kampanye, produk, atau branding perusahaan, berdasarkan brief dan target audiens. \n2. Riset dan Analisis: Melakukan riset tren desain terkini, analisis kompetitor, dan memahami target audiens untuk memastikan konsep yang dibuat relevan dan berdampak. \n3. Penerjemahan Brief: Mengubah tujuan bisnis (dari tim Marketing atau klien) menjadi arahan visual yang konkret dan terstruktur. \n4. Penyusunan Arahan Visual: Membuat panduan visual awal seperti moodboard atau storyboard untuk memberikan arah yang jelas kepada tim produksi/implementasi. \n5. Perancangan Desain Visual: Mendesain dan memproduksi berbagai materi visual untuk berbagai platform \n6. Pengembangan Prototipe: Dalam konteks desain produk atau UI/UX, mereka dapat membuat wireframe dan prototipe tampilan antarmuka awal. \n7. Quality Check: Memastikan semua hasil desain memiliki kualitas teknis yang tinggi, resolusi yang tepat, dan sesuai dengan standar merek sebelum dipublikasikan atau dicetak. \n8. Kolaborasi Lintas Divisi: Bekerja erat dengan Copywriter (untuk teks), Marketing Team (untuk strategi), Product Team, dan Web Developer untuk memastikan konsistensi pesan. \n9. Evaluasi dan Iterasi: Menerima feedback dari tim atau klien, serta melakukan revisi dan penyempurnaan desain hingga mencapai hasil akhir yang efektif. \n10. Manajemen Waktu: Mengelola timeline proyek desain agar dapat menyelesaikan pekerjaan sesuai tenggat waktu (deadline) tanpa mengorbankan kualitas.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "Creative Design", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}