{"id": 14863, "source_id": "a0748176-e4e9-483e-aeb0-e14dcb987a93", "company_name": "PTnbh Universitas Brawijaya", "province": "JAWA TIMUR", "city": "KOTA MALANG", "recommended_degree": "Desain Komunikasi Visual, Ilmu Komunikasi (Diploma, Sarjana)", "job_title": "Humas & Marketing Rumah Sakit Gigi dan Mulut Universitas Brawijaya", "job_description": "Komunikasi dan Hubungan Masyarakat (Humas)\nMenjalin dan menjaga hubungan baik dengan pasien, keluarga pasien, masyarakat, media, pemerintah, serta mitra kerja.\nMenjadi penghubung antara rumah sakit dan pihak eksternal dalam penyampaian informasi.\nMenyusun dan mengelola publikasi rumah sakit (press release, artikel, konten media sosial, brosur, dll).\nMengelola citra dan reputasi rumah sakit melalui komunikasi yang positif.\nMenangani komplain/kritik dari pasien dan masyarakat serta memberikan solusi sesuai SOP.\nMengatur kegiatan protokoler rumah sakit (kunjungan pejabat, acara resmi, peresmian, dsb.).\n2. Marketing dan Pengembangan Layanan\nMelakukan perencanaan marketing untuk meningkatkan kunjungan pasien dan awareness masyarakat.\nMelakukan riset pasar terkait kebutuhan pasien, kompetitor, dan tren layanan kesehatan.\nMengembangkan strategi promosi layanan (event kesehatan, seminar, penyuluhan, open house, dll).\nMengkoordinasi pembuatan materi promosi (spanduk, banner, video, media sosial, dan iklan digital).\nMelakukan kunjungan ke institusi terkait (perusahaan, sekolah, komunitas) untuk kerja sama layanan kesehatan.\nMenjalin dan memonitor kerjasama dengan BPJS, asuransi, perusahaan, atau instansi lain.\n3. Manajemen Media Sosial dan Digital\nMengelola akun media sosial rumah sakit (Instagram, Facebook, TikTok, Website).\nMembuat konten informatif dan edukatif seputar layanan kesehatan dan kegiatan rumah sakit.\nMemonitor engagement dan melakukan evaluasi strategi digital marketing.\nMenjadi admin untuk menjawab pertanyaan publik secara cepat dan tepat.\n4. Event Organizer & Program Promosi\nMenyelenggarakan event kesehatan seperti donor darah, seminar, talkshow kesehatan, bakti sosial, dll.\nBerkoordinasi dengan dokter, perawat, dan bagian lain untuk kegiatan promosi layanan.\nMenyusun proposal, anggaran, dan laporan evaluasi setiap kegiatan marketing.\n5. Pelaporan & Administrasi\nMenyusun laporan rutin terkait kegiatan humas dan marketing, termasuk capaian target dan analisis data.\nMengarsipkan seluruh dokumentasi publikasi, kampanye, dan kerja sama.\nMenyusun laporan evaluasi untuk manajemen terkait efektivitas program humas/marketing.\n6. Pengembangan Citra dan Brand Rumah Sakit\nMembantu memperkuat brand rumah sakit melalui kampanye kesehatan dan pelayanan prima.\nMemastikan standar komunikasi dan visual rumah sakit digunakan secara konsisten.\nMemonitor isu publik yang dapat berpengaruh pada reputasi rumah sakit.", "application_deadline": "2025-12-07", "quota": 2, "registered": 8, "position_type": "Humas & Marketing Rumah Sakit Gigi dan Mulut Universitas Brawijaya", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}