{"id": 14876, "source_id": "a07e3d28-6a39-48ce-80b2-b3d6457cca3c", "company_name": "Badan Hukum (Selain PT) Rumah Sakit Islam Fatimah Banyuwangi", "province": "JAWA TIMUR", "city": "KAB. BANYUWANGI", "recommended_degree": "Manajemen Pemasaran/Marketing, Administrasi Kesehatan, Manajemen, Desain Komunikasi Visual, Manajemen Pelayanan Rumah Sakit (Sarjana)", "job_title": "MARKETING RUMAH SAKIT", "job_description": "Perencanaan & Strategi Pemasaran\n•\tMenyusun rencana pemasaran jangka pendek dan jangka panjang.\n•\tMenganalisis tren kesehatan, kebutuhan masyarakat, serta persaingan antar fasilitas kesehatan.\n•\tMenentukan target pasar untuk layanan unggulan rumah sakit.\n•\tMengembangkan strategi untuk meningkatkan kunjungan pasien dan penggunaan layanan.\n2️⃣ Promosi Layanan Rumah Sakit\n•\tMenyusun materi promosi layanan (MCU, vaksinasi, poli spesialis, tindakan operasi).\n•\tMenjalin kerja sama dengan perusahaan, sekolah, kampus, dan instansi pemerintah (kerjasama MCU, cek kesehatan, penyuluhan).\n•\tMembuat penawaran paket layanan sesuai kebutuhan mitra.\n3️⃣ Hubungan Masyarakat (Humas)\n•\tMenyusun press release, pernyataan resmi RS, dan publikasi kegiatan.\n•\tMenjalin komunikasi aktif dengan media lokal, nasional, dan komunitas.\n•\tMengelola citra rumah sakit dan menangani komunikasi eksternal.\n4️⃣ Pengelolaan Media Sosial & Branding Digital\n•\tMengelola konten Instagram, Facebook, TikTok, YouTube, dan website rumah sakit.\n•\tMembuat konten informasi kesehatan, promosi, testimoni, dan edukasi.\n•\tMeningkatkan engagement dan followers melalui posting terjadwal.\n•\tMenjaga konsistensi branding dan identitas visual RS.\n\n5️⃣ Event Organizer Kegiatan RS\n•\tMerencanakan dan menyelenggarakan event kesehatan: seminar, workshop, bakti sosial, donor darah, pelatihan.\n•\tMenyiapkan materi publikasi, dokumentasi, dan koordinasi antar unit.\n•\tMemastikan event berjalan sesuai SOP dan standar keselamatan.\n6️⃣ Survei Kepuasan & Pengembangan Mutu Layanan\n•\tMengumpulkan data kepuasan pasien rawat jalan, rawat inap, IGD, dan layanan tambahan.\n•\tMenganalisis hasil survei dan melaporkan rekomendasi perbaikan kepada manajemen.\n•\tBekerja sama dengan unit mutu untuk meningkatkan kualitas pelayanan.\n7️⃣ Analisis Data Marketing\n•\tMemonitor jumlah kunjungan pasien, tren layanan, penggunaan fasilitas, dan omzet layanan.\n•\tMenyusun laporan kinerja marketing bulanan, triwulan, dan tahunan.\n•\tMengidentifikasi layanan yang potensial untuk dikembangkan.\n8️⃣ Customer Relation / Penanganan Keluhan\n•\tMembantu penanganan keluhan pasien secara cepat dan empatik.\n•\tMengumpulkan feedback pasien untuk peningkatan pelayanan.\n•\tMenyampaikan kepada manajemen terkait isu pelayanan yang perlu diperbaiki.\n9️⃣ Koordinasi Lintas Unit\n•\tBerkoordinasi dengan dokter, kepala ruangan, farmasi, lab, radiologi, HRD, dan unit lain untuk kegiatan promosi.\n•\tMengatur kebutuhan publikasi di seluruh area rumah sakit.\n•\tMengawal implementasi program pelayanan baru.\n🔟 Dokumentasi & Administrasi Marketing\n•\tArsip materi desain, video, foto, publikasi, dan laporan.\n•\tMenyusun jadwal kegiatan marketing dan memastikan semua berjalan sesuai rencana.\n•\tMembuat laporan lengkap kepada Direktur atau Manajer Marketing.", "application_deadline": "2025-12-07", "quota": 2, "registered": 8, "position_type": "MARKETING RUMAH SAKIT", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}