{"id": 14889, "source_id": "a07e48df-93ad-4653-9b7a-6b172fdb51b8", "company_name": "Badan Hukum (Selain PT) Rumah Sakit Islam Fatimah Banyuwangi", "province": "JAWA TIMUR", "city": "KAB. BANYUWANGI", "recommended_degree": "Administrasi Rumah Sakit, Rekam Medis Dan Informasi Kesehatan, Ilmu Administrasi Negara, Administrasi Perkantoran, Manajemen (Diploma, Sarjana)", "job_title": "Staff Kesekretariatan", "job_description": "1. Administrasi Surat-Menyurat dan Dokumentasi: Mengelola alur surat masuk dan keluar (menerima, mencatat, mendistribusikan, dan mengarsipkan). Memastikan sistem pengarsipan dokumen kantor (non-medis) tersusun rapi dan mudah diakses.\nMenyusun dan mengetik berbagai dokumen kantor, laporan, surat keputusan, dan notulen rapat.\n2. Manajemen Penjadwalan dan Logistik Rapat:\nMengatur jadwal rapat rutin atau insidental manajemen dan staf.\nMempersiapkan ruangan, perlengkapan (proyektor, alat tulis), dan konsumsi untuk keperluan rapat.\nMembuat notulen rapat yang akurat dan mendistribusikannya kepada peserta terkait.\n3. Layanan Komunikasi dan Resepsionis:\nBertindak sebagai pusat informasi utama, baik secara langsung di meja resepsionis maupun melalui telepon.\nMenangani panggilan telepon masuk, menyaring, dan meneruskan panggilan ke pihak yang tepat.\nMengelola korespondensi email umum dan memastikan setiap pertanyaan ditanggapi atau diteruskan dengan cepat.\n4. Manajemen Sarana dan Prasarana Kantor:\nMengawasi dan mengelola inventaris alat tulis kantor (ATK), perlengkapan cetak, dan kebutuhan kantor lainnya.\nMemastikan ketersediaan dan pemeliharaan dasar peralatan kantor seperti printer, mesin fotokopi, dan komputer.\nMengkoordinasikan kebutuhan pemeliharaan kebersihan dan kerapihan area kantor kesekretariatan.\n5. Dukungan Perjalanan Dinas dan Acara Khusus:\nMembantu pengaturan logistik perjalanan dinas bagi manajemen atau staf (pemesanan tiket, akomodasi).\nMendukung persiapan dan pelaksanaan acara khusus rumah sakit, seperti seminar, pelatihan, atau perayaan hari besar.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "Staff Kesekretariatan", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}