{"id": 14893, "source_id": "a07e4c8d-ecb1-4109-99fe-b4566efce6e2", "company_name": "Badan Hukum (Selain PT) Rumah Sakit Islam Fatimah Banyuwangi", "province": "JAWA TIMUR", "city": "KAB. BANYUWANGI", "recommended_degree": "Ilmu Rekam Medis, Perekam Medis dan Informasi Kesehatan (Diploma, Sarjana)", "job_title": "rekam medis", "job_description": "1. Pengelolaan Berkas Rekam Medis\nMenerima, mencatat, dan memvalidasi berkas rekam medis pasien.\nMengelola sistem penyimpanan berkas (filing, penyusunan, penomoran).\nMenjamin keamanan, kerahasiaan, dan kelengkapan isi berkas.\nMelakukan assembling, analisa kuantitatif, dan analisa kualitatif rekam medis.\nMelakukan peminjaman dan pengembalian berkas sesuai SOP.\n2. Registrasi & Pendaftaran Pasien\nMelakukan registrasi pasien baru dan lama (rawat jalan, rawat inap, IGD).\nMemastikan data identitas pasien akurat dan lengkap.\nMemproses entry data ke dalam SIMRS.\nMengarahkan pasien terkait alur pelayanan.\n3. Coding & Indexing\nMelakukan pengkodean diagnosa dan tindakan menggunakan ICD-10 & ICD-9-CM.\nMenyiapkan index penyakit, tindakan, dokter, dan demografi pasien.\nMenjamin keakuratan kode untuk menunjang klaim dan laporan.\n4. Pelaporan & Statistik Rumah Sakit\nMenyusun laporan harian, bulanan, dan tahunan (RL 1 – RL 6).\nMenyusun statistik pelayanan rumah sakit (BOR, LOS, TOI, BTO, GDR, NDR).\nMenyediakan data rekam medis untuk kebutuhan audit, akreditasi, dan manajemen.\n5. Klaim & Verifikasi Dokumen (Jika terlibat Layanan JKN)\nMemastikan kelengkapan berkas untuk klaim BPJS.\nMenyusun dokumen klaim INA-CBG’s.\nBekerjasama dengan tim verifikator internal & BPJS.\n6. Pengelolaan SIMRS\nMenginput, memperbarui, dan memvalidasi data dalam Sistem Informasi Rumah Sakit.\nMelakukan pemantauan kualitas data.\nBekerja sama dengan IT apabila terjadi kendala teknis.\n7. Pelayanan Informasi & Legalitas\nMelayani permintaan dokumen rekam medis sesuai regulasi (pasien, keluarga, kepolisian).\nMengelola persetujuan/consent sesuai aturan.\nMenjaga kerahasiaan data pasien sesuai UU Kesehatan & Etika Profesi Perekam Medis.\n8. Koordinasi & Administrasi\nBerkoordinasi dengan dokter, perawat, dan unit pelayanan.\nMengikuti audit, rapat mutu, dan akreditasi rumah sakit.\nMelakukan dokumentasi sesuai SOP dan standar pelayanan rekam medis.\nKUALIFIKASI REKAM MEDIS\nPendidikan minimal D3 Rekam Medis & Informasi Kesehatan (RMIK).\nMenguasai ICD-10, ICD-9-CM, dan INA-CBG’s.\nMenguasai SIMRS dan aplikasi rekam medis.\nTeliti, rapi, dan memahami etika & regulasi rekam medis.\nMampu bekerja shift (jika diperlukan) dan bekerja sama dalam tim.\nKomunikatif & mampu menangani data dalam jumlah besar.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "rekam medis", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}