{"id": 14951, "source_id": "a074f4ca-c7d5-4d5f-8863-d54551692e96", "company_name": "PT. Javadwipa Duta Mandiri", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Administrasi, Administrasi Perkantoran, Administrasi Publik (Diploma, Sarjana)", "job_title": "Admin Project", "job_description": "A. Dukungan Dokumentasi dan Pengarsipan\n-Pengarsipan Proyek: Mengelola dan memelihara sistem pengarsipan proyek, baik fisik maupun digital, memastikan semua dokumen (kontrak, change orders, laporan kemajuan, notulen rapat) mudah diakses, terorganisir, dan up-to-date.\n-Kontrol Dokumen: Bertanggung jawab atas kontrol versi dokumen, memastikan tim hanya menggunakan template atau revisi dokumen terbaru.\n-Surat-Menyurat: Menyusun, memformat, dan mendistribusikan surat-menyurat resmi proyek kepada klien, vendor, dan pihak internal.\n\nB. Administrasi Keuangan dan Logistik\n-Proses Pembelian (Procurement): Mengajukan permintaan pembelian (Purchase Request/PR) dan Purchase Order (PO) untuk barang dan jasa yang dibutuhkan proyek, berkoordinasi dengan departemen Procurement atau Keuangan.\n-Pelacakan Anggaran Dasar: Membantu melacak pengeluaran proyek terhadap anggaran yang ditetapkan, termasuk mengumpulkan dan memproses bukti pengeluaran dan reimbursement tim.\n-Administrasi Vendor/Subkontraktor: Mengelola dokumentasi vendor dan subkontraktor, termasuk invoice, pembayaran, dan kelengkapan administrasi kontrak kerja sama mereka.\n-Logistik Tim: Mengatur kebutuhan logistik dasar tim proyek, seperti akomodasi, transportasi, atau kebutuhan peralatan kantor di lokasi proyek.\n\nC. Komunikasi dan Pelaporan\n-Penjadwalan dan Notulen: Mengelola jadwal pertemuan proyek (internal dan eksternal), dan secara akurat mencatat serta mendistribusikan Notulen Rapat (Minutes of Meeting/MOM) kepada semua pihak yang berkepentingan.\n-Pelaporan Kemajuan: Membantu menyusun laporan kemajuan proyek (progress report) berkala (harian, mingguan, bulanan) dengan mengkompilasi data dari tim teknis dan data administratif.\n-Pemantauan Deadline: Mengingatkan Manajer Proyek dan tim tentang deadline penting, jadwal serah terima dokumen, atau tanggal penagihan klien.", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "Admin Project", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}