{"id": 1504, "source_id": "a07ede2e-663b-41a4-bed0-d178e3445049", "company_name": "Restu Ibu Meditama", "province": "SUMATERA BARAT", "city": "KOTA PADANG", "recommended_degree": "Kebidanan (Sarjana, Diploma)", "job_title": "Bidan", "job_description": "Uraian Tugas dan Tanggung Jawab Bidan Poliklinik di Rumah Sakit Ibu dan Anak Restu Ibu :\n1. Pelayanan Antenatal (Kehamilan)\no\tMelakukan pemeriksaan kehamilan rutin (ANC) sesuai standar pelayanan.\no\tMemberikan edukasi kepada ibu hamil tentang tanda bahaya kehamilan, gizi, persiapan persalinan, dan perawatan bayi baru lahir.\no\tMencatat hasil pemeriksaan ke dalam rekam medis dan sistem informasi rumah sakit.\n2. Pelayanan Postnatal dan Nifas\no\tMelakukan pemeriksaan ibu pasca persalinan dan bayi baru lahir.\no\tMemberikan konseling tentang perawatan luka, menyusui, KB pasca persalinan, dan pemulihan fisik.\no\t Mendeteksi dini komplikasi nifas dan merujuk bila diperlukan.\n\n\n3. Pelayanan Keluarga Berencana (KB)\no\tMemberikan informasi dan konseling tentang metode kontrasepsi.\no\tMelakukan pemasangan, pelepasan, dan pemantauan alat kontrasepsi (IUD, implan, suntik, pil, kondom).\no\tMencatat dan melaporkan data pelayanan KB sesuai ketentuan.\n4. Pelayanan Kesehatan Reproduksi\no\tMemberikan edukasi tentang kesehatan reproduksi remaja dan wanita usia subur.\no\tMelakukan pemeriksaan dasar seperti pap smear, IVA test, dan edukasi pencegahan infeksi menular seksual (IMS).\no\tMenangani kasus ringan dan merujuk kasus yang membutuhkan penanganan lanjutan.\n5. Pelayanan Bayi dan Balita\no\tMelakukan penimbangan, pengukuran tinggi badan, dan pemantauan tumbuh kembang anak.\no\t Memberikan imunisasi dasar sesuai jadwal nasional.\no\tMemberikan edukasi kepada orang tua tentang ASI eksklusif, MPASI, dan stimulasi perkembangan anak.\n\n\n6. Pelayanan Gawat Darurat Kebidanan\no\tMemberikan pertolongan pertama pada kasus kegawatdaruratan kebidanan di poliklinik.\no\tMelakukan stabilisasi kondisi pasien sebelum dirujuk ke ruang bersalin atau IGD.\no\tBerkoordinasi dengan dokter spesialis kandungan dan tim medis lainnya.\n7. Administrasi dan Dokumentasi\no\tMengisi dan memperbarui rekam medis pasien secara lengkap dan akurat.\no\tMenyusun laporan kegiatan harian, bulanan, dan tahunan sesuai format rumah sakit.\no\tMenjaga kerahasiaan data pasien dan mematuhi etika profesi.\n8. Koordinasi dan Kolaborasi Tim\no\tBekerja sama dengan dokter spesialis, perawat, dan tenaga kesehatan lainnya dalam memberikan pelayanan.\no\tMengikuti rapat staf, pelatihan, dan kegiatan peningkatan mutu pelayanan.\no\tMemberikan masukan dalam pengembangan program pelayanan kebidanan di poliklinik.", "application_deadline": "2025-12-07", "quota": 1, "registered": 35, "position_type": "Bidan", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}