{"id": 15072, "source_id": "a07e50da-540b-4538-89d2-eedf1b2c7832", "company_name": "Badan Hukum (Selain PT) Rumah Sakit Islam Fatimah Banyuwangi", "province": "JAWA TIMUR", "city": "KAB. BANYUWANGI", "recommended_degree": "Keperawatan (Sarjana)", "job_title": "perawat", "job_description": "1️⃣ Keperawatan Bedah (Surgical Ward)\n1. Melakukan asesmen awal dan lanjutan pasien pra– dan pascaoperasi.\n2. Melaksanakan tindakan keperawatan sesuai SOP bedah (perawatan luka, drain, NGT, kateter, dll).\n3. Melakukan monitoring tanda vital dan kondisi hemodinamik pasien.\n4. Edukasi pre-op & post-op kepada pasien dan keluarga.\n5.Dokumentasi asuhan keperawatan (SOAP/NANDA-NOC-NIC).\n6. Melakukan koordinasi dengan dokter bedah, anestesi, dan tim OK.\n7. Melaksanakan pencegahan infeksi (bundles SSI, hand hygiene, sterilitas).\n2️⃣ Keperawatan Penyakit Dalam (Internal Medicine Ward)\n1. Melakukan pengkajian komprehensif pada pasien penyakit kronis/akut.\n2. Mengelola pasien dengan kondisi seperti DM, stroke, CHF, CKD, PPOK, dsb.\n3. Monitoring ketat tanda vital, intake–output, dan perubahan klinis.\n4. Administrasi obat sesuai instruksi dokter (IV therapy, injeksi, transfusi).\n5. Edukasi manajemen penyakit kronis kepada pasien & keluarga.\n6. Kolaborasi dengan dokter spesialis penyakit dalam & tim gizi.\n7. Dokumentasi asuhan dan pelaporan insiden keselamatan pasien.\n3️⃣ Perawatan Dewasa (Adult Care)\n1. Memberikan asuhan keperawatan dasar & lanjutan untuk pasien dewasa.\n2. Perawatan ADL, mobilisasi, pencegahan dekubitus, dan manajemen nyeri.\n3. Monitoring kondisi pasien harian dan melaporkan perubahan signifikan.\n4. Melakukan tindakan dasar seperti infus, injeksi IM/IV, perawatan luka.\n5. Edukasi kesehatan umum (nutrisi, kebersihan, gaya hidup).\n6. Kolaborasi dengan tim medis lain untuk rencana perawatan.\n7. Dokumentasi akurat sesuai sistem rekam medis.\n4️⃣ Ruang Anak – 2 Perawat (Pediatric Ward)\n(2 orang karena kebutuhan beban kerja & karakteristik pasien)\n1.Melakukan pengkajian keperawatan sesuai usia tumbuh kembang anak.\n2.Memberikan tindakan keperawatan pediatrik (nebulizer, oral rehydration, injeksi khusus anak).\n3.Monitoring tanda vital dan kondisi klinis anak secara intensif.\n4.Edukasi kepada orang tua terkait perawatan anak, pengobatan, nutrisi.\n5.Persiapan psikologis anak saat prosedur (atraumatic care).\n6.Kolaborasi dengan dokter anak dan tenaga pendukung lainnya.\n7. Dokumentasi perkembangan klinis dan respons terapi.\n5️⃣ Perawatan VIP (VIP Ward)\n1.Memberikan pelayanan keperawatan profesional dengan standar pelayanan tinggi.\n2. Melakukan pengkajian komprehensif & personalized care plan.\n3. Menjalin komunikasi terapeutik dan menjaga kerahasiaan pasien VIP.\n4. Memberikan tindakan keperawatan dan observasi ketat kondisi pasien.\n5. Mengatur kenyamanan, keamanan, dan kebutuhan khusus pasien VIP.\n6. Koordinasi pelayanan lintas unit (gizi, farmasi, dokter) secara cepat.\n7. Dokumentasi lengkap dan presisi sesuai standar mutu.", "application_deadline": "2025-12-07", "quota": 10, "registered": 11, "position_type": "perawat", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}