{"id": 15073, "source_id": "a07e46fd-b740-4d16-9ab4-939451ce2327", "company_name": "Badan Hukum (Selain PT) Rumah Sakit Islam Fatimah Banyuwangi", "province": "JAWA TIMUR", "city": "KAB. BANYUWANGI", "recommended_degree": "Pendidikan Teknik Informatika & Komputer, Teknik Komputer dan Jaringan, Pendidikan Teknik Elektronika, Manajemen Informatika, Teknik Informatika (Diploma, Sarjana)", "job_title": "TENAGA IT (HARDWARE DAN JARINGAN)", "job_description": "1. Instalasi dan Konfigurasi Perangkat Keras\nBertanggung jawab untuk memasang dan mengonfigurasi komputer desktop, laptop, printer, pemindai (scanner), dan peralatan periferal lainnya. Ini termasuk perakitan komponen internal seperti CPU, RAM, hard drive, dan kartu grafis.\n2. Pemecahan Masalah (Troubleshooting) dan Diagnosa\nMelakukan identifikasi, diagnosis, dan penyelesaian masalah teknis terkait perangkat keras yang rusak atau tidak berfungsi. Tugas ini memerlukan pengujian sistem secara menyeluruh untuk menemukan akar masalah.\n3. Perbaikan dan Penggantian Komponen\nMelakukan perbaikan atau penggantian komponen perangkat keras yang gagal atau rusak, seperti motherboard, power supply, atau layar monitor. Ini mungkin melibatkan koordinasi dengan vendor atau pemasok suku cadang.\n4. Pemeliharaan Preventif Secara Berkala\nMelaksanakan jadwal pemeliharaan rutin untuk menjaga perangkat keras berfungsi optimal. Ini mencakup pembersihan fisik komponen dari debu, pembaruan firmware (jika diperlukan), dan memastikan lingkungan operasional yang aman untuk mencegah kerusakan fisik.\n5. Manajemen Aset dan Dokumentasi\nMencatat dan mengelola inventaris perangkat keras perusahaan, termasuk rincian lisensi, garansi, dan riwayat perbaikan. Tugas ini juga melibatkan pembuatan dokumentasi teknis mengenai prosedur instalasi dan solusi masalah untuk referensi di masa mendatang.", "application_deadline": "2025-12-07", "quota": 2, "registered": 11, "position_type": "TENAGA IT (HARDWARE DAN JARINGAN)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}