{"id": 1519, "source_id": "a07e965d-4869-4d98-9870-ae6d94e66d58", "company_name": "Rumah Sakit Islam Ibnu Sina Padang Panjang", "province": "SUMATERA BARAT", "city": "KOTA PADANG PANJANG", "recommended_degree": "Administrasi Rumah Sakit (Diploma, Sarjana)", "job_title": "Administrasi Rumah Sakit", "job_description": "A. Administrasi Umum\n\nMenyusun, mengelola, dan memelihara arsip surat-menyurat (surat masuk, surat keluar, disposisi, dan dokumentasi lainnya).\n\nMengelola dokumen administrasi unit, termasuk pencatatan kegiatan, jadwal, berita acara, notulen rapat, dan laporan.\n\nMenyediakan dukungan administrasi bagi pimpinan unit, seperti pengetikan dokumen, penyusunan surat, dan penyimpanan berkas.\n\nMelakukan koordinasi dengan unit terkait untuk kelancaran pekerjaan administrasi.\n\nB. Pelayanan Administrasi Pasien\n\n(Jika ditempatkan di pelayanan pasien)\n\nMembantu proses pendaftaran, verifikasi data, dan pembuatan rekam medis pasien.\n\nMengelola pembayaran administrasi, memverifikasi berkas penjamin (BPJS, asuransi, perusahaan).\n\nMemberikan informasi pelayanan sesuai standar komunikasi efektif rumah sakit.\n\nMenjaga kerahasiaan data pasien sesuai regulasi rumah sakit.\n\nC. Administrasi Kepegawaian\n\n(Jika ditempatkan di SDM)\n\nMengarsip dan mengelola dokumen kepegawaian (cuti, presensi, lembur, kontrak, evaluasi kinerja).\n\nMembantu persiapan laporan kepegawaian bulanan dan tahunan.\n\nMembantu administrasi proses rekrutmen, pelatihan, dan kegiatan SDM lainnya.\n\nD. Pengelolaan Data & Pelaporan\n\nMengumpulkan, merekap, dan menyusun data kegiatan unit sesuai format yang telah ditetapkan rumah sakit.\n\nMembuat laporan bulanan dan tahunan sesuai kebutuhan pimpinan.\n\nMemastikan akurasi dan ketepatan waktu pengiriman laporan.\n\nE. Pengelolaan Logistik & Pengadaan Barang\n\n(Jika ditempatkan di bagian logistik)\n\nMengelola pencatatan barang masuk dan keluar, termasuk alat medis dan non-medis.\n\nMembantu proses pengadaan, permintaan barang (SPB), serta pelacakan stok.\n\nMelakukan input data barang ke sistem rumah sakit (SIMRS) bila diperlukan.\n\nF. Pengelolaan Keuangan Unit\n\n(Jika ditempatkan di administrasi keuangan)\n\nMelakukan pencatatan transaksi keuangan unit sesuai SOP.\n\nMembantu penyusunan SPJ, laporan realisasi anggaran, dan bukti transaksi lainnya.\n\nMengelola pengeluaran petty cash jika menjadi tanggung jawab unit.\n\nG. Mutu & Keselamatan Pasien\n\nMembantu dokumentasi PMKP, indikator mutu, dan pelaporan insiden (IKP).\n\nMendukung pelaksanaan PPI (Pencegahan dan Pengendalian Infeksi) melalui manajemen dokumen dan administrasi kegiatan.\n\nBerpartisipasi dalam kegiatan akreditasi rumah sakit.ad", "application_deadline": "2025-12-07", "quota": 3, "registered": 51, "position_type": "Administrasi Rumah Sakit", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}