{"id": 15300, "source_id": "a080c2d1-6b8b-41e4-bdd1-35cc16545845", "company_name": "Sentra Vidya Utama", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Teknik Informatika, Sistem Informasi (Sarjana, Diploma)", "job_title": "Product Support", "job_description": "- Mempelajari secara mendalam berbagai produk SEVIMA untuk pendidikan tinggi\n- Membuat panduan penggunaan dan dokumentasi produk yang user-friendly\n- Memberikan training dan workshop kepada pengguna\n- Berperan sebagai layer ke 2 dan sebagai analyst untuk memastikan setiap masalah terdiagnosis secara akurat sebelum diteruskan ke PM/QA/Developer.\n- Melakukan validasi, replikasi, dan klarifikasi isu yang diterima dari user sebelum masuk ke proses bugfix atau improvement.\n- Memastikan setiap laporan masalah telah melalui pengecekan teknis sehingga developer menerima informasi yang lengkap dan siap ditindaklanjuti.\n- Menjadi penghubung teknis antara team customer dgn tim product dalam proses investigasi masalah.\n- Menangani pertanyaan dan kendala teknis yang mendalam dari pelanggan\n- Berkolaborasi dengan tim product untuk peningkatan kualitas produk\n- Menganalisis feedback pengguna untuk pengembangan produk\n- Membuat konten edukasi dalam berbagai format (video, artikel, infografik)\n\nKualifikasi yang Kami Cari:\n- Minimal D3/S1 dari berbagai latar belakang pendidikan (diutamakan latar belakang Informatika/Sistem Informasi/Teknik)\n- Passion kuat dalam teknologi dan pendidikan\n- Kemampuan komunikasi yang excellent (verbal dan tertulis)\n- Kemampuan menulis dokumen teknis (guideline untuk end user, changelog, dan dokumen API) yang baik\n- Analytical thinking dan problem-solving skills\n- Proaktif, inisiatif dan detail-oriented\n- Fast learner dengan rasa ingin tahu yang tinggi\n- Kemampuan mengorganisir dan multitasking yang baik\n- Wajib bisa menggunakan Query - SQL", "application_deadline": "2025-12-07", "quota": 10, "registered": 17, "position_type": "Product Support", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}