{"id": 15429, "source_id": "a08355c1-ca6f-45f0-84c2-e394bdf6eaf8", "company_name": "Balai Diklat Industri Surabaya", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Ekonomi, Statistika dan Sains Data, Ilmu Komunikasi, Bisnis Digital, Enterpreneurship (Diploma, Sarjana)", "job_title": "Marketing", "job_description": "A. Perencanaan dan Strategi Marketing\n1.\tMenyusun strategi pemasaran tahunan dan periodik untuk seluruh layanan BDI Surabaya, termasuk program Vokasi 3in1, Diklat ASN, dan Inkubator Bisnis.\n2.\tMelakukan segmentasi, targeting dan positioning (STP) berdasarkan kebutuhan industri, pengembangan ASN, dan potensi wirausaha industri.\n3.\tMelakukan riset pasar terkait kebutuhan kompetensi industri, kebutuhan tenaga kerja, peluang usaha, serta tren ekosistem startup dan inkubasi.\n4.\tMenyusun proposal penawaran program dan paket kerja sama bagi industri, pemerintah daerah, lembaga pendidikan, dan stakeholder lainnya.\n\nB. Promosi, Publikasi, dan Brand Awareness\n1.\tMenyusun dan menjalankan kampanye promosi melalui media digital, media sosial, website, publikasi, dan event.\n2.\tMengelola konten dan informasi resmi melalui website dan kanal media sosial BDI Surabaya.\n3.\tMenyusun dan mengembangkan materi publikasi (brosur, leaflet, video profil, success stories, testimoni, pitching deck, dan company profile tenant).\n4.\tMengelola strategi promosi dan rekrutmen peserta diklat vokasi, diklat ASN, dan tenant inkubasi.\n5.\tMelakukan kegiatan promosi inkubasi melalui outreach komunitas startup, kampus, asosiasi, dan event kewirausahaan.\n6.\tMengelola pameran, expo, dan business showcase untuk tenant inkubasi pada event daerah/nasional.\n7.\tMengembangkan dan mengelola database stakeholder: peserta diklat, alumni, mitra industri, instansi pemerintah, dan tenant inkubasi.\n\nC. Pengembangan Ekosistem dan Kemitraan Strategis\n1.\tMenjalin kerja sama dengan perusahaan industri untuk link & match kompetensi dan penempatan kerja peserta.\n2.\tMembangun kemitraan dengan pemerintah daerah, lembaga pendidikan, asosiasi industri, serta komunitas startup.\n3.\tMengidentifikasi peluang kolaborasi pendanaan, sponsorship, dan dukungan program inkubasi dan vokasi.\n4.\tMenjalin kerja sama dengan investor, lembaga pembiayaan, marketplace, dan jejaring bisnis untuk mendukung tenant inkubasi.\n5.\tMengembangkan dan mengelola jaringan mentor (bisnis, teknis, legal, keuangan, branding, pemasaran).\n6.\tMemfasilitasi business matching tenant dengan calon buyer, distributor, pemasok, dan mitra produksi.\n7.\tMengelola dokumen kerja sama (MoU, MoA, PKS) dan monitoring implementasinya.\n\nD. Rekrutmen Peserta dan Layanan Peserta\n1.\tMenyusun strategi dan pelaksanaan rekrutmen peserta diklat vokasi, diklat ASN, dan tenant inkubasi.\n2.\tMengelola informasi program, sosialisasi jadwal diklat, publikasi pendaftaran, serta proses kurasi awal tenant inkubasi.\n3.\tMemberikan layanan informasi, konsultasi, dan customer service kepada peserta & mitra.\n4.\tMengembangkan dan mengelola sistem CRM serta database peserta dan mitra.\n\nE. Monitoring, Evaluasi, dan Pelaporan\n1.\tMenyusun laporan capaian dan evaluasi efektivitas pemasaran dan promosi.\n2.\tMenganalisis data pemasaran sebagai dasar rekomendasi perbaikan layanan dan strategi pengembangan program.\n3.\tMenyajikan laporan capaian peserta diklat, penempatan kerja, dan tingkat kepuasan layanan.\n4.\tMenyusun laporan kinerja dan portofolio tenant inkubasi mencakup perkembangan bisnis, teknologi, sertifikasi, dan ekspansi pasar.\n5.\tMengelola publikasi success story sebagai strategi brand positioning BDI Surabaya.\n6.\tMenyusun laporan periodik program inkubasi (progress report, evaluasi, alumni tracking).\n7.\tMengembangkan platform showcase digital tenant (misal katalog produk, marketplace, landing page).", "application_deadline": "2025-12-07", "quota": 6, "registered": 27, "position_type": "Marketing", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "Balai Diklat Industri Surabaya", "angkatan": "3", "tahun": "2025"}