{"id": 15449, "source_id": "a08057f4-5e63-4349-9c0f-a9c0e34d3ea0", "company_name": "LEMBAGA PEMBINAAN KHUSUS ANAK KELAS I BLITAR", "province": "JAWA TIMUR", "city": "KAB. BLITAR", "recommended_degree": "Psikologi (Sarjana)", "job_title": "PSIKOLOGI", "job_description": "1. Melakukan asesmen psikologis terhadap klien melalui wawancara, observasi, dan tes psikologi untuk mengetahui kondisi mental, emosional, dan perilaku.\n\n\n2. Menyusun laporan hasil asesmen psikologis dan memberikan rekomendasi penanganan sesuai kebutuhan klien.\n\n\n3. Memberikan layanan konseling individu maupun kelompok untuk membantu klien mengatasi permasalahan psikologis, sosial, dan emosional.\n\n\n4. Melakukan intervensi psikologis, termasuk terapi perilaku, terapi kognitif, atau pendekatan lain sesuai standar profesi.\n\n\n5. Melakukan pemantauan perkembangan klien dan menyusun dokumentasi serta laporan perkembangan kasus.\n\n\n6. Menyusun dan melaksanakan program pembinaan atau intervensi psikososial sesuai kebutuhan lembaga.\n\n\n7. Memberikan konsultasi psikologis kepada pegawai, orang tua, pendidik, atau pihak terkait lainnya.\n\n\n8. Melakukan deteksi dini risiko gangguan psikologis atau perilaku bermasalah pada klien.\n\n\n9. Berperan dalam penanganan krisis, termasuk situasi stres berat, trauma, atau konflik yang dialami klien.\n\n\n10. Menjaga kerahasiaan data klien sesuai kode etik psikologi dan kebijakan lembaga.\n\n\n11. Berkoordinasi dengan dokter, perawat, pembimbing, pekerja sosial, guru, atau petugas lain untuk memastikan penanganan menyeluruh.\n\n\n12. Melaksanakan edukasi psikologi melalui seminar, penyuluhan, atau pelatihan sesuai kebutuhan lembaga.\n\n\n13. Menyusun program pengembangan kepribadian, karakter, dan keterampilan sosial bagi klien.", "application_deadline": "2025-12-07", "quota": 3, "registered": 31, "position_type": "PSIKOLOGI", "government_agency": "Kementerian Imigrasi dan Pemasyarakatan", "sub_government_agency": "LEMBAGA PEMBINAAN KHUSUS ANAK KELAS I BLITAR", "angkatan": "3", "tahun": "2025"}