{"id": 15537, "source_id": "a0807935-d454-4684-9796-ab32bd8e086d", "company_name": "Rumah Sakit Umum Daerah Dr. Wahidin Sudiro Husodo Kota Mojokerto", "province": "JAWA TIMUR", "city": "KOTA MOJOKERTO", "recommended_degree": "keperawatan (Diploma)", "job_title": "Perawat Vokasi", "job_description": "Ikhtisar Jabatan\nMelaksanakan asuhan keperawatan dasar yang meliputi pengkajian, perencanaan, implementasi, dan evaluasi keperawatan pada pasien dengan tingkat ketergantungan minimal hingga sedang sesuai dengan standar asuhan keperawatan dan kode etik profesi keperawatan di bawah supervisi perawat ahli.\n\nUraian Tugas\n1. Pengkajian Keperawatan Dasar\nMelakukan pengkajian keperawatan dasar pada pasien dengan tingkat ketergantungan minimal hingga sedang, meliputi pengumpulan data subjektif dan objektif, pengukuran tanda-tanda vital, dan identifikasi kebutuhan dasar pasien.\n2. Pelaksanaan Tindakan Keperawatan Dasar\nMelaksanakan tindakan keperawatan dasar sesuai rencana yang telah disusun oleh perawat ahli, meliputi pemenuhan kebutuhan oksigenasi, nutrisi, eliminasi, aktivitas dan istirahat, personal hygiene, serta pemberian obat sesuai instruksi.\n3. Pelayanan Poliklinik\nMelaksanakan pelayanan keperawatan di poliklinik meliputi pendaftaran pasien, pengukuran tanda vital, persiapan pemeriksaan, pendampingan tindakan dokter, dan pemberian edukasi pasca pemeriksaan.\n4. Pendokumentasian Asuhan Keperawatan\nMendokumentasikan hasil pengkajian, tindakan keperawatan yang dilakukan, dan respons pasien secara akurat dan tepat waktu dalam rekam medis.\n5. Pelaksanaan Tindakan Keselamatan Pasien\nMenerapkan sasaran keselamatan pasien (SKP) dalam setiap pelaksanaan asuhan keperawatan dasar.\n6. Pelaksanaan Pencegahan dan Pengendalian Infeksi\nMenerapkan prinsip pencegahan dan pengendalian infeksi (PPI) dalam setiap tindakan keperawatan.\n7. Pemberian Pendidikan Kesehatan Dasar\nMemberikan edukasi kesehatan dasar kepada pasien dan keluarga sesuai panduan yang telah ditetapkan.\n8. Pelaporan Kondisi Pasien\nMelaporkan perubahan kondisi pasien kepada perawat ahli atau dokter penanggung jawab.\n9. Persiapan dan Pemeliharaan Alat\nMenyiapkan alat dan bahan untuk tindakan keperawatan serta memelihara kebersihan dan kelengkapan peralatan.\n10. Pengelolaan Administrasi Poliklinik\nMembantu pengelolaan administrasi pelayanan poliklinik termasuk pencatatan kunjungan, koordinasi jadwal, dan pengelolaan antrian pasien.\n\nKompetensi Perawat Terampil (D3 Keperawatan)\nA. Kompetensi Teknis:\n\nMampu melakukan pengkajian keperawatan dasar pada pasien dengan ketergantungan minimal-sedang\nMampu melaksanakan tindakan keperawatan dasar sesuai prosedur\nMampu mengoperasikan alat-alat medis dasar (tensimeter, termometer, pulse oximeter, nebulizer, suction, EKG, dll)\nMampu melakukan pengukuran tanda-tanda vital secara akurat\nMampu memberikan obat oral, topikal, dan injeksi sesuai instruksi\nMampu melakukan pemasangan dan perawatan infus\nMampu melakukan perawatan luka sederhana\nMampu melakukan personal hygiene pasien\nMampu melakukan mobilisasi pasien\nMampu melakukan persiapan pasien untuk pemeriksaan diagnostik\nMampu melakukan pengambilan sampel darah (phlebotomy)\nMampu mendampingi tindakan medis di poliklinik\nMampu melakukan perekaman EKG dasar\nMampu mempersiapkan dan mendampingi pemeriksaan treadmill test\nMampu membantu tindakan kedokteran gigi (asisten dental)\nMampu melakukan pemberian imunisasi sesuai prosedur\n\nB. Kompetensi Manajerial:\n\nMampu bekerja dalam tim di bawah supervisi\nMampu mengikuti instruksi dan prosedur yang ditetapkan\nMampu melaporkan kondisi pasien secara akurat\nMampu mengelola waktu kerja secara efektif\nMampu berkoordinasi dengan anggota tim lainnya\nMampu mengelola alur pelayanan poliklinik\n\nC. Kompetensi Sosial-Kultural:\n\nMampu berkomunikasi dengan pasien dan keluarga secara sopan dan empatik\nMampu menghormati privasi dan martabat pasien\nMampu bekerja sama dengan berbagai latar belakang budaya\nMampu memberikan pelayanan prima kepada pasien poliklinik", "application_deadline": "2025-12-07", "quota": 15, "registered": 71, "position_type": "Perawat Vokasi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}