{"id": 15554, "source_id": "a07cad0a-4b44-4f27-97a2-477444948341", "company_name": "Rumah Sakit Umum Daerah Bhakti Dharma Husada Kota Surabaya", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Keperawatan (Diploma, Sarjana)", "job_title": "Perawat", "job_description": "(1) Memberikan pelayanan kesehatan kepada individu, yang bertugas melakukan pelayanan keperawatan sebagai pelaksana asuhan keperawatan pada kasus dengan tingkat ketergantungan minimal tanpa risiko, dibawah bimbingan perawat jenjang diatasnya, mengkoordinasikan hasil asuhan keperawatan kepada perawat jenjang diatasnya dan pelaksana program pengabdian masyarakat, serta bertanggung Jawab dalam Menjamin terlaksananya asuhan keperawatan pada individu dengan tingkat ketergantungan ringan/minimal tanpa risiko, dengan memperhatikan aspek etik, legal dan peka budaya. (2) Melakukan pengkajian keperawatan dasar pada individu. (3) Melakukan komunikasi terapeutik dalam pemberian asuhan keperawatan. (4) Melaksanakan edukasi tentang Perilaku Hidup Bersih dan Sehat dalam rangka melakukan upaya promotif. (5) Melakukan tindakan keperawatan pemenuhan kebutuhan eliminasi. (6) Memberikan oksigenasi sederhana. (7) Melakukan dokumentasi asuhan keperawatan. (8) Melakukan intervensi keperawatan spesifik yang sederhana pada area medikal bedah. (9) Melakukan tindakan pemenuhan rasa nyaman dan pengaturan suhu tubuh. (10) Melakukan perawatan luka. (11) Melakukan tindakan keperawatan pada pasien dengan intervensi pembedahan pada tahap pre/ intra/ post operasi. (12) Memfasilitasi penggunaan alat-alat pengamanan/pelindung fisik pada pasien untuk mencegah risiko cedera pada individu dalam rangka upaya preventif. (13) Melakukan tindakan keperawatan pada kondisi gawat darurat/bencana/kritikal. (14) Memfasilitasi suasana lingkungan yang tenang dan aman dan bebas risiko penularan infeksi. (15) Melakukan dokumentasi tindakan. (16) Melaksanakan tugas dari atasan.", "application_deadline": "2025-12-07", "quota": 23, "registered": 190, "position_type": "Perawat", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}