{"id": 15612, "source_id": "a07cf0d1-2ffd-4533-a055-36260b7def77", "company_name": "Sewu Segar Nusantara", "province": "BANTEN", "city": "KAB. TANGERANG", "recommended_degree": "Manajemen Pemasaran/Marketing (Sarjana)", "job_title": "Category Growth & Channel Development", "job_description": "Overview\nThe Category Growth & Channel Development Intern will support the Commercial, Category, and Sales teams in analyzing market performance, identifying growth opportunities, and executing channel development initiatives. This role is designed for fresh graduates who want exposure to strategic commercial planning within a fast-moving FMCG environment.\n\nResponsibilities\n• Assist in monitoring category performance, sales trends, and competitive insights.\n• Support the development of channel strategies across GT/MT/EC as needed.\n• Help analyze consumer behavior and market data to identify category growth opportunities.\n• Assist in preparing presentations, reports, and category performance dashboards.\n• Coordinate with Sales teams to ensure proper execution of trade programs.\n• Support listing, pricing, promotion, and product visibility initiatives.\n• Help track the effectiveness of category and channel activities.\n• Assist in administrative and operational tasks related to category planning.\n• Collaborate with cross-functional teams (Marketing, Supply Chain, Sales Ops) to ensure alignment on category priorities.\n\nQualifications\n• Fresh graduate or final-year student in Business, Marketing, Data/Statistics, or related fields.\n• Strong analytical thinking and ability to interpret data into insights.\n• Proficient in Excel and PowerPoint; familiarity with data visualization tools is a plus.\n• Knowledge of FMCG market dynamics and channel structures is an advantage.\n• Detail-oriented, proactive, and eager to learn commercial strategy.\n• Strong communication and coordination skills.", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Category Growth & Channel Development", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}