{"id": 15627, "source_id": "a074c3b8-122f-4b70-b210-66e684cf7c87", "company_name": "Vivere Propertindo Indonesia", "province": "BANTEN", "city": "KAB. TANGERANG", "recommended_degree": "Perhotelan, Pengelolaan Perhotelan, Manajemen Perhotelan dan Pariwisata, Manajemen Perhotelan, Bisnis Perhotelan (Diploma, Sarjana)", "job_title": "Housekeeping Attendant", "job_description": "Membersihkan Kamar Tamu: Ini adalah tugas inti, meliputi mengganti seprai dan handuk, membersihkan debu, menyedot debu/mengepel lantai, membersihkan kamar mandi (toilet, wastafel, shower), serta membersihkan jendela dan cermin. [1, 2]\nMelengkapi Perlengkapan Kamar: Memeriksa dan mengisi ulang amenities (sabun, sampo, losion), kertas toilet, tisu, serta memastikan ketersediaan minibar atau fasilitas kopi/teh sesuai standar hotel. [1, 2]\nMemeriksa dan Melaporkan Kerusakan: Memeriksa kondisi perabotan, lampu, AC, dan fasilitas lainnya. Melaporkan segera setiap kerusakan atau barang yang hilang kepada supervisor atau departemen perawatan (maintenance) untuk segera diperbaiki. [2, 3]\nMengatur Troli dan Stok Barang: Menyiapkan dan mengatur troli pembersih dengan rapi setiap pagi, memastikan semua bahan pembersih dan perlengkapan kamar tersedia dalam jumlah yang cukup sebelum mulai bekerja. [3]\nMenjaga Area Umum: Bergantung pada penugasan, attendant mungkin juga bertanggung jawab membersihkan koridor, lobi, toilet umum, atau area istirahat staf. [1]\nMelayani Permintaan Tamu: Merespons permintaan tamu secara sopan dan cepat, misalnya permintaan tambahan bantal, handuk, atau setrika, sambil tetap menjaga sikap profesional. [3, 4]\nMemprioritaskan Keamanan dan Privasi: Memastikan semua kamar terkunci dengan benar setelah dibersihkan, mematuhi prosedur keamanan hotel, dan menghormati privasi serta barang-barang milik tamu.", "application_deadline": "2025-12-07", "quota": 5, "registered": 3, "position_type": "Housekeeping Attendant", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}