{"id": 1568, "source_id": "a0803cf4-f5ad-4668-90b8-ae0915e1efd2", "company_name": "BPS Kota Dumai", "province": "RIAU", "city": "KOTA DUMAI", "recommended_degree": "Desain Komunikasi Visual, Jurnalistik, Ilmu Komunikasi, Manajemen Pemasaran, Multimedia (Diploma, Sarjana)", "job_title": "Asisten Pranata Humas", "job_description": "1. Menyusun konten publikasi harian, meliputi infografis, flyer statistik, dan materi visual lainnya sesuai kebutuhan kegiatan kehumasan.\n2. Mengumpulkan, menyeleksi, dan menyiapkan data yang diperlukan untuk penyusunan materi publikasi kehumasan.\n3. Menyusun narasi publikasi, termasuk caption, ringkasan data, dan headline yang digunakan pada berbagai media publikasi.\n4. Melaksanakan diseminasi informasi melalui kanal resmi BPS, termasuk situs web dan media sosial (Facebook, Instagram, serta kanal lain yang ditetapkan).\n5. Mendesain materi grafis untuk mendukung kegiatan publikasi, seperti infografis statistik, poster kegiatan, dan media visual lainnya.\n6. Melakukan pengolahan foto, termasuk penyuntingan foto kegiatan lapangan dan kegiatan internal kantor untuk keperluan dokumentasi dan publikasi.\n7. Memproduksi dan mengolah video singkat terkait kegiatan atau rilis statistik sebagai bagian dari materi publikasi multimedia.\n8. Mengelola dan menata arsip aset multimedia, termasuk pengumpulan, pengelompokan, serta pemeliharaan assets library foto dan video.\n9. Menyusun rencana konten (content plan) secara mingguan atau bulanan sesuai kebutuhan kegiatan kehumasan.\n10. Melaksanakan analisis performa konten, meliputi pengukuran impression, reach, engagement, dan indikator kinerja lainnya pada media sosial.\n11. Mengarsipkan dokumen kehumasan, meliputi undangan, notulen, publikasi, serta dokumen lain yang berkaitan dengan kegiatan diseminasi informasi.\n12. Menyusun laporan kegiatan kehumasan secara periodik, termasuk laporan bulanan mengenai aktivitas publikasi dan dokumentasi.", "application_deadline": "2025-12-07", "quota": 1, "registered": 11, "position_type": "Asisten Pranata Humas", "government_agency": "Badan Pusat Statistik", "sub_government_agency": "BPS Kota Dumai", "angkatan": "3", "tahun": "2025"}