{"id": 15819, "source_id": "a07eec41-d682-437d-b1b9-ad6dece5107e", "company_name": "Primarajuli Sukses", "province": "BANTEN", "city": "KAB. TANGERANG", "recommended_degree": "Teknik  Industri, Teknik Mesin, Teknik Mesin Industri, Teknik Mesin dan Manufaktur, Teknik Otomasi Industri (Diploma, Sarjana)", "job_title": "Mechanical Engineer", "job_description": "Tugas & Tanggung Jawab Utama\nA. Perancangan & Pengembangan Sistem Mekanikal\n\nMerancang dan menghitung sistem mekanikal (piping, gearbox, rotating equipment, pneumatic, hydraulic, HVAC, utility).\n\nMembuat gambar teknik seperti layout mesin, piping diagram (P&ID), mekanisme alat, dan komponen mekanikal.\n\nMemilih spesifikasi material dan komponen mekanik yang sesuai standar.\n\nMenganalisis kebutuhan peralatan atau modifikasi mesin produksi.\n\nB. Implementasi & Instalasi\n\nMengawasi pemasangan mesin, utility, sistem pipa, kompresor, pompa, chiller, boiler, dan peralatan mekanikal lainnya.\n\nMemastikan instalasi sesuai gambar kerja, standar teknis, dan K3.\n\nMelakukan testing & commissioning mesin baru atau peralatan hasil perbaikan.\n\nC. Maintenance & Troubleshooting\n\nMenyusun program preventive maintenance dan predictive maintenance untuk mesin dan peralatan mekanikal.\n\nMelakukan troubleshooting kerusakan mesin:\n\nVibrasi\n\nOverheating\n\nKebocoran pipa/valve\n\nPump failure\n\nGearbox noise\n\nPneumatic/hydraulic failure\n\nMengevaluasi penyebab kerusakan dan menyusun rekomendasi perbaikan.\n\nD. Manajemen Mesin & Utility\n\nMemantau performa mesin produksi dan utility (compressor, boiler, AHU, cooling tower, chiller).\n\nMenganalisa efisiensi mesin dan energi (fuel, air pressure, thermal system).\n\nMengoptimalkan cycle time, kapasitas produksi, dan keandalan mesin.\n\nE. Standar Keselamatan & Kepatuhan\n\nMemastikan peralatan mekanikal mengikuti standar keselamatan K3, Permenaker, ASME, API, ISO.\n\nMelakukan inspeksi safety pada mesin (guarding, interlock, pressure vessel).\n\nMenyusun SOP pengoperasian mesin dan prosedur keselamatan.\n\nF. Manajemen Proyek Mekanikal\n\nMerencanakan proyek pemasangan, overhaul, atau modifikasi mesin.\n\nMembuat estimasi biaya (BOQ), timeline, dan spesifikasi teknis.\n\nMengawasi vendor, supplier, dan kontraktor mekanikal.\n\nMenyusun laporan progres proyek secara berkala.\n\nG. Dokumentasi & Pelaporan\n\nMengupdate P&ID, drawing mesin, history maintenance, logsheet utility.\n\nMenyusun laporan kerusakan, root cause analysis (RCA), dan rekomendasi perbaikan.\n\nMengelola daftar spare part kritis (critical spare part list).\n\nMembuat dokumen inspeksi dan commissioning report.", "application_deadline": "2025-12-07", "quota": 4, "registered": 6, "position_type": "Mechanical Engineer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}