{"id": 15898, "source_id": "a080951d-a141-4be7-b3c2-9c8e3f505499", "company_name": "Prima Total Yuvenil", "province": "BANTEN", "city": "KOTA TANGERANG SELATAN", "recommended_degree": "Administrasi, Administrasi BIsnis, Hukum Administrasi Negara, Hukum Bisnis, Ilmu Administrasi Negara (Sarjana, Diploma)", "job_title": "Staff Administrasi", "job_description": "Deskripsi Lingkup Tugas Staff Administrasi\n1. Pengelolaan Dokumen dan Arsip\n\nMengelola, menyimpan, dan mengarsipkan dokumen perusahaan (fisik maupun digital).\n\nMenjaga kerapihan dan keteraturan sistem arsip agar mudah dicari.\n\nMenyiapkan dokumen yang dibutuhkan oleh divisi terkait.\n\n2. Pengolahan Data dan Pelaporan\n\nMenginput data ke sistem (Excel, ERP, HRIS, atau platform internal).\n\nMemastikan data yang dimasukkan akurat dan ter-update.\n\nMenyusun laporan administrasi rutin: laporan absensi, laporan kegiatan, laporan stok, dsb.\n\n3. Administrasi Surat-Menyurat\n\nMembuat, mencetak, dan mendistribusikan surat masuk/keluar.\n\nMenangani permintaan pembuatan surat resmi, memo, atau form internal.\n\nMengelola email administrasi perusahaan.\n\n4. Pengaturan Jadwal dan Koordinasi\n\nMengatur jadwal meeting, reservasi ruangan, dan agenda pimpinan/divisi.\n\nMenyusun notulen rapat dan mendistribusikannya ke peserta rapat.\n\nMengkoordinasikan aktivitas divisi dengan pihak internal maupun eksternal.\n\n5. Administrasi Keuangan Dasar (jika termasuk tugasnya)\n\nMenyiapkan dokumen pembayaran: invoice, kwitansi, purchase order, dll.\n\nMemastikan kelengkapan dokumen sebelum diserahkan ke bagian finance/accounting.\n\nMelakukan pencatatan petty cash bila diberikan wewenang.\n\n6. Administrasi Perlengkapan Kantor\n\nMengelola permintaan ATK, perlengkapan kerja, atau kebutuhan operasional kantor.\n\nMelakukan pengecekan stok dan melakukan permintaan pembelian ke bagian purchasing.\n\nMengawasi pengiriman barang atau kebutuhan divisi.\n\n7. Dukungan Administratif untuk Tim/Divisi\n\nMembantu kebutuhan administratif harian seperti scanning, fotokopi, dan penyiapan dokumen.\n\nMendukung kegiatan perusahaan (event, pelatihan, audit internal, dsb).\n\nMenyusun laporan atau data sesuai permintaan atasan.\n\n8. Menjaga Kepatuhan Prosedur\n\nMematuhi SOP administrasi dan kebijakan internal perusahaan.\n\nMemastikan seluruh proses administrasi dilakukan sesuai prosedur.\n\n9. Komunikasi Internal dan Eksternal\n\nMenjadi penghubung antara divisi dengan pihak luar (vendor, customer, tamu).\n\nMenjawab telepon, pesan, atau email masuk dengan profesional.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Staff Administrasi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}