{"id": 15931, "source_id": "a080c0e8-6e9e-41e7-9e98-077f93c641a9", "company_name": "PT. Bright Mobile Telecommunication", "province": "BANTEN", "city": "KOTA TANGERANG", "recommended_degree": "Statistika dan Sains Data, Teknik Industri, Teknik Komputer Dan Jaringan (Sarjana, Diploma)", "job_title": "HR Data Analyst", "job_description": "Job Responsibilities:\n1. Collect, process, and analyze HR data (recruitment, attendance, training, turnover, performance, etc.) to support reporting and decision-making.\n2. Design, build, and maintain HR dashboards using Power BI, including data modeling, DAX calculations, and visualization.\n3. Develop automated HR reports to improve reporting efficiency.\n4. Collaborate with other HR teams to understand data needs and develop data-driven insights.\n5. Perform data cleaning, validation, and ensure data accuracy.\n6. Create standard documentation for dashboards, data sources, and process flows.\n7. Provide trend analysis and data-based recommendations to HR Managers or Management.\n8. Ensure HR data security and compliance with company policies.\n\nRequirements:\n1. Bachelor’s degree in Statistics, Information Systems, Industrial Engineering, or related fields.\n2. Have experience / project as a Data Analyst, BI Analyst, or HR Analyst\n3. Proficient in Power BI (data modeling, DAX, visualization, dashboard development).\n4. Strong understanding of data analysis concepts and data integrity.\n5. Advanced Excel skills (pivot tables, lookups, complex formulas).\n6. Familiarity with HR data (recruitment, attendance, payroll, training) is an advantage.\n7. Strong analytical thinking and the ability to present insights clearly to non-technical stakeholders.\n8. Detail-oriented, analytical, and able to work independently or in a team.\n9. SQL experience is a plus.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "HR Data Analyst", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}