{"id": 16438, "source_id": "a0834c3f-f633-4ae2-b11a-28786e0ec7bb", "company_name": "SMK - SMTI Makassar", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Teknik Lingkungan (Sarjana)", "job_title": "Pengelola Unit Produksi Teaching Factory", "job_description": "Ruang Lingkup Pekerjaan Lulusan Teknik Lingkungan di SMK\nPengambilan dan pengujian sampel lingkungan (air bersih, air limbah, udara, tanah) dengan metode dasar laboratorium.\nPengoperasian peralatan lingkungan sederhana, seperti alat uji kualitas air, pH meter, turbidity meter, DO meter, dan peralatan sampling.\nPengelolaan limbah padat dan cair skala kecil, termasuk pemilahan, pengolahan awal (pretreatment), dan pencatatan pengelolaan limbah.\nPenerapan prosedur K3 lingkungan pada kegiatan pengujian, pengolahan limbah, dan penggunaan bahan kimia.\nPemantauan kualitas lingkungan sekolah/industri, seperti sanitasi, drainase, kebersihan, dan pengendalian pencemaran ringan.\nPembuatan laporan pemantauan lingkungan, hasil pengujian, serta dokumentasi kegiatan.\nPemeliharaan peralatan laboratorium lingkungan dan pengelolaan bahan kimia secara aman.\nPenerapan 3R (Reduce, Reuse, Recycle) dalam kegiatan operasional sekolah/lingkungan kerja.\nPartisipasi dalam program lingkungan seperti Adiwiyata, kampanye kebersihan, konservasi air, dan pengelolaan sampah.\n\nRuang Lingkup Pekerjaan Lulusan Teknik Lingkungan pada TEFA\nPengambilan, pengujian, dan analisis sampel lingkungan (air bersih, air limbah, udara, dan tanah) yang terkait proses produksi TEFA.\nPengelolaan limbah produksi (padat, cair, B3 ringan) mulai dari pemilahan, pengolahan awal, hingga pencatatan.\nPengoperasian peralatan pemantauan lingkungan, seperti pH meter, turbidity meter, DO meter, TDS meter, dan alat filtrasi sederhana.\nPerancangan dan monitoring IPAL sederhana untuk kebutuhan TEFA (pretreatment, filtrasi, sedimentasi).\nPenerapan K3 dan prosedur keselamatan lingkungan pada area proses dan laboratorium.\nPengawasan sanitasi dan higiene lingkungan kerja (kebersihan area produksi, drainase, pengendalian bau, dan pencemaran).\nDokumentasi dan pelaporan lingkungan, termasuk logbook uji kualitas lingkungan dan laporan pemakaian bahan kimia.\nPenerapan konsep 3R (Reduce, Reuse, Recycle) untuk efisiensi dan keberlanjutan di TEFA.\nPendampingan implementasi standar lingkungan sesuai kebutuhan industri (CPPOB, ISO dasar, green industry practice).", "application_deadline": "2025-12-07", "quota": 1, "registered": 2, "position_type": "Pengelola Unit Produksi Teaching Factory", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "SMK - SMTI Makassar", "angkatan": "3", "tahun": "2025"}