{"id": 16519, "source_id": "a0745bfd-b477-455c-a223-d84d4c0a9ef4", "company_name": "Yakin Harum Sukses (Favehotel Pantai Losari Makassar)", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Teknik Listrik dan Instalasi, Teknik Tenaga Listrik, Teknologi Listrik, Teknik Pendingin Dan Tata Udara (Diploma, Sarjana)", "job_title": "General Maintenance", "job_description": "1. Pemeliharaan Rutin (Preventive Maintenance)\n- Membantu pengecekan harian pada area publik, kamar tamu, dan fasilitas hotel.\n- Mengecek lampu, sakelar, stop kontak, AC, termostat, dan perlengkapan kamar lainnya.\n- Menjalankan checklist PM sesuai jadwal (mingguan/bulanan).\n2. Perbaikan Dasar (Corrective Maintenance)\n- Membantu menangani keluhan tamu atau staf terkait kerusakan kecil seperti:\nLampu mati atau flicker, Kran bocor, Penyumbatan wastafel/toilet, AC kurang dingin, Pintu tidak tertutup rapat\nMelaporkan kerusakan besar kepada teknisi senior.\n3. Electrical & Mechanical Support\n- Membantu pengecekan panel listrik, genset, pompa air, dan peralatan mekanikal di bawah supervisi teknisi.\n- Menjaga area ruang panel dan MEP tetap rapi, bersih, dan aman.\n4. Plumbing & Sanitary\n- Mendampingi teknisi saat memeriksa jaringan pipa air bersih dan air kotor.\n- Membantu menelusuri kebocoran kecil atau penyumbatan di area tertentu.\n5. Civil / Bangunan\n- Membantu pekerjaan kecil seperti pengecatan, tambal dinding, perbaikan keramik retak, atau perawatan furniture.\n6. HVAC (Heating, Ventilation, Air Conditioning)\n- Membantu pengecekan filter AC, kebersihan indoor dan outdoor unit.\n- Mendampingi teknisi dalam proses maintenance AC split, AHU, dan FCU.\n7. Administrasi & Dokumentasi\n- Mengisi form laporan pekerjaan (work order) dan preventive maintenance checklist.\n- Membantu pencatatan penggunaan alat dan material.\n- Melakukan pelaporan harian kepada supervisor Engineering.\n8. Kepatuhan & Keselamatan Kerja\n- Mengikuti SOP dan standar K3 (Keselamatan & Kesehatan Kerja).\n- Menggunakan APD saat melakukan maintenance.\n- Memastikan area kerja aman dan rapi setelah pekerjaan selesai.", "application_deadline": "2025-12-07", "quota": 2, "registered": 5, "position_type": "General Maintenance", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}