{"id": 16650, "source_id": "a0767e8a-9ade-4586-89dd-07213495b3d8", "company_name": "Digikreatif Teknologi Indonesia", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Administrasi, Ilmu Komunikasi, Bisnis Digital, Manajemen, Ekonomi (Diploma, Sarjana)", "job_title": "SEO Content Writer", "job_description": "Program magang ini adalah tempat terbaik untuk kamu yang ingin memulai karier di dunia SEO dan Content Marketing. Kamu akan belajar secara intensif bagaimana cara membuat konten yang bukan hanya enak dibaca, tapi juga disukai oleh Google. Kamu akan mendapatkan pengalaman nyata yang bisa kamu masukkan ke dalam portofolio profesionalmu.\n\nApa yang Akan Kamu Kerjakan (Learning & Responsibilities)\nKamu akan bekerja langsung bersama tim SEO kami dan terlibat dalam tugas-tugas inti seperti:\n\"Pencari Harta Karun\" Kata Kunci: Belajar dan membantu tim dalam melakukan riset kata kunci dasar menggunakan tools SEO.\nMenulis Draft Konten: Menulis draft awal artikel blog, deskripsi produk, atau copy sederhana berdasarkan kerangka (outline) yang sudah disiapkan.\nMempercantik Konten: Membantu mengoptimalkan konten yang sudah ada (SEO On-Page) dengan mengisi meta description, mengedit judul, dan memastikan kepadatan kata kunci.\nProofreading & Fact-Checking: Memastikan konten yang siap publikasi bebas dari typo (salah ketik), memiliki tata bahasa yang baik, dan datanya akurat.\nManajemen Konten Sederhana: Belajar menggunakan platform seperti WordPress atau CMS lainnya untuk mengunggah dan memformat konten.\nPelaporan Dasar: Membantu tim dalam mengumpulkan data performa mingguan dari Google Search Console.\n\nSiapa yang Kami Cari (Requirements)\nMahasiswa/i tingkat akhir atau fresh graduate dari jurusan apa pun (diutamakan Komunikasi, Sastra, atau Jurnalistik) yang tertarik pada SEO.\nHobi Menulis: Memiliki kemampuan dasar menulis dalam Bahasa Indonesia yang baik dan terstruktur.\nHaus Belajar: Punya inisiatif tinggi, mau belajar hal teknis tentang SEO, dan teliti dalam bekerja.\nMampu bekerja dengan target waktu yang ditentukan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "SEO Content Writer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}