{"id": 16768, "source_id": "a07688e2-6d26-40fa-b24f-0fa9e60c5b83", "company_name": "Tri Berkah Abadi", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Administrasi Keuangan Dan Perbankan, Akuntansi Keuangan, Pendidikan Ilmu Komputer, Teknik Komputer, Pendidikan Teknologi Informatika dan Komputer (Sarjana, Diploma)", "job_title": "Staff Administrasi", "job_description": "Sebagai Staff Administrasi, Anda akan bertanggung jawab untuk:\n\n1. Pengelolaan Dokumen & Arsip\n\nMengelola dan menyusun dokumen perusahaan secara rapi (fisik maupun digital).\n\nMelakukan pengarsipan surat masuk, surat keluar, kontrak, dan dokumen operasional lainnya.\n\nMelakukan pembaruan data administrasi sesuai kebutuhan.\n\n2. Administrasi Operasional Rental Mobil\n\nMembuat dan mengelola formulir sewa, jadwal penggunaan kendaraan, serta data pelanggan.\n\nMemeriksa kelengkapan berkas penyewaan dan memastikan akurasi data.\n\nMembantu memonitor ketersediaan armada serta kebutuhan operasional harian.\n\n3. Pelayanan Pelanggan (Customer Handling)\n\nMenerima telepon, pesan WhatsApp, atau email dari pelanggan terkait layanan rental mobil.\n\nMemberikan informasi yang jelas mengenai harga, ketersediaan kendaraan, dan prosedur penyewaan.\n\nMencatat setiap permintaan pelanggan dan meneruskannya ke tim terkait.\n\n4. Pembukuan Sederhana\n\nMembantu mencatat pemasukan dan pengeluaran operasional harian.\n\nMembuat laporan administrasi bulanan untuk manajemen.\n\nMenginput transaksi ke sistem atau spreadsheet.\n\n5. Koordinasi Internal\n\nBerkomunikasi dengan bagian driver, operasional, dan manajemen terkait jadwal kendaraan serta kebutuhan lain.\n\nMemastikan setiap instruksi berjalan sesuai SOP perusahaan.\n\n6. Tugas Administratif Lainnya\n\nMenyiapkan surat menyurat, invoice, dan dokumen pendukung operasional.\n\nMengatur kebutuhan ATK serta perlengkapan kantor.\n\nMembantu tugas-tugas lain jika dibutuhkan oleh manajemen.", "application_deadline": "2025-12-07", "quota": 1, "registered": 14, "position_type": "Staff Administrasi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}