{"id": 1680, "source_id": "a06ec2eb-f02d-446f-b61c-0642ef07cdb0", "company_name": "PT. Awal Bros Intan Medika", "province": "RIAU", "city": "KAB. ROKAN HULU", "recommended_degree": "Keperawatan, Keperawatan (Sarjana, Diploma)", "job_title": "Perawat", "job_description": "Pelayanan Asuhan Keperawatan Dasar\n\nMelakukan pengkajian awal pasien sesuai standar (TTV, keluhan utama, riwayat singkat).\n\nMembantu dalam pemenuhan kebutuhan dasar pasien: personal hygiene, mobilisasi, eliminasi, nutrisi, dan kenyamanan.\n\nMendampingi perawat dalam proses dokumentasi asuhan keperawatan (SOAP/ADPIE).\n\nMengobservasi perubahan kondisi pasien dan melaporkan segera kepada perawat penanggung jawab.\n\n2. Prosedur Keperawatan yang Berisiko Rendah (di bawah supervisi)\n\nMengukur tanda-tanda vital (TTV).\n\nPemeriksaan GDA sederhana, glukosa darah sewaktu, dan pemantauan saturasi.\n\nPerawatan luka sederhana.\n\nPemasangan NGT dan kateter (jika kompetensi sudah memenuhi dan diizinkan institusi).\n\nMembantu tindakan keperawatan lain sesuai standar dan arahan pembimbing.\n\n3. Dukungan Pelayanan Medis\n\nMenyiapkan peralatan tindakan medis, memastikan kebersihan dan kelengkapannya.\n\nMembantu perawat dan dokter saat prosedur dilakukan (misal injeksi, pemasangan infus, tindakan emergensi).\n\nMelakukan sterilisasi ringan dan menjaga ketersediaan alat medis dasar.\n\n4. Komunikasi & Edukasi Pasien\n\nMelakukan komunikasi terapeutik dengan pasien dan keluarga.\n\nMemberikan edukasi dasar yang telah disetujui/didelegasikan oleh perawat pembimbing (misal cara batuk efektif, teknik napas dalam).\n\n5. Pencatatan & Pelaporan\n\nMelakukan pencatatan tindakan dan observasi sesuai standar rekam medis.\n\nMelaporkan hasil observasi atau insiden yang ditemukan selama shift.\n\nMenyusun laporan harian dan laporan akhir kegiatan magang.\n\n6. Kepatuhan Protokol Keselamatan & Etika\n\nMematuhi standar keselamatan pasien (Patient Safety), kebersihan tangan, APD, serta SOP unit.\n\nMenjaga etika profesi, kerahasiaan data pasien, dan sikap profesional selama bertugas.\n\nMengikuti briefing, konferensi keperawatan, dan evaluasi harian.", "application_deadline": "2025-12-07", "quota": 50, "registered": 25, "position_type": "Perawat", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}