{"id": 16982, "source_id": "a0801d71-ff90-463e-8f52-8b2f7e767ca3", "company_name": "Pelabuhan Perikanan Samudera Kendari", "province": "SULAWESI TENGGARA", "city": "KOTA KENDARI", "recommended_degree": "Ilmu Komunikasi, Desain Komunikasi Visual, Multimedia, Hubungan Masyarakat, Penyiaran (Diploma, Sarjana)", "job_title": "Content Creator", "job_description": "1. Mendesain berbagai kebutuhan komunikasi visual untuk media internal dan eksternal lembaga (publikasi media sosial, presentasi, infografis, poster, banner, spanduk dll)\n2. Mengembangkan identitas visual dan konsistensi desain sesuai panduan branding Lembaga\n3. Berkolaborasi dengan tim humas dalam penyusunan konsep kreatif kampanye atau publikasi\n4. Menyusun materi visual event, publikasi digital, dan cetak sesuai kebutuhan program\n5. Melakukan penyempurnaan desain berdasarkan masukan dan arahan pimpinan/tim humas\n6. Menjaga arsip file desain secara terstruktur dan mudah diakses\n\nKualifikasi Tambahan:\n- Sehat jasmani dan rohani\n- Memiliki kemampuan menulis naskah kreatif untuk berbagai platform (media sosial, website, video, dan publikasi digital).\n- Mampu merancang ide konten yang menarik, informatif, dan sesuai dengan target audiens.\n- Menguasai dasar fotografi dan videografi\n- Mampu melakukan editing menggunakan software seperti Adobe Premiere, CapCut, atau aplikasi lainnya yang relevan\n- Familiar dengan tren media sosial, termasuk strategi engagement dan storytelling.\n- Mampu membuat copywriting dan caption yang komunikatif serta sesuai dengan gaya bahasa di media sosial namun tetap sesuai dengan aturan institusi.\n- Kreatif, komunikatif, dan mampu bekerja dalam tim.\n- Bertanggung jawab dan disiplin\n- Proaktif dan berorientasi pada target waktu\n- Memiliki portofolio karya berupa konten media sosial, artikel, video pendek, atau kampanye digital.", "application_deadline": "2025-12-07", "quota": 1, "registered": 15, "position_type": "Content Creator", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Pelabuhan Perikanan Samudera Kendari", "angkatan": "3", "tahun": "2025"}