{"id": 17110, "source_id": "a07f05c0-b134-4e54-bbeb-3c4813b9452a", "company_name": "Siap Belajar Indonesia", "province": "SULAWESI BARAT", "city": "KAB. MAJENE", "recommended_degree": "Psikologi, Bimbingan Dan Konseling, Pendidikan Bimbingan dan Konseling, Ilmu Komunikasi, Hukum (Sarjana)", "job_title": "Parent–Student Retainer for Engagement", "job_description": "Menjaga hubungan jangka panjang dan meningkatkan keterlibatan (engagement) antara orang tua, siswa, dan lembaga sehingga retensi siswa meningkat, kepuasan tumbuh, keluhan cepat tertangani, serta ada jalur komunikasi proaktif untuk mendukung keberhasilan pembelajaran.\n\nA. Onboarding & Welcome\n\nMenyusun dan menjalankan proses onboarding orang tua & siswa (welcome kit digital/ fisik, walkthrough platform/LMS, pengenalan tutor).\n\nMenyapa keluarga saat pendaftaran (welcome call/email) dan memastikan informasi administrasi & akses platform lengkap.\n\nMenyediakan FAQ onboarding dan panduan singkat penggunaan LMS/komunikasi.\n\nB. Engagement Rutin & Aktivitas Komunitas\n\nMerancang editorial kalender komunikasi (newsletter bulanan, tips belajar mingguan, pengumuman penting).\n\nMenyelenggarakan kegiatan engagement: webinar parenting, workshop belajar di rumah, open class, progress sharing session, dan small-group community events.\n\nMengelola grup komunitas online (WhatsApp/Telegram/Facebook Group) dengan aturan komunitas dan moderation.\n\nC. Monitoring Progres & Early Warning System\n\nMemantau indikator engagement & akademik (presensi, submission tugas, nilai diagnostik, login LMS) untuk mendeteksi siswa berisiko.\n\nMenjalankan skrip intervensi (reminder, coaching call, offer remedial/mentor) untuk mengurangi churn.\n\nMenyusun dan mengirimkan laporan progres singkat ke orang tua secara berkala (mingguan/bulanan sesuai program).\n\nD. Retention & Renewal Management\n\nMenyusun strategi renewal (reminder, promo loyalty, paket bundling) dan mengeksekusinya bersama tim Sales/Finance.\n\nMenjalankan follow-up proaktif menjelang masa berakhirnya paket dan memfasilitasi proses perpanjangan.\n\nMengelola kasus churn: exit interview, dokumentasi alasan, dan rekomendasi perbaikan produk/layanan.\n\nE. Layanan Pelanggan & Eskalasi\n\nMenjadi first-line untuk pertanyaan akademik/operasional orang tua (non-technical), merespons sesuai SLA.\n\nMengkoordinasikan eskalasi masalah ke tutor, admin, atau manajemen (mis. kualitas pengajar, jadwal, pembayaran).\n\nMenjaga catatan interaksi (CRM/log) dan memastikan tindak lanjut tercatat.\n\nF. Insight & Kolaborasi Produk\n\nMengumpulkan feedback terstruktur (survei kepuasan, NPS, polling komunitas) dan menyajikan insight ke tim Kurikulum, Marketing, dan Ops.\n\nMengusulkan ide program engagement baru berdasarkan data (mentoring, family day, kompetisi internal).\n\nBekerja dengan tim Digital untuk materi komunikasi (email template, video panduan, FAQ).\n\nTanggung Jawab Dokumentasi & Pelaporan\n\nMemelihara CRM dengan catatan interaksi orang tua/siswa (status engagement, isu, resolusi).\n\nLaporan mingguan: jumlah touchpoint, kasus intervensi, churn risk list.\n\nLaporan bulanan: retensi cohort, NPS/CSAT, rekomendasi perbaikan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 5, "position_type": "Parent–Student Retainer for Engagement", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}