{"id": 17121, "source_id": "a07efd97-9bfb-44b4-8f01-c9daadbd2583", "company_name": "Siap Belajar Indonesia", "province": "SULAWESI BARAT", "city": "KAB. MAJENE", "recommended_degree": "Akuntansi, Akuntansi Keuangan, Akuntansi Keuangan Perusahaan, Akuntansi Manajemen (Sarjana)", "job_title": "Finance, Accounting & Treasury - Intern", "job_description": "Memastikan pengelolaan keuangan perusahaan yang sehat, akurat, dan patuh: mencakup pencatatan akuntansi yang benar, pengendalian kas (treasury), pelaporan keuangan tepat waktu, pengelolaan pajak & kepatuhan, penganggaran & forecasting, serta mendukung pengambilan keputusan bisnis melalui informasi keuangan yang andal.\n\nA. Accounting (Pembukuan & Pelaporan)\nMencatat transaksi keuangan harian: penerimaan, pengeluaran, jurnal kas/bank, dan accrual.\n\nMenjaga buku besar (GL) dan sub-ledger (piutang, hutang, persediaan jika ada).\n\nMelakukan rekonsiliasi bank harian/mingguan dan penyelesaian selisih.\n\nMenyiapkan penutupan bulanan: adjusting entries, depreciation, accruals, dan cut-off.\n\nMenyusun laporan keuangan bulanan: Laba/Rugi, Neraca, Arus Kas, dan catatan penjelasan (notes).\n\nMenyusun laporan keuangan untuk kebutuhan internal (manajemen) dan eksternal (pajak/audit).\n\nMenyimpan arsip bukti transaksi (fisik & digital) sesuai kebijakan retensi dokumen.\n\nB. Treasury & Cash Management\n\nMengelola kas harian dan saldo bank: monitoring saldo, cash pooling, dan kebutuhan operasional.\n\nMenyusun & mengupdate cash flow forecast jangka pendek (30–90 hari) dan jangka menengah.\n\nMengatur pembayaran (payables) sesuai prioritas: payroll, vendor, sewa, utilities, pajak.\n\nMenetapkan approval workflow pembayaran dan memastikan otorisasi sesuai policy.\n\nMengelola hubungan dengan bank: fasilitas, rekening, mutasi, dan biaya bank.\n\nMengelola alat pembayaran digital (payment gateway, e-wallet) integrasi dan rekonsiliasi.\n\nMengelola investasi jangka pendek/penempatan dana kecil sesuai kebijakan (jika ada).\n\nC. Receivable Management (Piutang)\n\nMemastikan penagihan tepat waktu: invoice issuance, follow-up, dan rekonsiliasi pembayaran masuk.\n\nMenyusun aging report piutang dan meminimalisir risiko piutang macet.\n\nBekerja sama dengan Sales/BD untuk penyelesaian klaim/penyesuaian komersial.\n\nD. Payroll & Benefit (Koordinasi dengan HR)\n\nMenyusun penggajian: perhitungan gaji, potongan pajak, BPJS (jika ada), tunjangan, reimbursment.\n\nMelakukan pembayaran gaji dan rekonsiliasi payroll account.\n\nMenyimpan data payroll & supporting docs.\n\nE. Pajak & Kepatuhan\n\nMenyiapkan dan/atau menugaskan penyusunan SPT masa & tahunan (PPN, PPh pasal terkait, dll.) sesuai ketentuan.\n\nMenyusun dokumentasi pendukung untuk audit pajak dan permintaan otoritas.\n\nMemastikan pelaksanaan kewajiban perpajakan tepat waktu (pelaporan & pembayaran).\n\nF. Perencanaan, Budgeting & Analisis\n\nMenyusun anggaran tahunan bersama manajemen dan menyajikan forecast berkala.\n\nMelakukan analisis varian (actual vs budget) dan menjelaskan penyebab utama.\n\nMenyediakan analitik & dashboard untuk mendukung keputusan (unit economics, LTV, CAC, margin per produk/program).\n\nG. Internal Control, Audit & Policy\nMerancang dan menerapkan kontrol internal (segregation of duties, approval limits, dokumen pendukung).\nMenyusun & memelihara SOP keuangan (cash handling, petty cash, approval matrix).\nKoordinasi audit internal/eksternal dan menindaklanjuti temuan audit.\nMelakukan assessment risiko keuangan dan rekomendasi mitigasi.", "application_deadline": "2025-12-07", "quota": 2, "registered": 6, "position_type": "Finance, Accounting & Treasury - Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}