{"id": 17122, "source_id": "a07ef925-b6cf-4cce-b695-8bb138c833cf", "company_name": "Siap Belajar Indonesia", "province": "SULAWESI BARAT", "city": "KAB. MAJENE", "recommended_degree": "Administrasi Bisnis, Manajemen Pemasaran, Pemasaran Digital, Ilmu Komunikasi (Sarjana)", "job_title": "Digital Selling & Canvassing", "job_description": "Menggabungkan pendekatan digital (social selling, lead nurturing, telemarketing) dan aktivitas lapangan (canvassing, presentasi langsung) untuk memperoleh leads berkualitas, meningkatkan konversi pendaftaran, serta memperluas cakupan pasar PT. Siap Belajar Indonesia secara terukur dan efisien.\n\nA. Digital Selling (Online)\n\nMenangani lead digital: menjawab DM, chat WhatsApp/WA Business, telepon, dan email calon peserta sesuai SLA.\n\nMelakukan social selling: outreach ke calon peserta di Instagram, Facebook, TikTok, YouTube, dan LinkedIn.\n\nMenjalankan follow-up nurture flows (script, sequence) untuk mengubah interest → meeting/registrasi.\n\nMengelola dan memantau landing page kampanye, form pendaftaran, dan tracking (UTM/event).\n\nBekerja sama dengan Digital & Social Media Specialist untuk optimasi copy iklan, CTA, dan funnel.\n\nMenyusun dan menjalankan A/B testing pendekatan pesan (pitch, penawaran, promo).\n\nMemasukkan dan memperbarui status lead secara real-time ke CRM; menandai lead berkualitas untuk canvassing lapangan bila perlu.\n\nMenangani pembayaran awal/pembayaran online & koordinasi dengan admin keuangan jika diperlukan.\n\nB. Canvassing (Lapangan)\n\nMelakukan kunjungan terjadwal ke sekolah, rumah, komunitas, dan event untuk presentasi program.\n\nMenjalankan demo singkat, trial class, atau open class di lokasi calon pelanggan.\n\nMengumpulkan leads offline (data kontak) dan menginputnya ke CRM atau form digital.\n\nMembuka relasi dengan gatekeeper lokal (kepala sekolah, ketua komunitas, tokoh masyarakat).\n\nMenyusun mapping wilayah canvassing, mengefisienkan rute, dan melaporkan hasil harian.\n\nMenutup pendaftaran di lapangan jika ada modalitas pendaftaran onsite (form, payment link, QR).\n\nC. Integrasi & Koordinasi\n\nMengintegrasikan alur lead: digital → kvalifikasi → canvassing (jika butuh pendekatan lapangan) → closing → admin pendaftaran.\n\nBerkoordinasi dengan Admin Operasional & Academic untuk sinkronisasi jadwal kelas dan ketersediaan kursi.\n\nMelaporkan insight lapangan & feedback pelanggan ke tim produk/akademik untuk penyempurnaan program.\n\nMenjaga dokumentasi skrip, template follow-up, dan log interaksi.\n\nTanggung Jawab Dokumentasi & Laporan\n\nMelaporkan aktivitas harian: jumlah kontak, presentasi, leads baru, meetings booked, dan closing.\n\nMengisi CRM dengan lengkap: sumber lead, status, catatan interaksi, dan hasil follow-up.\n\nMenyusun laporan mingguan & bulanan KPI dan rekomendasi perbaikan funnel.", "application_deadline": "2025-12-07", "quota": 3, "registered": 6, "position_type": "Digital Selling & Canvassing", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}