{"id": 17159, "source_id": "a07effe1-08b3-4b25-b7ea-d46da130b76b", "company_name": "Siap Belajar Indonesia", "province": "SULAWESI BARAT", "city": "KAB. MAJENE", "recommended_degree": "Administrasi Pendidikan, Manajemen Pendidikan, Pendidikan Bahasa Inggris, Pendidikan Guru sekolah Dasar, Pendidikan Matematika (Sarjana)", "job_title": "Curriculum, Syllabus, and Teaching Materials Specialist", "job_description": "Merancang, mengembangkan, dan memelihara kurikulum, silabus, dan bahan ajar yang relevan, berkualitas, dan terukur untuk seluruh program PT. Siap Belajar Indonesia — memastikan kesesuaian pedagogi, outcome pembelajaran, dan kebutuhan pasar pendidikan serta mendukung pencapaian learning outcomes peserta.\n\nA. Desain & Pengembangan Kurikulum\n\nMenyusun kerangka kurikulum (curriculum map) untuk tiap program dan level (learning outcomes, kompetensi inti, urutan topik).\n\nMenetapkan pendekatan pedagogis (blended, flipped classroom, mastery learning, dsb.) sesuai target peserta.\n\nMenyelaraskan kurikulum dengan standar pendidikan nasional/perguruan tinggi (jika relevan) dan kebutuhan pasar/industri.\n\nB. Penyusunan Silabus & Rencana Pelajaran\n\nMenyusun silabus per mata pelajaran/module: tujuan pembelajaran, indikator capaian, materi inti, alokasi jam, metode pembelajaran, dan penilaian.\n\nMenyusun Rencana Pelaksanaan Pembelajaran (RPP) atau lesson plan yang praktis digunakan tutor.\n\nMenyediakan rubrik penilaian dan instrument asesmen (pre-test, post-test, kuis, tugas, portofolio).\n\nC. Pengembangan Bahan Ajar & Media Pembelajaran\n\nMembuat dan/atau mengkurasi bahan ajar: modul cetak/digital, slide, video pembelajaran singkat, latihan soal, simulasi, dan microlearning.\n\nMenyusun panduan tutor (teacher guide) yang memuat langkah pembelajaran, estimasi waktu, dan tips diferensiasi untuk berbagai level siswa.\n\nMengadaptasi materi agar ramah akses (mobile-friendly) dan inklusif (leveling, visual, bahasa).\n\nMenjaga library aset ajar terstruktur (template, bank soal, video, gambar).\n\nD. Evaluasi & Quality Assurance\n\nMenetapkan standar kualitas materi dan melakukan quality review (peer-review) terhadap semua bahan ajar sebelum digunakan.\n\nMengumpulkan data efektivitas materi (pre–post test, feedback tutor & siswa) dan melakukan iterasi perbaikan.\n\nMenyusun versi kontrol (versioning) dan timeline pembaruan materi berkala.\n\nE. Capacity Building & Implementasi\n\nMenyelenggarakan training/bootcamp untuk tutor terkait penggunaan kurikulum, metode pengajaran, dan asesmen.\n\nMenyediakan coaching & classroom observation checklist untuk peningkatan praktik pengajaran.\n\nMendampingi pilot implementation dan melakukan monitoring awal.\n\nF. Kolaborasi & Riset Pengguna\n\nBerkoordinasi dengan tim Academic, Product, dan Business Development untuk menyelaraskan kebutuhan kurikulum B2B/B2C.\n\nMelakukan riset kebutuhan pasar/kompetitor serta mengumpulkan insight dari guru, siswa, dan orang tua.\n\nMengusulkan pengembangan produk baru (mis. micro-credential, modul intensif, paket remedial).", "application_deadline": "2025-12-07", "quota": 2, "registered": 15, "position_type": "Curriculum, Syllabus, and Teaching Materials Specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}