{"id": 17165, "source_id": "a07ef253-d90c-4733-8243-f3a7904fc229", "company_name": "Siap Belajar Indonesia", "province": "SULAWESI BARAT", "city": "KAB. MAJENE", "recommended_degree": "Administrasi Bisnis, Administrasi, Manajemen Pendidikan, Hukum, Teknik Informatika (Diploma, Sarjana)", "job_title": "Admin Operasional & Academic", "job_description": "Menjamin kelancaran operasional harian lembaga dan mendukung proses akademik agar kegiatan pengajaran, administrasi siswa, dan monitoring pembelajaran berjalan efektif, akurat, dan sesuai standar mutu PT. Siap Belajar Indonesia.\n\nA. Tugas Administrasi Operasional\nMengelola operasional harian kantor/ruang kelas: pengecekan fasilitas, kebersihan, kebutuhan ATK, dan penjadwalan penggunaan ruang.\nMengelola inventaris dan logistik (peralatan pengajaran, perangkat IT, bahan ajar) termasuk pencatatan keluar-masuk dan stok minimal.\nMengatur jadwal maintenance/perbaikan fasilitas dan koordinasi dengan vendor.\nMenangani administrasi kehadiran staf/tutor: absensi, cuti, pengganti kelas.\nMenyusun laporan operasional harian/mingguan (kondisi ruang, kebutuhan, insiden).\nMengelola surat-menyurat, dokumen legal sederhana, dan arsip administrasi fisik/digital.\n\nB. Tugas Administrasi Akademik\nMengelola proses pendaftaran siswa (pendaftaran online/offline), verifikasi data, penginputan ke sistem/sistem CRM/LMS.\nMenyusun dan mengelola jadwal pembelajaran (kelas reguler, remedial, ujian, trial class) serta memastikan tidak terjadi bentrok jadwal.\nMenyiapkan dan mendistribusikan materi akademik ( modul, daftar soal, bahan presentasi) bekerja sama dengan tim pengajar.\nMencatat dan memelihara data akademik siswa: presensi, nilai diagnostik, progres belajar, dan sertifikat.\nMenyiapkan administrasi evaluasi (ujian, evaluasi berkala), rekonsiliasi nilai, serta pengumuman hasil belajar.\nMenangani komunikasi akademik dengan orang tua/wali murid: pemberitahuan jadwal, progres, serta tindak lanjut kasus akademik.\nMenyusun laporan akademik bulanan / triwulan untuk manajemen (absensi, perkembangan kelas, masalah akademik).\nMendukung proses rekrutmen dan onboarding tutor/instruktur (jadwal interview, kontrak sederhana, orientasi akademik).\n\nC. Tugas Layanan Pelanggan & Koordinasi\nMenjadi point of contact administratif untuk siswa, orang tua, dan tutor terkait jadwal, pembayaran administratif, dan kebijakan operasional.\nMenangani pengaduan/permintaan administratif dan meneruskan ke pihak terkait (keuangan, pengajar, manajemen).\nMenjaga catatan follow-up (reminder pembayaran, konfirmasi pendaftaran, reschedule kelas).\n\nTanggung Jawab Administratif & Sistem\nMenginput dan memelihara data di sistem CRM / LMS / spreadsheet resmi lembaga.\nMenyusun dan mengirim invoice administrasi jika diperlukan (bekerja sama dengan bagian keuangan).\nMenyimpan backup dokumen penting (digital & fisik) sesuai kebijakan perusahaan.\nMemastikan kepatuhan prosedur SOP operasional dan akademik.", "application_deadline": "2025-12-07", "quota": 3, "registered": 18, "position_type": "Admin Operasional & Academic", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}