{"id": 17182, "source_id": "a0813a06-e691-4f2d-9635-be9dd0d57bbf", "company_name": "Poliklinik DPD RI", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Kedokteran (Sarjana)", "job_title": "Magang dokter umum", "job_description": "1. Pengkajian dan Pemeriksaan Pasien\nA. Melakukan anamnesis dasar (keluhan utama, riwayat penyakit, alergi, gaya hidup).\nB. Membantu melakukan pemeriksaan fisik awal (tanda vital, inspeksi, palpasi, auskultasi dasar).\nC. Mencatat temuan klinis secara rapi di rekam medis sesuai arahan pembimbing.\n\n2. Asistensi Tindakan Medis\nA. Mendampingi dokter pembimbing dalam prosedur seperti: Pemasangan infus; Nebulisasi; Penjahitan luka sederhana; Pemberian injeksi; Pemasangan/pelepas perban\nB. Menyiapkan alat dan bahan tindakan sesuai SOP.\nC. Membantu menjaga sterilitas area tindakan.\n\n3. Administrasi Rekam Medis\nA. Menginput data pasien ke sistem (keluhan, vital sign, hasil pemeriksaan).\nB. Membantu menuliskan lembar resep, surat rujukan, atau surat keterangan sakit atas arahan dokter.\nC. Memastikan data tertulis lengkap dan akurat sebelum diserahkan ke pembimbing.\n\n4. Monitoring & Follow-Up Pasien\nA. Memantau kondisi pasien rawat jalan atau rawat inap (tanda vital, keluhan baru).\nB. Melaporkan perubahan kondisi pasien secara cepat dan tepat kepada dokter pembimbing.\nC. Mengingatkan pasien mengenai jadwal kontrol atau tindakan lanjutan.\n\n5. Edukasi Pasien\nA. Memberikan edukasi dasar sesuai instruksi pembimbing, seperti: Penjelasan cara minum obat; Edukasi pola hidup sehat; Perawatan luka sederhana\nB. Menyampaikan informasi dengan bahasa yang jelas dan mudah dipahami pasien.\n\n6. Pengelolaan Alat & Ruangan\nA. Menjaga kebersihan ruangan periksa dan area tindakan.\nB. Membantu mempersiapkan alat medis dan memastikan kebersihan/sterilitas setelah digunakan.\nC. Menata logistik medis habis pakai.\n\n7. Kegiatan Belajar & Rapat Klinis\nA. Mengikuti diskusi kasus, briefing pagi, atau presentasi ilmiah.\nB. Mencatat poin penting dan arahan dokter pembimbing.\nC. Berkontribusi dalam kegiatan ilmiah seperti mini research atau laporan kasus jika ada.\n\n8. Kepatuhan pada SOP & Keselamatan Pasien\nA. Menggunakan APD sesuai standar.\nB. Mematuhi protokol keselamatan pasien, privasi, dan etika kedokteran.\nC. Melakukan hand hygiene sebelum dan sesudah kontak pasien.", "application_deadline": "2025-12-07", "quota": 1, "registered": 2, "position_type": "Magang dokter umum", "government_agency": "Dewan Perwakilan Daerah Republik Indonesia (DPD RI)", "sub_government_agency": "Poliklinik DPD RI", "angkatan": "3", "tahun": "2025"}