{"id": 17229, "source_id": "a074c5d4-89bb-41be-af12-3bd375ab2b34", "company_name": "Citra Bahasa Global", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Desain Komunikasi Visual, Desain Grafis, Ilmu Komunikasi, Usaha Jasa Konvensi, Perjalanan Insentif dan Pameran (MICE) (Diploma, Sarjana)", "job_title": "Project Assistant", "job_description": "Hi event enthusiast!\n\n#BahasaGlobal adalah perusahaan start-up yang berkembang pesat, bergerak dalam layanan Event Organizer, interpretasi, terjemahan, dan layanan komunikasi untuk klien domestik maupun internasional. Kami mencari seorang Project Assistant untuk memperkuat divisi Project dan Event Organizer kami.\n\nJika Anda memiliki passion dalam kreativitas, manajemen acara, dan ingin berkembang dalam lingkungan kerja yang dinamis, inilah kesempatan Anda! 🚀\n\nLokasi: Duren Sawit, Jakarta Timur\nFull time - WFO Senin-Jumat\n\nSebagai Project Assistant, Anda akan mendukung berbagai aspek produksi dalam acara dan desain visual. Jobdesc Anda meliputi:  \n\n- Membantu dalam pembuatan materi branding 2D untuk klien.  \n- Mendukung kebutuhan desain untuk konten media sosial.  \n- Menguasai video editing, khususnya motion graphics.  \n- Mengoperasikan VMIX Broadcasting untuk produksi event.  \n- Memiliki pengetahuan tentang set virtual 3D untuk events (misalnya, mock-up panggung, booth pameran, dan kebutuhan klien lainnya) akan menjadi nilai tambah.\n\n*Sebagai tambahan, Laptop kerja akan disediakan oleh perusahaan \n\nKami mencari kandidat dengan kualifikasi berikut:  \n- Mahir dalam Adobe Illustrator, Adobe Photoshop, dan InDesign  \n- Memiliki pengalaman melakukan video editing menggunakan software Adobe Premiere maupun Adobe After Effects\n- Memiliki pengalaman atau familiar dengan Zoom, serta software broadcasting seperti vMix & Resolume\n- Merupakan nilai tambah jika memiliki pengalaman menggunakan software 3D seperti Blender, 3Ds Max, atau SketchUp  \n- Memiliki minat dalam melakukan manajemen acara merupakan nilai tambah.\n- Fasih berbahasa Inggris, baik lisan maupun tulisan.  \n- Mampu bekerja secara mandiri maupun dalam tim  \n- Semua korespondensi dan dokumen kerja akan menggunakan bahasa Inggris  \n\nPosisi ini bersifat full-time dan on-site di kantor kami di Duren Sawit, Jakarta Timur. Mohon pertimbangkan jarak perjalanan sebelum melamar.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Project Assistant", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}