{"id": 17243, "source_id": "a07f0fba-9705-440f-a0a4-4f62b1dc35d1", "company_name": "PT Idstar Cipta Teknologi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Komputer, Sistem Informasi, Teknologi Informasi, Ilmu Komputer (Diploma, Sarjana)", "job_title": "RPA Developer", "job_description": "Responsibilities:\n- Assist in designing, developing, and deploying RPA workflows using tools such as UiPath.\n- Develop and maintain custom automation scripts or integrations using programming languages (e.g., Python, JavaScript, or C#) to complement RPA solutions.\n- Collaborate with business units to analyze processes, identify automation opportunities, and define technical requirements.\n- Test, debug, and maintain automation solutions to ensure accuracy, reliability, and performance.\n- Support system integration and data exchange between internal and third-party applications via APIs or automation connectors.\n- Document automation procedures, logic, and configurations for reusability and audit purposes.\n- Provide technical support and troubleshoot issues related to automation workflows or scripts.\n- Stay updated on RPA and automation best practices, tools, and emerging technologies.\n\nQualifications:\n- Diploma or Bachelor’s degree in Computer Science, Information Systems, or related fields.\n- Hands-on experience or familiarity with RPA tools such as UiPath.\n- Basic to intermediate programming knowledge (Python, JavaScript, or C# preferred).\n- Understanding of workflow automation, API integration, or data processing is a plus.\n- Strong analytical, logical thinking, and problem-solving skills.\n- Attention to detail and ability to document processes clearly.\n- Eagerness to learn automation technologies and business process optimization.\n- Prior experience in automation or process improvement projects is an advantage.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "RPA Developer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}