{"id": 17250, "source_id": "a06e881d-e353-4346-af5a-8f6cff4e7a58", "company_name": "Whizzy Inovasi Digital", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA BARAT", "recommended_degree": "Multimedia, Teknik Multimedia Digital, Teknologi Multimedia Broadcasting, Teknik Multimedia, Penyuntingan Audio dan Video (Sarjana, Diploma)", "job_title": "Audio Visual Engineer Intern", "job_description": "Deskripsi Pekerjaan:\nKami mencari Audio Visual Engineer Intern yang antusias, detail-oriented, dan memiliki minat kuat dalam dunia audio, video, dan teknologi produksi. Anda akan belajar dan terlibat langsung dalam proses pengaturan, pengoperasian, hingga troubleshooting peralatan audio visual untuk kebutuhan live streaming, produksi konten, maupun kebutuhan internal perusahaan.\n\nTanggung Jawab:\n1. Mendukung proses setup dan operasional peralatan audio visual (kamera, lighting, microphone, OBS, mixer, sound system, dll.)\n2. Membantu proses recording dan live streaming sesuai kebutuhan tim produksi\n3. Membantu memastikan kualitas audio & video live streaming sesuai standar yang ditentukan\n4. Melakukan pengecekan, perawatan ringan, dan troubleshooting dasar pada perangkat Audio Visual (AV)\n5. Membantu proses editing sederhana (video/audio/image) jika diperlukan\n6. Berkolaborasi dengan tim kreatif, event, atau produksi untuk memastikan kelancaran proses teknis\n7. Menangani dokumentasi peralatan dan kebutuhan administrasi terkait produksi\n8. Mendukung instalasi dan konfigurasi perangkat AV untuk event onsite maupun studio\n\nKualifikasi:\n1. Mahasiswa atau fresh graduate dari jurusan Multimedia, Audio Engineering, Broadcasting, atau bidang terkait\n2. Memiliki pengetahuan dasar tentang kamera, audio equipment, lighting, atau software editing\n3. Memiliki kemampuan teknologi yang baik (tech-savvy) serta antusias dalam mempelajari dan mengeksplorasi perangkat dan sistem audio visual\n4. Mampu bekerja dalam lingkungan yang cepat dan mengelola beberapa tugas sekaligus\n5. Teliti, memiliki problem-solving yang baik, dan cepat belajar\n6. Pengalaman dalam live streaming, produksi video, atau menangani peralatan AV menjadi nilai tambah\n7. Familiar dengan software editing seperti Adobe Premiere/Final Cut merupakan bonus", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Audio Visual Engineer Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}