{"id": 17338, "source_id": "a074c09c-e9a4-421a-b09c-3ec2782c80d7", "company_name": "Citra Bahasa Global", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Administrasi, Bisnis Digital, Bisnis, Pengelolaan Konvensi dan Acara, Usaha Jasa Konvensi, Perjalanan Insentif dan Pameran (MICE) (Diploma, Sarjana)", "job_title": "Business Development Officer (BG)", "job_description": "#BahasaGlobalGroup is a is a fast-growing start-up specializing in interpretation, translation, event management, and communication services for both local and international clients. We are currently seeking a Business Development Officer to drive our company’s growth.\n\nIf you’re passionate about expansion and innovation and eager to thrive in a dynamic work environment, this is your opportunity!\n\nWe are looking for a dedicated individual to join us in a permanent position as a Business Development Officer.\n\nLokasi: Duren Sawit, Jakarta Timur\nFull time - WFO Senin-Jumat\n\nRESPONSIBILITY\n- Assist in formulating the company’s strategic business objectives and developing models to achieve them.\n- Support the creation of development plans, including forecasting targets and growth projections.\n- Identify market opportunities through meetings, networking, and various channels.\n- Promote company products/services by addressing and anticipating client needs.\n- Build and maintain positive relationships with existing and potential clients.\n- Represent the company at industry events, exhibitions, and conferences.\n- Prepare and present reports for management.\n\nREQUIREMENT\n\n- Preferably a bachelor’s degree or higher in Business or a related field.\n- Capable of working both independently and collaboratively within a team.\n- Strong skills in communication, presentation, and negotiation.\n- Understanding in event organization or language services is a plus.\n- Proficiency in English.\n- Ability to work under tight deadlines.\n- Goal-driven and innovative.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Business Development Officer (BG)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}