{"id": 17451, "source_id": "a074c13e-934c-46a3-957f-ec9230e4c18c", "company_name": "Citra Bahasa Global", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Keuangan, Pajak, Akuntansi, Administrasi Keuangan, Manajemen Keuangan (Diploma, Sarjana)", "job_title": "Finance, Tax, & Accounting", "job_description": "#BahasaGlobalGroup adalah penyedia layanan bahasa dan komunikasi yang di Jakarta, Indonesia. Kami mengkhususkan diri dalam proses komunikasi yang efisien, terjemahan dan interpretasi yang akurat, dan manajemen acara. Dengan bekerja sama dengan klien internasional dan domestik, kami membantu memfasilitasi komunikasi global. Layanan kami mencakup interpretasi, terjemahan, transkripsi, penyelenggaraan virtual meeting, dan manajemen acara untuk menghubungkan orang-orang di seluruh dunia.\n\nSemakin berkembangnya bisnis, kami membutuhkan seorang Tax/Accounting Specialist untuk dapat berkontribusi dalam divisi Finance untuk mengatur keuangan dan perpajakan perusahaan.\n\nLokasi: Duren Sawit, Jakarta Timur\nFull time - WFO Senin-Jumat\n\nTanggung Jawab:  \n\n- Memeriksa dan memverifikasi transaksi keuangan perusahaan.  \n- Mencatat dan mendokumentasikan transaksi serta menyiapkan laporan keuangan.  \n- Menyiapkan laporan pajak untuk PPh Pasal 21, 23, 4(2), PPN, dan rekonsiliasi pajak.  \n- Melakukan audit, tinjauan, dan analisis terhadap prosedur serta laporan biaya.  \n- Menjalankan fungsi yang berkaitan dengan keuangan, akuntansi, dan perpajakan.  \n- Membuat e-Faktur untuk semua transaksi perusahaan.\n\nKualifikasi: \n- Lulusan S1 Akuntansi atau jurusan terkait seperti Finance atau Management\n- Berpengalaman minimal 2 tahun di bidang Tax and accounting\n- Memahami regulasi keuangan dan kepatuhan di Indonesia.  \n- Mahir menggunakan perangkat lunak akuntansi seperti Accurate, Zahir, atau software akuntansi lainnya.\n- Ahli dalam menggunakan Microsoft Excel\n- Memiliki keterampilan analitis dan pemecahan masalah yang kuat.  \n- Kemampuan komunikasi dan interpersonal yang sangat baik.  \n- Teliti dan memiliki perhatian tinggi terhadap detail.  \n- Mampu beradaptasi dengan perubahan dan lingkungan kerja yang dinamis.  \n- Sertifikasi terkait (misalnya, CPA, CFA) merupakan nilai tambah.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "Finance, Tax, & Accounting", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}