{"id": 17494, "source_id": "a0765c35-12a8-44d3-84b2-e4b7461439e3", "company_name": "PT Adya Tours", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Manajemen Bisnis, Administrasi Bisnis, Sistem Informasi, Teknik Informatika, Teknik Industri (Diploma, Sarjana)", "job_title": "Partnership Intern", "job_description": "Job Description:\n1. Partnership & Communication Support\nMendukung komunikasi harian dengan partner terkait progress integrasi API.\nMenyusun dan mengirim update status kepada partner dan internal team.\nMenindaklanjuti isu atau pertanyaan partner mengenai produk, proses, maupun teknis API.\nMembantu mempersiapkan materi presentasi atau proposal kerja sama.\n\n2. API Integration Coordination\nMembantu tim teknis memonitor proses integrasi API dari tahap onboarding, development, testing, sampai go-live.\nMengumpulkan dan mencatat kebutuhan teknis partner (API docs, parameter, environment, access keys).\nMengkoordinasikan uji coba API (UAT/SIT) antara partner dan tim engineering.\nMembuat laporan dokumentasi hasil testing dan memberi update rutin kepada partner.\n\n3. Data Monitoring & Reporting\nMemonitor performa transaksi partner setelah API live (order, revenue, error logs dasar).\nMenyusun laporan reguler (harian/mingguan/bulanan) terkait aktivitas partner dan pencapaian KPI.\nMencatat insiden teknis dan mendokumentasikan langkah penyelesaiannya.\n\n4. Administrative & Operational Tasks\nMembantu pengumpulan dokumen kerja sama (legal, business profile, technical form).\nMengelola dan memperbarui database partner (status integrasi, kontak PIC, timeline).\nMendukung tim dalam pembuatan SOP, workflow, dan dokumentasi internal lainnya.\n\nKualifikasi:\nPemahaman dasar mengenai konsep API, REST, dan format data seperti JSON (nilai tambah).\nKomunikasi yang baik dalam Bahasa Indonesia & Inggris.\nMampu menyusun dokumentasi dengan rapi dan terstruktur.\nTeliti dan detail-oriented.\nMampu bekerja multitasking dan mengelola deadline.\nFamiliar dengan tools seperti:\nGoogle Sheets/Excel\nPostman (nilai tambah)\nNotion, Trello, atau platform manajemen proyek (nilai tambah)\nSikap profesional, mau belajar, dan proaktif.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "Partnership Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}