{"id": 17508, "source_id": "a080be3e-9a4c-44c1-9105-91c479ff06f6", "company_name": "PT Pohon Biru Jaya", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Manajemen Operasi Bisnis Digital, Bisnis dan Manajemen Ritel, Manajemen, Bisnis (Sarjana)", "job_title": "Strategy & Operations", "job_description": "Key Responsibilities\nStakeholder Management: Build and maintain strong relationships with internal and external stakeholders, ensuring effective collaboration and clear communication.\nOperational Execution: Identify operational inefficiencies and implement structured processes to drive improvements.\nData Analysis & Insights: Collect, interpret, and analyze operational data to uncover trends, measure performance, and support decision-making. Present findings through clear dashboards, reports, and visualizations.\nProblem-Solving: Address challenges quickly and effectively, maintaining focus on results and quality.\n\nRequirements\nExperience:\nProven track record in operations-related roles.\nDemonstrated ability to manage multiple projects and deadlines simultaneously.\nSkills:\nStrong analytical skills with the ability to manage, clean, and interpret data.\nHigh proficiency in Excel (advanced formulas, pivot tables, lookups) and ability to create clear, compelling data visualizations.\nExperience with additional analytical or reporting tools is a plus (e.g., Power BI, Tableau).\nExceptional organizational and time-management skills.\nStrong stakeholder management capabilities, with the ability to influence and drive accountability.\nPersonal Attributes:\nResults-driven, diligent, and reliable.\nAbility to work both independently and collaboratively.\nHigh level of professionalism, integrity, and stress resistance.\nEducation:\nBachelor’s degree in business, management, operations, or a related field.", "application_deadline": "2025-12-07", "quota": 2, "registered": 8, "position_type": "Strategy & Operations", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}