{"id": 17517, "source_id": "a07ea128-233c-4a1e-8a62-b51cf74a1a37", "company_name": "PT. Setia Meranti", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Perhotelan, Pengelolaan Perhotelan, Manajemen Perhotelan dan Pariwisata, Seni Kuliner dan Pengelolaan Jasa Makanan, Tata Boga (Diploma, Sarjana)", "job_title": "Waitress", "job_description": "Menyambut dan Mengarahkan Pelanggan ke Meja\nSalah satu tugas pertama seorang waiter adalah menyambut pelanggan dengan ramah dan mengarahkan mereka ke meja yang tersedia. Sikap hangat dan bersahabat sangat penting di tahap ini karena akan memberikan kesan pertama yang baik.\nMenjelaskan Menu dan Memberikan Rekomendasi\nWaiter perlu menguasai menu restoran dan memberikan informasi kepada pelanggan tentang pilihan makanan dan minuman yang tersedia. Mereka juga bisa menawarkan rekomendasi berdasarkan preferensi pelanggan.\nMencatat Pesanan Pelanggan\nSetelah pelanggan memutuskan apa yang ingin dipesan, waiter akan mencatat pesanan dengan cermat dan memastikan tidak ada yang terlewat.\nMenyajikan Makanan dan Minuman\nSetelah pesanan selesai, waiter bertugas untuk menyajikan makanan dan minuman dengan cara yang profesional. Presentasi dan ketepatan waktu sangat penting agar pelanggan merasa puas.\nMemberikan Pelayanan Tambahan\nSelain menyajikan makanan, waiter juga sering diminta untuk melakukan hal-hal tambahan seperti mengisi ulang minuman, memberikan alat makan tambahan, atau memastikan kenyamanan pelanggan lainnya selama makan.\nMemeriksa Kepuasan Pelanggan dan Menangani Keluhan\nSeorang waiter harus secara aktif memeriksa apakah pelanggan puas dengan makanannya dan siap menangani keluhan atau permintaan khusus dengan sikap yang tenang dan profesional.\nMenyiapkan dan Membersihkan Meja\nSetelah pelanggan selesai makan, waiter bertugas untuk membersihkan meja dan menyiapkannya untuk pelanggan berikutnya.\nMengelola Pembayaran\nSetelah layanan selesai, waiter juga bertanggung jawab untuk mengelola pembayaran pelanggan, memberikan struk, serta mengucapkan terima kasih dengan penuh penghargaan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 8, "position_type": "Waitress", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}