{"id": 17529, "source_id": "a080b8fc-7cb8-4f0f-aa78-964601b0194b", "company_name": "Rumah Sakit Jantung dan Pembuluh Darah Harapan Kita Jakarta", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA BARAT", "recommended_degree": "Teknik Kardiovaskular, Teknik Kardiovaskuler (Diploma)", "job_title": "Teknisi Kardiovaskular", "job_description": "membantu melakukan pemantauan dan dokumentasi TEE normal, membantu Melakukan pemantauan dan dokumentasi TEE diagnostik CAD, membantu Melakukan pemantauan dan dokumentasi TEE diagnostik UAP, membantu Melakukan pemantauan dan dokumentasi TEE diagnostik NSTEMI, membantu Melakukan pemantauan dan dokumentasi TEE diagnostik STEMI, membantu Melakukan pemantauan dan dokumentasi TEE diagnostik HHD, membantu Melakukan pemantauan dan dokumentasi treadmill test diagnostik observasi chest pain, membantu Melakukan pemantauan dan dokumentasi treadmill test diagnostik hipertensi, membantu Melakukan pemantauan dan dokumentasi treadmill test diagnostik palpitasi, membantu Melakukan pemantauan dan dokumentasi pemasangan holter 3 lead, membantu Melakukan pemantauan dan dokumentasi pemasangan holter 12 lead, membantu Melakukan pemantauan dan dokumentasi ABPM Hipertensi.\nmembantu Melakukan pemantauan dan dokumentasi Duplex Sonografi Ekstremitas bawah normal, membantu melakukan pemantauan dan dokumentasi duplex sonografi carotis normal, membantu melakukan pemantauan dan dokumentasi plestismografi normal, membantu melakukan pemantauan dan dokumentasi dupelx sonografi ekstremitas bawah pada kasus cronic venous insufisiensi, membantu melakukan pemantauan dan dokumentasi duplex sonografi ekstremitas atas normal, dan membantu melakukan pemantauan dan dokumentasi pletismografi claudicatio.", "application_deadline": "2025-12-07", "quota": 4, "registered": 8, "position_type": "Teknisi Kardiovaskular", "government_agency": "Kementerian Kesehatan", "sub_government_agency": "Rumah Sakit Jantung dan Pembuluh Darah Harapan Kita Jakarta", "angkatan": "3", "tahun": "2025"}