{"id": 17674, "source_id": "a06e930b-05ad-47b5-aa26-dc686480337e", "company_name": "Whizzy Inovasi Digital", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA BARAT", "recommended_degree": "Matematika, Teknik Informatika, Ilmu Komputer, Teknik Komputer, Pendidikan Ilmu Komputer (Sarjana)", "job_title": "Digital Marketing Intern (Performance)", "job_description": "Deskripsi Pekerjaan:\nKami mencari seorang Digital Marketing Intern (Performance) yang analitis, detail-oriented, dan memiliki ketertarikan kuat pada dunia periklanan digital berbasis data. Anda akan membantu tim dalam pengelolaan kampanye berbayar (ads), melakukan optimasi berdasarkan data, serta mempelajari strategi untuk meningkatkan ROI secara efektif. Posisi ini ideal bagi mahasiswa atau fresh graduate yang ingin memperdalam pengalaman dalam pemasaran digital, khususnya performance marketing.\n\nTanggung Jawab:\n1. Mendukung pengelolaan kampanye iklan berbayar di platform seperti Meta Ads, Google Ads, TikTok Ads, dan lainnya\n2. Melakukan monitoring harian terhadap performa kampanye (CTR, CPC, CPA, ROAS, dll.)\n3. Membantu melakukan optimasi iklan berdasarkan data dan insight\n4. Membuat laporan performa kampanye dan memberikan rekomendasi dasar\n5. Membantu riset audience, riset keyword, serta analisis kompetitor\n6. Berkolaborasi dengan tim kreatif untuk menentukan konsep iklan yang efektif\n7. Membantu menyiapkan materi ads (copywriting sederhana, ide visual, A/B testing)\n8. Melakukan dokumentasi campaign dan tugas administratif terkait marketing lainnya\n\nKualifikasi:\n1. Mahasiswa atau fresh graduate dari jurusan Matematika, Engineering, atau bidang terkait\n2. Memahami dasar-dasar digital marketing, terutama performance/paid ads\n3. Memiliki kemampuan analisis data yang baik\n4. Terbiasa dengan Excel/Google Sheets\n5. Teliti, mampu bekerja cepat, dan memiliki rasa ingin tahu yang tinggi\n6. Pengalaman menjalankan ads, mengikuti kursus performance marketing, atau memahami dashboard periklanan menjadi nilai tambah besar", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "Digital Marketing Intern (Performance)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}