{"id": 17804, "source_id": "a0748fd9-da03-4b39-9962-1b7b5f7c67fc", "company_name": "Lautan Berkah Internasional", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Administrasi Bisnis, Manajemen Pemasaran/Marketing, Manajemen Kepelabuhan dan Pelayaran, Manajemen Perkantoran, Manajemen Transportasi Laut (Sarjana)", "job_title": "Marketing Admin", "job_description": "Perusahaan yang bergerak di bidang jasa penyewaan kapal dan layanan maritim membuka kesempatan Program Magang Kemnaker bagi lulusan baru yang berminat di bidang pemasaran dan administrasi. Posisi ini akan berperan mendukung tim marketing dalam kegiatan administrasi, penyusunan data penawaran, serta pengelolaan dokumen pelanggan dan proyek.\n\nTujuan Magang:\nMemberikan pengalaman praktis dalam pengelolaan administrasi pemasaran di industri maritim, sekaligus mengasah kemampuan komunikasi, penyusunan dokumen penawaran, dan koordinasi dengan divisi operasional maupun klien.\n\nPenempatan:\nJatiasih, Kota Bekasi\n\nLingkup Tugas:\n- Membantu pengelolaan data pelanggan, calon pelanggan, dan proyek pemasaran.\n- Menyusun, mengarsip, dan memperbarui dokumen penawaran harga (quotation) serta kontrak kerja sama.\n- Membantu pembuatan materi presentasi atau proposal pemasaran.\n- Mendukung komunikasi dan korespondensi dengan pelanggan atau calon mitra.\n- Membantu rekap data penawaran, tender, dan status follow-up klien.\n- Menginput dan memperbarui data marketing di spreadsheet atau sistem internal.\n- Membantu tim marketing dalam persiapan administrasi dokumen tender atau lelang proyek.\n- Membantu penyusunan laporan kegiatan pemasaran mingguan dan bulanan.\n- Mendukung koordinasi antara tim marketing, operasional, dan administrasi umum.\n- Melaksanakan tugas tambahan lain sesuai arahan pembimbing magang.", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "Marketing Admin", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}