{"id": 17872, "source_id": "a0805b9c-19f3-4b6a-9ee6-2bfc0d9b6dbe", "company_name": "PT Idstar Cipta Teknologi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknologi Informasi, Sistem Informasi, Ilmu Komputer (Diploma, Sarjana)", "job_title": "Software Engineer", "job_description": "Responsibilities\n1. Assist in designing, developing, and maintaining data pipelines to collect, clean, and transform data from multiple sources.\n2. Collaborate with software engineers and data analysts to build and integrate APIs for data exchange.\n3. Support the development of internal tools or dashboards that visualize operational and analytical data.\n4. Work with ETL (Extract, Transform, Load) processes to ensure data accuracy and consistency.\n5. Write and optimize SQL queries and manage relational databases (e.g., PostgreSQL, MySQL).\n6. Support automation of data flows using Python scripts or other automation tools.\n7. Assist in monitoring data pipelines to ensure reliability and performance.\n\nQualifications\n1. Diploma (D3) or Bachelor’s Degree (S1) in Computer Science, Software Engineering, or Information Systems.\n2. Strong understanding of programming fundamentals (preferably in Python, Java, or Node.js).\n3. Familiarity with SQL and database management systems (PostgreSQL, MySQL, or similar).\n4. Basic knowledge of ETL concepts, APIs, and data integration.\n5. Experience with data manipulation tools (e.g., Pandas, NumPy) is a plus.\n6. Familiarity with data visualization tools (e.g., Power BI, Tableau, Metabase, or Grafana) is an advantage.\n7. Understanding of cloud platforms (AWS, GCP, or Azure) and data storage solutions is a plus.\n8. Strong analytical thinking, attention to detail, and eagerness to learn.\n9. Ability to work collaboratively with both technical and non-technical teams.", "application_deadline": "2025-12-07", "quota": 1, "registered": 10, "position_type": "Software Engineer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}