{"id": 17920, "source_id": "a0708c11-6d44-43ab-9481-1519d204a178", "company_name": "Ibunda Sehat Mental", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Ilmu Komunikasi, Hubungan Masyarakat Dan Komunikasi Digital, Psikologi, Manajemen Pemasaran, Bisnis (Sarjana, Diploma)", "job_title": "Partnership Executive Intern (B2B)", "job_description": "Sebagai Partnership Executive Intern, kamu akan mendukung pengelolaan hubungan kemitraan dengan perusahaan, lembaga, dan komunitas yang bekerja sama dengan Ibunda.id. Posisi ini ideal untuk kamu yang tertarik dengan dunia partnership, business development, dan program korporasi di bidang kesehatan mental.\n\nTanggung Jawab:\n- Melakukan riset prospek perusahaan, lembaga, dan komunitas untuk potensi kerja sama B2B.\n- Mendukung proses outreach (email, WhatsApp, LinkedIn) dan membantu penjadwalan meeting dengan calon mitra.\n- Membantu menyiapkan proposal, deck presentasi, dan materi pitching.\n- Mendampingi Partnership/Marketing Lead dalam meeting, membuat Minutes of Meeting (MoM), serta melakukan follow-up klien.\n- Mendukung pelaksanaan program B2B seperti webinar, workshop, EAP, dan kampanye internal perusahaan.\n- Membantu menyusun laporan sederhana untuk klien dan internal (progress, data kegiatan, evaluasi awal).\n- Berkoordinasi dengan tim internal (Marketing, Operasional, Psikolog) untuk memastikan kelancaran eksekusi program.\n- Menjaga komunikasi baik dengan mitra selama proses kerja sama berlangsung.\n\nKualifikasi:\n- Lulusan baru dari jurusan Bisnis, Komunikasi, Psikologi, atau bidang relevan.\n- Pengalaman organisasi atau internship dalam partnership, event, bisnis, atau client handling merupakan nilai tambah (tidak wajib).\n- Memahami dasar bisnis dan proses partnership/B2B.\n- Mampu membuat presentasi profesional menggunakan Google Slides.\n- Terbiasa menyusun dokumen, proposal, dan laporan sederhana.\n- Mampu melakukan riset prospek (profil perusahaan, market scan, kebutuhan klien).\n- Proaktif, detail-oriented, komunikatif, dan nyaman berinteraksi dengan klien.\n- Tertarik pada isu kesehatan mental, pengembangan SDM, atau dunia HR.\n- Familiar dengan LinkedIn outreach atau tools CRM sederhana.", "application_deadline": "2025-12-07", "quota": 1, "registered": 10, "position_type": "Partnership Executive Intern (B2B)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}