{"id": 17963, "source_id": "a07112e9-a4b6-4a4f-8255-d3a5cf03b16c", "company_name": "Literasi Membebaskan Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Desain Komunikasi Visual, Periklanan Kreatif, Teknik Multimedia, Teknik Multimedia Digital, Multimedia (Diploma, Sarjana)", "job_title": "Creative Content Designer", "job_description": "Desain Visual\nMembuat materi visual untuk kebutuhan Book Café: poster event, flyer, banner, signage, dan konten digital.\nMendesain template sosial media, highlight cover, dan layout feed.\nMenghasilkan ilustrasi sederhana atau elemen grafis pendukung sesuai kebutuhan.\n\n2. Konten Sosial Media\nMembuat konsep konten (ide, tema, storyline) untuk Instagram, TikTok, dan platform lainnya.\nMembuat konten berupa desain statis, carousel, reels, atau video pendek.\nMenyesuaikan gaya visual dan tone konten sesuai identitas brand Book Café.\n\n3. Dokumentasi & Produksi Konten\nMengambil foto dan video sederhana untuk mendukung konten (suasana café, buku, event, dll.).\nMengedit foto dan video agar siap diunggah.\nMengelola arsip materi kreatif supaya mudah diakses oleh tim.\n\n4. Kolaborasi dengan Tim Internal\nBerkoordinasi dengan tim event, barista, dan manajemen terkait kebutuhan visual setiap program.\nMendukung pembuatan materi promosi event, menu, atau campaign khusus Book Café.\n\n5. Brand Consistency\nMenjaga konsistensi brand: warna, tipografi, tone visual.\nMengembangkan ide kreatif untuk memperkuat identitas visual Book Café.\n\n6. Analisis Konten Dasar\nMemantau engagement sederhana (likes, reach, komentar) untuk mengetahui jenis konten yang paling efektif.\nMemberikan insight atau rekomendasi konten baru berdasarkan tren.\n\n7. Dukungan Umum Kreatif\nMembantu pembuatan materi desain untuk keperluan internal (pengumuman, signage ruangan, SOP visual, dsb.).\nMenyumbang ide kreatif untuk kampanye atau aktivitas pemasaran café.", "application_deadline": "2025-12-07", "quota": 2, "registered": 10, "position_type": "Creative Content Designer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}