{"id": 18003, "source_id": "a07c650e-6d30-40c3-b4d9-16e234027f4f", "company_name": "Pos Keadilan Peduli Ummat Human Initiative", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA TIMUR", "recommended_degree": "Akuntansi, Manajemen Keuangan, Ekonomi, Administrasi Bisnis, Perpajakan (Diploma, Sarjana)", "job_title": "Admin & Finance", "job_description": "Jobdesc: Mengelola proses administrasi keuangan program Worldwide Partnership termasuk pencatatan transaksi, verifikasi bukti pembayaran, dan rekonsiliasi dasar. Menyusun laporan keuangan internal bulanan seperti laporan anggaran, realisasi budget, serta cashflow program kemitraan global. Mendukung proses pengajuan dan pelacakan dokumen finansial untuk mitra internasional seperti invoice, grant report, MoU, dan perjanjian kerja sama. Mengatur dan memperbarui database donasi internasional termasuk bukti transaksi, data donor, dan status pelaporan program. Berkoordinasi dengan tim Finance Pusat dan unit Worldwide Partnership untuk memastikan kepatuhan SOP dan audit readiness. Membantu proses audit internal maupun eksternal dengan menyiapkan dokumen pendukung yang lengkap dan akurat. Memastikan penyimpanan dokumentasi keuangan dan kontrak mitra dilakukan secara rapi, aman, serta mudah ditelusuri sesuai standar organisasi\n\nKualifikasi: Menguasai Microsoft Excel tingkat menengah hingga mahir (pivot table, VLOOKUP, formula keuangan dasar). Memahami konsep dasar akuntansi dan laporan keuangan. Teliti, detail oriented, dan memiliki kemampuan administrasi yang sangat baik. Mampu bekerja dengan dokumen dan data berbahasa Inggris. Komunikatif serta terbiasa berkoordinasi lintas divisi. Mampu bekerja dengan tenggat waktu serta standar kepatuhan keuangan lembaga nonprofit. Diutamakan memiliki pengalaman pada bidang administrasi keuangan, kemitraan, atau bisnis internasional", "application_deadline": "2025-12-07", "quota": 1, "registered": 10, "position_type": "Admin & Finance", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}