{"id": 18195, "source_id": "a07e6b8d-7e2f-4938-8294-5500b4e45196", "company_name": "Politeknik Ahli Usaha Perikanan Jakarta", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Elektro (Sarjana, Diploma)", "job_title": "Pranata Laboratorium Pendidikan Laboratorium Listrik", "job_description": "I. Persiapan dan Pengoperasian Peralatan \nMenyiapkan bahan dan peralatan praktikum/penelitian sesuai dengan prosedur yang ditetapkan, memastikan semua komponen siap pakai.\n\nMengoperasikan peralatan utama di Laboratorium Listrik (misalnya, power supply, osiloskop, multimeter, function generator, trainer kit rangkaian listrik) untuk mendukung kegiatan praktikum.\n\nMelakukan kalibrasi dasar pada peralatan ukur listrik sederhana dan memastikan alat menunjukkan nilai yang akurat sebelum digunakan.\n\nII. Pelaksanaan Praktikum dan Layanan Laboratorium \nMembantu dosen/instruktur dalam pelaksanaan praktikum atau penelitian terkait rangkaian listrik DC/AC, mesin-mesin listrik, atau elektronika dasar.\n\nMendampingi dan memberikan petunjuk teknis dasar kepada mahasiswa atau peneliti mengenai penggunaan peralatan laboratorium secara benar dan aman.\n\nMelakukan pencatatan data dan hasil kegiatan praktikum atau penelitian, termasuk logbook penggunaan alat.\n\nMelayani peminjaman dan pengembalian alat/komponen listrik sederhana yang digunakan untuk kegiatan di dalam atau luar laboratorium.\n\nIII. Pemeliharaan dan Perawatan Dasar \nMelakukan pemeliharaan dan perawatan rutin peralatan laboratorium listrik, seperti membersihkan, memeriksa kabel penghubung, dan memastikan fungsi dasar alat.\n\nMelaporkan kerusakan ringan yang terjadi pada peralatan atau fasilitas laboratorium kepada PLP tingkat yang lebih tinggi atau kepada penanggung jawab laboratorium.\n\nMenyimpan dan menata kembali peralatan, komponen, dan bahan sisa praktikum ke tempat penyimpanan yang telah ditentukan setelah selesai digunakan.\n\nIV. Administrasi dan Keselamatan Kerja \nMembuat daftar inventarisasi peralatan dan bahan sederhana yang ada di Laboratorium Listrik secara berkala.\n\nMemastikan ketersediaan dan fungsi alat-alat keselamatan kerja dasar (misalnya, pemadam kebakaran, kotak P3K) di lingkungan laboratorium.\n\nMenerapkan prosedur Kesehatan dan Keselamatan Kerja (K3) laboratorium, termasuk penggunaan alat pelindung diri (APD) dasar.", "application_deadline": "2025-12-07", "quota": 1, "registered": 11, "position_type": "Pranata Laboratorium Pendidikan Laboratorium Listrik", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Politeknik Ahli Usaha Perikanan Jakarta", "angkatan": "3", "tahun": "2025"}