{"id": 18207, "source_id": "a07ef088-794b-4772-8018-e449d2fb7197", "company_name": "Anugrahsukses Utama Sejahtera", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Bisnis Digital, Komunikasi Digital dan Media, Manajemen Informasi Komunikasi, Teknologi Informatika Multimedia Digital, Manajemen Informatika (Sarjana, Diploma)", "job_title": "Data Analyst (Performance Marketing)", "job_description": "Role :\n• Membantu setup dan eksekusi iklan Meta Ads dan Google Ads.\n• Melakukan audience research dan riset kompetitor untuk menemukan format iklan yang efektif.\n• Monitoring performa campaign setiap hari. Termasuk CTR, CPM, CPC, CPL, dan lead quality.\n• Membantu tracking funnel WhatsApp sampai follow up tim sales.\n• Mendukung produksi asset iklan seperti copy, visual, dan ide konten berbasis data.\n Mengumpulkan, merapikan, dan memastikan data leads akurat.\n• Membantu analisis performa iklan Meta Ads dan Google Ads.\n• Membuat dashboard sederhana untuk memantau biaya per lead, konversi, dan funnel \nWhatsApp.\n• Membantu tim marketing memahami data melalui laporan mingguan dan bulanan.\n• Mendukung proses decision making berbasis data dari hasil analisis.\n\nSyarat :\n• Memiliki ketertarikan pada digital marketing dan analisis data.\n• Minat pada digital advertising (Meta Ads dan Google Ads).\n• Bersedia bekerja dengan target dan timeline.\n\nKey Qualifications :\n• Paham dasar struktur iklan. Campaign. Ad set. Ads.\n• Bisa membaca data dasar seperti CTR. CPC. CPL.\n• Bisa menggunakan Excel atau Google Sheets untuk pelaporan.\n• Nilai tambah jika pernah belajar atau memiliki sertifikasi Meta Blueprint atau Google Ads.\n• Komunikasi jelas, proaktif, dan cepat belajar.\n• Menguasai Excel atau Google Sheets (pivot table, VLOOKUP/XLOOKUP, conditional \nformatting).\n• Mampu membaca data dan menemukan pola sederhana.\n• Nilai tambah jika pernah menggunakan GA4, Looker Studio, atau Meta Ads Report.\n• Detail-oriented, teratur, dan nyaman bekerja dengan angka.\n• Mampu bekerja mandiri dan komunikatif saat koordinasi dengan tim.", "application_deadline": "2025-12-07", "quota": 1, "registered": 11, "position_type": "Data Analyst (Performance Marketing)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}