{"id": 18204, "source_id": "a07100ed-2e7c-44f2-9efe-ef9fd92bc6b8", "company_name": "Yayasan Maju Tapian Nauli", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Desain Komunikasi Visual, Multimedia, Ilmu Komunikasi, Desain Grafis, Sistem Informasi (Diploma, Sarjana)", "job_title": "Desain Grafis", "job_description": "1. Membuat desain visual untuk kebutuhan konten media sosial (Instagram, TikTok, Facebook, dan platform lainnya) sesuai dengan tujuan kampanye dan karakter audiens.\n2. Mendesain berbagai materi promosi seperti poster, flyer, banner, brosur digital, iklan sosial media, dan materi publikasi lainnya untuk mendukung kegiatan pemasaran.\n3. Membantu menyusun konsep desain (creative concept) berdasarkan brief dari tim pemasaran/komunikasi, termasuk pemilihan warna, tipografi, gaya visual, dan elemen grafis.\n4. Melakukan pengeditan foto, manipulasi gambar, pembuatan ilustrasi dasar, serta penyesuaian visual sesuai kebutuhan program kerja perusahaan.\n5.Membuat desain layout untuk presentasi, company profile, laporan kegiatan, dan publikasi internal perusahaan agar tampil profesional dan konsisten.\n6. Menyesuaikan seluruh desain dengan brand guideline perusahaan, termasuk standar warna, logo, dan identitas visual untuk memastikan keseragaman brand.\n7. Berkolaborasi dengan tim konten, tim digital marketing, serta divisi lainnya untuk mengembangkan ide kreatif dan memastikan desain mendukung strategi komunikasi perusahaan.\n8. Menghasilkan file desain dalam format yang sesuai (siap cetak atau siap unggah), serta melakukan pengecekan kualitas sebelum dipublikasikan.\n9. Melakukan riset tren desain terkini untuk meningkatkan kualitas visual dan relevansi konten perusahaan.\n10. Mengelola arsip desain dan dokumentasi pekerjaan secara teratur agar mudah diakses oleh tim.", "application_deadline": "2025-12-07", "quota": 2, "registered": 11, "position_type": "Desain Grafis", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}