{"id": 18236, "source_id": "a070447d-8f73-4cd6-961e-69198249a953", "company_name": "Radio Elshinta", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA BARAT", "recommended_degree": "Manajemen Informatika, Sistem informasi, Keamanan Sistem Informasi, Teknik Informatika, Teknik Informatika Multimedia (Diploma, Sarjana)", "job_title": "IT (Information Technology)", "job_description": "Software Engineer / Developer (Frontend, Backend, Fullstack): Bertanggung jawab untuk merancang, mengembangkan, menguji, dan memelihara perangkat lunak atau aplikasi. Cloud Architect / Engineer: Merancang dan mengelola infrastruktur komputasi awan (cloud computing). Artificial Intelligence (AI) & Machine Learning Engineer. Mengembangkan model dan sistem AI serta pembelajaran mesin. Kemampuan Pemrograman: Penguasaan bahasa pemrograman yang relevan seperti Python, Java, JavaScript, atau C++.\nPemahaman Basis Data: Keahlian dalam mengelola dan menganalisis data menggunakan SQL dan teknologi basis data lainnya. Pengembangan Web: Pengetahuan tentang framework dan teknologi frontend/backend (misalnya ReactJS, VueJS). Version Control: Penggunaan Git dan sistem kontrol versi lainnya secara efektif. Konsep Keamanan: Pemahaman mendalam tentang praktik dan protokol keamanan siber. Pengembangan Dunia Digital : Menguasai Software yang kapable untuk Streaming Media Sosial IG, Facebook, Youtube, Tik Tok dan X.  dan lainnya.\n\nPemecahan Masalah dan Berpikir Logis: Kemampuan untuk menganalisis masalah kompleks dan menemukan solusi yang efektif dan logis. Kemampuan Analitis: Keterampilan dalam mengolah data dan informasi untuk mendukung pengambilan keputusan. Kerja Sama Tim: Kemampuan berkolaborasi dalam tim multidisiplin. Adaptasi Teknologi: Kemauan dan kecepatan untuk terus belajar dan beradaptasi dengan teknologi baru yang berkembang pesat. CommunicAsia Efektif: Kemampuan untuk menjelaskan solusi teknis kepada rekan kerja atau klien non-teknis.", "application_deadline": "2025-12-07", "quota": 2, "registered": 11, "position_type": "IT (Information Technology)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}