{"id": 18268, "source_id": "a06e4a6e-dc99-463e-9514-cf5bc59aefc2", "company_name": "Bersatu Universe Digital Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Desain Komunikasi Visual, Desain Grafis, Multimedia (Diploma, Sarjana)", "job_title": "Social Media Design Graphic", "job_description": "Mahir menggunakan software desain utama seperti Adobe Photoshop dan Adobe Illustrator. Penguasaan Adobe InDesign (untuk layout) atau tools seperti Canva Pro (untuk efisiensi) adalah nilai tambah.\n\n \n\nPemahaman dasar tentang prinsip-prinsip tipografi (pemilihan font, pairing, hierarki) dan teori warna (palet, psikologi warna) untuk menciptakan desain yang harmonis dan efektif.\n\n \n\nMampu mengatur elemen visual (teks, gambar, ikon) dalam layout yang seimbang, mudah dibaca, dan menarik secara visual untuk berbagai format media social\n\n \n\nKemampuan dasar mengedit video pendek atau membuat motion graphics sederhana menggunakan Adobe Premiere Pro, After Effects, atau CapCut untuk konten Reels/TikTok/Stories.\n\n \n\nMampu memahami dan menerapkan brand guidelines (logo, warna, font, gaya visual) ke dalam setiap desain agar konsisten.\n\n \n\nPemahaman dasar tentang pengalaman pengguna untuk desain interaktif (misalnya, story templates atau carousel yang mudah dinavigasi).\n\n \n\nMampu menerjemahkan ide atau brief dari tim marketing/konten menjadi konsep visual yang menarik dan relevan dengan tujuan kampanye.\n\n \n\nMemiliki kemampuan untuk menghasilkan desain yang segar, unik, dan berbeda dari kompetitor, sambil tetap relevan dengan tren terkini.\n\n \n\nSelalu up-to-date dengan tren desain visual, gaya ilustrasi, dan estetika yang sedang populer di media sosial.\n\n \n\nMampu menggunakan elemen visual untuk menyampaikan pesan atau cerita secara efektif melalui desain.\n\n \n\nMampu mengelola beberapa proyek desain sekaligus dan menyelesaikan pekerjaan sesuai deadline.\n\n \n\nSelalu up-to-date dengan tren desain visual, gaya ilustrasi, dan estetika yang sedang populer di media sosial.\n\n \n\nMampu menggunakan elemen visual untuk menyampaikan pesan atau cerita secara efektif melalui desain.\n\n \n\nMampu bekerja sama dalam tim dan menerima umpan balik dengan baik.\n\n \n\nCepat beradaptasi dengan perubahan algoritma dan tren media sosial yang sangat dinamis.", "application_deadline": "2025-12-07", "quota": 2, "registered": 11, "position_type": "Social Media Design Graphic", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}