{"id": 18314, "source_id": "a07cb47c-d817-474a-ae0c-e82e1c124d06", "company_name": "Koperasi Garudayaksa Nusantara", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Industri, Manajemen Sumber Daya Manusia (Sarjana)", "job_title": "Human Resource Development", "job_description": "Persyaratan \n•\tPendidikan: Minimal S1 Jurusan Teknik Industri atau Manajemen SDM.\n•\tKeahlian Teknis (Teknik Industri):\no\tMampu melakukan analisis beban kerja (Workload Analysis) dan analisis jabatan untuk menentukan jumlah karyawan yang optimal.\no\tKeterampilan kuat dalam perancangan sistem dan proses HR (misalnya: onboarding yang efisien, proses performance review yang terstruktur).\no\tFamiliar dengan konsep Six Sigma atau Lean Management untuk meningkatkan efisiensi proses HR.\no\tMampu mengelola dan menganalisis data SDM (HR Analytics) menggunakan tools seperti Excel Advanced atau tools HR lainnya.\n•\tKeahlian Non-Teknis (Manajemen SDM):\no\tPemahaman mendalam tentang regulasi ketenagakerjaan dan kepatuhan (UU Cipta Kerja, dll.).\no\tKeterampilan interpersonal dan komunikasi yang baik untuk melakukan konseling, mediasi, dan coaching.\no\tMampu merancang dan melaksanakan program pelatihan dan pengembangan (Training & Development).\nTugas Utama:\n1.\tRecruitment & Selection: Mengelola seluruh proses rekrutmen dari perencanaan kebutuhan hingga penawaran kerja, memastikan talent acquisition selaras dengan kebutuhan strategis KGN.⁠\n2.\tPerformance Management: Mengembangkan dan mengimplementasikan sistem manajemen kinerja yang terukur, termasuk penetapan KPI (Key Performance Indicator) dan review kinerja.\n3.\tCompensation & Benefit (CompBen): Mengelola sistem penggajian, tunjangan, dan insentif yang adil, kompetitif, dan sesuai dengan regulasi, berdasarkan hasil evaluasi jabatan.\n4.\tTraining & Development (T&D): Mengidentifikasi kebutuhan pelatihan karyawan dan merancang program pengembangan yang relevan untuk meningkatkan kompetensi dan karir anggota koperasi.\n5.\tEmployee Relations & Compliance: Bertindak sebagai mediator dalam masalah hubungan industrial, memastikan kepatuhan KGN terhadap hukum ketenagakerjaan, serta mengelola disiplin kerja.", "application_deadline": "2025-12-07", "quota": 1, "registered": 12, "position_type": "Human Resource Development", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}