{"id": 18436, "source_id": "a0708d56-efd4-4822-8f4b-cbc99cbacfd8", "company_name": "Cakra Muda Buana", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Ilmu Komunikasi, Hubungan Masyarakat Dan Komunikasi Digital, Manajemen Administrasi, Manajemen Pemasaran, Bahasa Inggris Untuk Komunikasi Bisnis Dan Profesional (Sarjana, Diploma)", "job_title": "Customer Relationship Management", "job_description": "Peran Customer Relationship Management (CRM) di PT Cakra Muda Buana berfokus pada membangun hubungan yang hangat, rapi, dan berkelanjutan dengan setiap calon klien, peserta training, maupun partner industri. Di posisi ini, kamu akan belajar bagaimana sebuah perusahaan HSE menjaga kepercayaan pelanggan melalui komunikasi yang jelas, pencatatan data yang tertib, dan tindak lanjut yang konsisten.\nKamu akan membantu mengelola database pelanggan, memastikan setiap interaksi tercatat dengan baik, serta memantau kebutuhan klien agar tidak ada informasi yang terlewat. Kamu juga berperan sebagai penghubung antara pelanggan dan tim internal, menyampaikan pertanyaan, permintaan, atau update dengan cara yang sopan dan profesional. Selain itu, kamu akan mempelajari cara membaca pola pelanggan, membuat ringkasan laporan sederhana, serta memberi insight yang bisa membantu tim marketing dan operasional menyesuaikan layanan.\nTujuan dari peran ini adalah memberikan pengalaman langsung tentang bagaimana hubungan pelanggan dikelola dalam dunia profesional. Semua prosesnya dibuat terstruktur, ringan, dan penuh bimbingan, sehingga kamu dapat mengembangkan kemampuan komunikasi, organisasi, dan analisis tanpa merasa terbebani. Ini adalah tempatmu belajar memahami bahwa menjaga hubungan pelanggan bukan hanya tentang menjawab pesan, tetapi tentang membangun kepercayaan jangka panjang.", "application_deadline": "2025-12-07", "quota": 1, "registered": 12, "position_type": "Customer Relationship Management", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}