{"id": 18433, "source_id": "a07cfcbb-5560-49f7-975d-4c614281157b", "company_name": "Bakrie & Brothers", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Industri, Teknik Elektro, Teknik Fisika, Teknik Energi Terbarukan, Teknik Mesin (Sarjana)", "job_title": "Procurement Support", "job_description": "Tugas Pokok\n\n1. Mendukung proses pengadaan barang dan jasa terkait proyek pembangkitan listrik berbasis energi terbarukan (solar, wind, hydro) dan infrastruktur elektrifikasi (EV Charger).\n2. Membantu administrasi pengadaan, termasuk pembuatan dokumen permintaan penawaran (RFQ), evaluasi vendor, dan pengelolaan kontrak.\n3. Melakukan riset harga pasar dan tren teknologi untuk komponen renewable energy dan EV charging.\n4. Memastikan kepatuhan terhadap kebijakan perusahaan dan regulasi terkait pengadaan di sektor energi.\n5. Berkoordinasi dengan tim teknis, proyek, dan vendor untuk kelancaran proses pengadaan.\n\n\nTanggung Jawab\n\n1. Vendor Management\n- Mengidentifikasi dan menghubungi calon pemasok untuk komponen seperti panel surya, inverter, baterai, dan EV charger.\n- Memverifikasi kredibilitas vendor dan memastikan kualitas produk sesuai spesifikasi teknis.\n\n2. Dokumentasi & Administrasi\n- Menyusun dan mengarsipkan dokumen pengadaan (PO, kontrak, RFQ, invoice).\n- Memastikan kelengkapan dokumen sesuai SOP dan audit internal.\n\n3. Cost Analysis & Benchmarking\n- Membantu analisis harga dan total cost of ownership untuk komponen renewable energy.\n- Membandingkan penawaran vendor untuk mendapatkan harga dan kualitas terbaik.\n\n4. Compliance & Sustainability\n- Memastikan pengadaan mendukung target keberlanjutan perusahaan (misalnya penggunaan material ramah lingkungan).\n- Memahami regulasi terkait TKDN (Tingkat Komponen Dalam Negeri) dan kebijakan energi terbarukan.\n\n5. Support Project Execution\n- Berkoordinasi dengan tim proyek untuk memastikan pengiriman barang sesuai jadwal.\n- Membantu monitoring status pengadaan dan pelaporan progress ke supervisor.", "application_deadline": "2025-12-07", "quota": 1, "registered": 12, "position_type": "Procurement Support", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}