{"id": 1851, "source_id": "a07cb360-b547-40e4-9b6e-36cccf8c9b32", "company_name": "PT Selaras Jaya Indah Hotelindo", "province": "JAMBI", "city": "KOTA JAMBI", "recommended_degree": "Perhotelan (Diploma)", "job_title": "Waiter", "job_description": "Menunjukkan sikap sopan, keramahan, dan perilaku profesional di seluruh departemen setiap saat kepada tamu maupun rekan kerja.\n• Menyambut tamu saat kedatangan dengan sopan dan profesional.\n• Mengatur tempat duduk tamu dengan tepat dan memberikan menu sesuai kebutuhan.\n• Membantu dalam penanganan barang coat check.\n• Menjawab pertanyaan terkait pilihan menu dan metode persiapan makanan/minuman.\n• Memaksimalkan potensi pendapatan melalui upselling item menu.\n• Memproses pesanan sesuai permintaan tamu melalui POS sesuai standar dan prosedur yang berlaku.\n• Menyiapkan pesanan minuman tertentu sesuai standar dan prosedur yang telah ditetapkan.\n• Menyiapkan tata meja sesuai standar dan prosedur yang berlaku.\n• Memastikan semua pesanan diantarkan sesuai standar dan prosedur yang berlaku.\n• Menata ulang meja untuk layanan selama periode makan.\n• Menyiapkan dan menyajikan tagihan sesuai standar dan prosedur yang berlaku.\n• Menyiapkan dan mengantarkan pesanan Room Service sesuai kebutuhan.\n• Menjadi garis pertahanan pertama dalam menangani pertanyaan tamu dan menyelesaikan masalah secara tepat waktu dan profesional.\n• Memantau umpan balik tamu serta memberikan rekomendasi perbaikan atau produk/layanan baru untuk memenuhi kebutuhan tamu.\n• Siap menangani masalah dan melakukan koreksi terkait perselisihan atau ketidaksesuaian biaya bila diperlukan.\n• Menangani proses penagihan secara efisien dan sopan sesuai standar dan prosedur yang berlaku, termasuk kepatuhan terhadap prosedur kredit dan akuntansi.\n• Mengelola float kas dengan hati-hati sesuai standar dan prosedur yang berlaku.\n• Memastikan area front of house Outlet selalu bersih, rapi, dan layak tampil.\n• Menyiapkan dan membongkar (set up & break down) Outlet sesuai kebutuhan.\n• Membantu pembersihan umum.\n\n• Membantu dalam proses penghitungan inventaris sesuai kebutuhan.\n• Memahami dengan lengkap Buku Panduan Karyawan dan mematuhi semua peraturan di dalamnya.\n• Memahami secara menyeluruh kebijakan Hotel terkait kebakaran, keselamatan, dan kesehatan, serta memastikan semua tindakan pencegahan diambil untuk mencegah insiden di area yang berada di bawah pengawasan Anda.\n• Melaksanakan tugas lain sesuai kebutuhan bisnis yang diarahkan oleh atasan.", "application_deadline": "2025-12-07", "quota": 4, "registered": 9, "position_type": "Waiter", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}