{"id": 18528, "source_id": "a074d573-1f94-4911-ad0e-d5030503b24d", "company_name": "Kimia Farma Diagnostika", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Administrasi, Ilmu Komunikasi, Kesehatan Masyarakat, Administrasi Kesehatan, Komunikasi (Diploma)", "job_title": "Pelaksana Customer Relationship Management (CRM)", "job_description": "Kualifikasi : \n1. Pendidikan minimal D3 semua jurusan (diutamakan relevan dengan komunikasi, kesehatan, atau digital marketing).\n2. Memiliki pemahaman mendalam tentang layanan Kimia Farma Diagnostika (Laboratorium & Klinik).\n3. Berpengalaman minimal 1 tahun di bidang layanan pelanggan atau customer care melalui platform digital.\n4. Terbiasa menggunakan aplikasi CRM.\n5. Melek teknologi, update dengan tren digital, dan nyaman menggunakan berbagai platform komunikasi digital.\n6. Memiliki kemampuan komunikasi tertulis yang baik, santun, jelas, serta responsif.\n7. Mampu mengolah data pelanggan serta mahir menggunakan aplikasi pengolah data seperti Microsoft Word, Excel, dan Google Spreadsheet.\n8. Terbiasa bekerja dengan target layanan pelanggan seperti waktu respons dan tingkat kepuasan pelanggan.\n9. Siap beradaptasi dalam menangani pertanyaan dan keluhan pelanggan dengan cepat, efektif, dan profesional.\n10. Bersedia untuk bekerja dengan pola shift jika dibutuhkan.\n11. Tidak sedang menjalani sanksi pelanggaran disiplin perusahaan maupun kasus pidana (SP).\n\nJobdesc : \nBertanggung jawab dalam memastikan interaksi pelanggan melalui aplikasi CRM yang terhubung dengan WhatsApp, Instagram, & e-commerce. Terkelola dengan baik, efisien, dan akurat melalui aplikasi CRM. Peran ini menjadi representasi langsung Kimia Farma Diagnostika dalam menjalin komunikasi aktif serta responsif kepada pelanggan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 13, "position_type": "Pelaksana Customer Relationship Management (CRM)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}