{"id": 18553, "source_id": "a074bef9-3fbf-40bb-abc2-59af27e207e8", "company_name": "Citra Bahasa Global", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Administrasi, Usaha Jasa Konvensi, Perjalanan Insentif dan Pameran (MICE), Bahasa Inggris, Pengelolaan Konvensi dan Acara (Diploma, Sarjana)", "job_title": "Account Assistant - Event", "job_description": "Hi event enthusiast!\n\n#BahasaGlobal is an event management and language service provider, communication services specializing in delivering top-tier language solutions for both interpretation and event needs. This year, our focus is on expanding and enhancing our event organizing services to meet the growing demand from clients ranging from government agencies to international organizations. \n\nLocation: Duren Sawit, Jakarta Timur\nFull time - WFO Monday to Friday\n\nRESPONSIBILITY\n\n- Prepare and manage accurate quotations for event management services\n- Monitor confirmation deadlines and ensure proper follow-up on services\n- Provide administrative support, including preparing supporting documents for the creation of contracts and agreements related to event managementservices.\n- Check and respond to emails daily\n- Be responsible for all project/event related administrative matters\n- Liaise with clients, talents, and vendors.\n- Manage the planning, completeness and deliverable of an event together with the Project Team.\n- Having experience or passionate in organizing events is an advantage.\n\nRequirement:\n\n- Have an experience in the MICE industry and or have a degree in MICE\n- Proficient in Microsoft Office, especially Microsoft Excel.\n- Strong organisational skills, follow-through, and attention to details, must be dependable, proactive and prompt.\n- Able to work using English language and all correspondence and working papers will be in English.\n- Good interpersonal and public speaking.\n- Ability to work in a team and working independently is required.\n- Having a MICE certificate is a plus.\n- Knowledge and familiarity with Zoom application is an added value.\n- Willing to commute to our office in Duren Sawit, East Jakarta.", "application_deadline": "2025-12-07", "quota": 1, "registered": 13, "position_type": "Account Assistant - Event", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}