{"id": 18581, "source_id": "a080847a-7df2-4490-ae1d-7e70b2a6e12d", "company_name": "Deputi Bidang Industri dan Investasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Desain Grafis, Multimedia, Desain Komunikasi Visual (Sarjana)", "job_title": "Desain Grafis", "job_description": "Deputi Bidang Industri dan Investasi – Kementerian Pariwisata\n\n📌 Deskripsi Umum\n\nDesain Grafis bertugas membuat materi visual untuk mendukung komunikasi, publikasi, dan penyebaran informasi terkait program dan kegiatan Deputi Bidang Industri dan Investasi. Posisi ini berperan penting dalam memastikan penyampaian pesan publik lebih menarik, informatif, dan sesuai identitas visual pemerintah.\n\n📌 Tugas & Tanggung Jawab\n\nMendesain materi visual untuk media sosial, infografis, poster, cover laporan, presentasi, dan publikasi lainnya.\n\nMembantu pembuatan konten grafis untuk kampanye komunikasi publik terkait industri dan investasi pariwisata.\n\nMengolah foto dan video sederhana untuk mendukung kebutuhan publikasi.\n\nMenyusun layout dokumen resmi, laporan kegiatan, dan materi sosialisasi.\n\nBerkolaborasi dengan tim komunikasi, humas, dan program untuk menerjemahkan konsep ke dalam desain visual.\n\nMemastikan desain sesuai dengan pedoman identitas visual Kementerian dan standar komunikasi pemerintah.\n\nMengelola arsip desain dan aset grafis secara sistematis.\n\nMendukung dokumentasi visual kegiatan apabila diperlukan.\n\n📌 Kualifikasi Umum\nPendidikan minimal S1 Desain Komunikasi Visual (DKV), Multimedia, Desain Grafis, atau bidang terkait.\n\n- Mampu menguasai software desain seperti:\n a. Adobe Illustrator\n b. Adobe Photoshop\n c. Adobe InDesign\n d. Canva (nilai tambah untuk efisiensi)\n- Kreatif dan memiliki estetika visual yang kuat.\n- Memiliki portofolio desain yang dapat menunjukkan gaya dan kemampuan teknis.\n- Mampu bekerja dalam tim, komunikatif, dan mampu memahami brief dengan baik.\n- Teliti, terorganisir, dan mampu menyelesaikan pekerjaan tepat waktu.\n\n📌 Lokasi Penempatan\nDeputi Bidang Industri dan Investasi\nKementerian Pariwisata\nJakarta Pusat", "application_deadline": "2025-12-07", "quota": 1, "registered": 13, "position_type": "Desain Grafis", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Industri dan Investasi", "angkatan": "3", "tahun": "2025"}