{"id": 18595, "source_id": "a0705d6b-aa39-4a30-9b4d-ac5cf549a798", "company_name": "PT. Gobel Dharma Sarana Karya", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA TIMUR", "recommended_degree": "Desain Komunikasi Visual -, Hubungan Masyarakat Dan Komunikasi Digital, Ilmu Komunikasi, Manajemen Pemasaran/Marketing, Pemasaran Digital (Sarjana)", "job_title": "Marketing Communication", "job_description": "Perencanaan Strategi Komunikasi Pemasaran\nMengembangkan dan mengeksekusi strategi komunikasi pemasaran yang selaras dengan tujuan bisnis perusahaan.\nMenentukan positioning, messaging, dan tone of voice yang konsisten di semua saluran komunikasi.\n2. Pengelolaan Konten dan Media\nMembuat, mengkurasi, dan mengelola konten untuk berbagai platform (website, media sosial, email, brosur, dll).\nMenjaga konsistensi branding dan identitas visual perusahaan.\n3. Media Relations & PR\nMenjalin hubungan dengan media, influencer, dan stakeholder eksternal.\nMenyusun dan mendistribusikan press release atau siaran pers.\nMengelola isu atau krisis komunikasi jika diperlukan.\n4. Event & Aktivasi Pemasaran\nMerencanakan dan mengeksekusi event (offline maupun online) seperti product launch, seminar, pameran, atau kampanye promosi.\nMengkoordinasikan logistik, sponsorship, dan kolaborasi dengan pihak ketiga.\n5. Digital Marketing & Social Media\nMengelola kampanye digital (SEO, SEM, iklan berbayar, email marketing, dll).\nMemantau engagement, analitik, dan performa konten di media sosial.\n6. Analisis & Pelaporan\nMelacak efektivitas kampanye komunikasi melalui KPI seperti reach, engagement, lead generation, dan ROI.\nMenyusun laporan rutin untuk manajemen atau tim terkait.\n7. Kolaborasi Internal\nBekerja sama dengan tim produk, sales, dan desain untuk memastikan alignment pesan dan tujuan pemasaran.\nMemberikan input terkait kebutuhan komunikasi dalam pengembangan produk atau layanan baru.", "application_deadline": "2025-12-07", "quota": 1, "registered": 13, "position_type": "Marketing Communication", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}