{"id": 18642, "source_id": "a080c938-1dae-4c94-ade3-514168c4cecc", "company_name": "Solusi Data Industri", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Manajemen Bisnis, Ekonomi, Sistem Informasi, Ilmu Komputer, Teknik Industri (Diploma, Sarjana)", "job_title": "Project Manager and Administration", "job_description": "Manajemen Proyek (Sekitar 70% Waktu)\nPerencanaan & Eksekusi Proyek: Mengelola siklus hidup proyek (project lifecycle) dari inisiasi hingga penutupan, termasuk mendefinisikan ruang lingkup, tujuan, deliverables, dan jadwal.\nKoordinasi Sumber Daya: Mengkoordinasikan sumber daya internal (tim teknis, pengembang, konsultan) dan pihak ketiga/vendor untuk eksekusi proyek yang lancar.\nPemantauan & Pelaporan Kemajuan: Melacak kemajuan proyek, mengelola burn-down charts, mengidentifikasi risiko dan hambatan, serta melaporkan status proyek secara berkala kepada manajemen dan klien.\nManajemen Anggaran & Keuangan: Membantu dalam estimasi proyek, melacak pengeluaran, mengelola anggaran proyek, dan memastikan faktur klien akurat dan tepat waktu.\nManajemen Klien & Komunikasi: Menjaga komunikasi klien yang efektif, mengelola ekspektasi, dan memastikan kepuasan klien secara keseluruhan terhadap hasil proyek. \nAdministrasi & Operasional (Sekitar 30% Waktu)\nDukungan Administratif Umum: Memberikan dukungan administratif tingkat tinggi kepada tim manajemen dan konsultan senior, termasuk penjadwalan, pengaturan perjalanan, dan pengelolaan pengeluaran.\nManajemen Kantor: Mengawasi operasional kantor sehari-hari, mengelola inventaris (alat tulis, peralatan IT), dan memastikan lingkungan kerja yang efisien dan profesional.\nDokumentasi & Pengarsipan: Mengelola dokumentasi proyek, kontrak klien, perjanjian kerahasiaan (NDAs), dan catatan perusahaan secara terorganisir dan rahasia.\nKoordinasi Acara Internal: Membantu dalam perencanaan dan koordinasi pertemuan tim, acara perusahaan, dan sesi pelatihan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 13, "position_type": "Project Manager and Administration", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}