{"id": 1867, "source_id": "a080dfa4-034e-4f54-adbc-024b1648065a", "company_name": "BPS Kabupaten Tanjung Jabung Barat", "province": "JAMBI", "city": "KAB. TANJUNG JABUNG BARAT", "recommended_degree": "Ilmu Komputer, Teknik Informatika, Komputasi Statistik, Sistem informasi, Teknologi Informasi (Sarjana, Diploma)", "job_title": "Asisten Pranata Komputer", "job_description": "Asisten Pranata Komputer bertugas membantu pelaksanaan kegiatan teknis terkait pengelolaan sistem informasi, pengolahan data, dan dukungan teknologi informasi di BPS Kabupaten Tanjung Jabung Barat. Peserta magang bekerja di bawah supervisi staf Statistik dan Subbagian Umum.\n\nLingkup tugas:\n1. Membantu pemeliharaan perangkat keras dan perangkat lunak kantor, termasuk pengecekan rutin, instalasi aplikasi, dan penanganan kendala teknis dasar yang dialami pegawai.\n2. Mendukung pengelolaan jaringan komputer dan internet, termasuk memantau konektivitas, membantu konfigurasi sederhana, serta mencatat gangguan dan penanganannya.\n3. Membantu pengelolaan dan pembaruan konten pada sistem informasi internal yang digunakan BPS, seperti aplikasi perkantoran, layanan internal, atau dashboard sederhana.\n4. Membantu proses input, pengolahan, dan pembersihan data menggunakan perangkat lunak statistik atau pemrograman dasar seperti Excel, SQL, Python, atau aplikasi BPS sesuai arahan pembimbing.\n5. Membantu pembuatan dan penyusunan dokumentasi teknis, seperti panduan penggunaan aplikasi, laporan pemeliharaan perangkat, atau catatan troubleshooting.\n6. Mendukung pengembangan aplikasi internal skala kecil jika dibutuhkan, seperti membuat form sederhana, dashboard, atau automasi ringan dengan arahan pembimbing.\n7. Membantu menjaga keamanan data dan perangkat teknologi informasi kantor, termasuk memastikan penggunaan perangkat sesuai prosedur dan ikut melakukan backup data rutin.\n8. Memberikan dukungan teknis dasar kepada pegawai, seperti membantu pengaturan printer, proyektor, jaringan Wi-Fi, dan perangkat lainnya saat kegiatan kantor.", "application_deadline": "2025-12-07", "quota": 1, "registered": 12, "position_type": "Asisten Pranata Komputer", "government_agency": "Badan Pusat Statistik", "sub_government_agency": "BPS Kabupaten Tanjung Jabung Barat", "angkatan": "3", "tahun": "2025"}