{"id": 18808, "source_id": "a07edba8-5bf4-441e-aca7-c781624b4681", "company_name": "Biro Hubungan Masyarakat dan Kerja Sama Luar Negeri", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Multimedia, Teknologi Multimedia Broadcasting, Desain Komunikasi Visual, Ilmu Komunikasi, Film (Sarjana, Diploma)", "job_title": "Videographer/Video Editor", "job_description": "Kualifikasi Tambahan:\n- Sehat jasmani dan rohani\n- Menguasai dasar–menengah videografi (pengambilan gambar, komposisi, angle, dan pencahayaan).\n- Memiliki kemampuan editing video menggunakan Adobe Premiere Pro, DaVinci Resolve, Final Cut Pro, atau CapCut.\n- Memahami dasar motion graphics (After Effects atau aplikasi serupa) menjadi nilai tambah.\n- Memiliki portofolio video (reels/short video, dokumentasi acara, konten digital, proyek tugas akhir, dll.).\n- Mampu mengoperasikan kamera DSLR/Mirrorless serta peralatan pendukung seperti tripod, mic, atau stabilizer.\n- Kreatif, komunikatif, dan mampu bekerja dalam tim.\n- Teliti, mampu bekerja cepat, serta terbiasa mengikuti deadline.\n- Bersedia turun langsung untuk liputan atau dokumentasi kegiatan.\n- Memiliki alat kerja sendiri (laptop)\n=======###=======\nDeskripsi Lingkup Tugas:\n1. Mengambil dokumentasi video/foto untuk kebutuhan kegiatan, event, dan aktivitas kehumasan.\n2. Melakukan editing video untuk media sosial, website, laporan kegiatan, dan publikasi lainnya.\n3. Membuat short video, reels, dan konten kreatif sesuai kebutuhan.\n4. Menyusun storyboard atau konsep video sederhana sebelum proses shooting.\n5. Melakukan color grading, audio cleaning, dan penyempurnaan kualitas visual.\n6. Menjaga kerapian arsip file, footages, dan manajemen penyimpanan.\n7. Berkoordinasi dengan tim desain, konten, dan publikasi untuk menghasilkan output yang selaras dengan branding.\n8. Menghasilkan ide-ide kreatif untuk konten visual dan storytelling video.\n9. Mendukung proses dokumentasi internal dan eksternal sesuai arahan tim.", "application_deadline": "2025-12-07", "quota": 1, "registered": 14, "position_type": "Videographer/Video Editor", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Biro Hubungan Masyarakat dan Kerja Sama Luar Negeri", "angkatan": "3", "tahun": "2025"}