{"id": 18905, "source_id": "a07ea8c1-55ef-4f4e-8d99-e5f0994407aa", "company_name": "Insan Optima Teknologi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Elektro, Teknik Informatika, Teknik Komputer, Mekatronika, Instrumentasi (Diploma, Sarjana)", "job_title": "Electronic System Engineering Internship", "job_description": "Deskripsi Tugas:\n- Membantu proses perancangan dan analisis rangkaian elektronik (analog & digital).\n- Melakukan simulasi rangkaian menggunakan software seperti Proteus, LTSpice, Multisim, atau Altium.\n- Melakukan pengujian (testing) rangkaian elektronik dan modul elektronik menggunakan alat lab.\n- Membantu proses debug dan verifikasi rangkaian sesuai spesifikasi.\n- Membantu pembuatan layout PCB sederhana (jika memiliki kemampuan).\n- Berkolaborasi dengan tim R&D untuk integrasi rangkaian dengan sistem embedded.\n- Membuat dokumentasi teknis seperti schematic, bill of materials (BOM), diagram blok, dan catatan pengujian.\n- Terlibat dalam proses prototyping perangkat elektronik.\n\nKualifikasi Teknis:\n- Mahasiswa akhir atau lulusan baru Teknik Elektro, Mekatronika, Instrumentasi, Elektronika Industri, atau bidang terkait.\n- Memahami dasar rangkaian elektronik: resistor, kapasitor, transistor, regulator, op-amp, IC logic.\n- Mampu membaca dan memahami datasheet, schematic diagram, dan block diagram.\n- Familiar dengan alat elektronik: Multimeter, Oscilloscope, Logic Analyzer (nilai tambah)\n- Familiar dengan software simulasi: Proteus, LTSpice, KiCad / Altium (nilai tambah)\nMemiliki pemahaman dasar tentang: Power management, Sensor analog/digital, Mixed-signal electronics\n- Memahami konsep dasar safety pada rangkaian.\n\nSoft Skills:\n- Detail-oriented\n- Analitis dan teliti\n- Cepat belajar\n- Mampu bekerja dengan presisi\n- Komunikatif dan mampu bekerja dalam tim", "application_deadline": "2025-12-07", "quota": 1, "registered": 15, "position_type": "Electronic System Engineering Internship", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}