{"id": 18979, "source_id": "a07ebb48-eab2-4550-a324-57659a09a545", "company_name": "Federal International Finance", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Manajemen (Sarjana)", "job_title": "Network Development Internship", "job_description": "Job Deskripsi: • Menyusun strategi pengelolaan Google My Business (GMB) secara nasional, termasuk manajemen rating, penanganan komentar/review, dan standar komunikasi digital. • Merancang dan mengoordinasikan event atau campaign untuk meningkatkan visibilitas dan performa GMB di tingkat cabang. • Memberikan pendampingan kepada cabang dalam pengelolaan akun GMB, termasuk pembaruan informasi dan penerapan best practice. • Mengelola aktivitas operasional harian GMB seperti unggahan foto, jam operasional, dan akurasi titik lokasi. • Melakukan perapihan, validasi, dan pemutakhiran data titik jaringan di akun GMB secara konsisten. • Memantau dan mengisi kertas kerja progres tiap cabang untuk memastikan keselarasan dan ketercapaian target. • Menyusun laporan perkembangan GMB nasional secara berkala (dua mingguan) sebagai bahan monitoring dan evaluasi.\n\nKualifikasi: Freshgraduate dari semua jurusan (diutamakan yang memiliki ketertarikan pada digital marketing atau komunikasi), Memahami dasar-dasar Google My Business (Google Business Profile) atau bersedia mempelajari dengan cepat,Memiliki kemampuan komunikasi yang baik, terutama dalam menulis respons review/komentar secara profesional, Mampu melakukan analisis sederhana terkait performa GMB (rating, review, impressions, engagement), Teliti dan memiliki kemampuan data entry, perapihan data, serta validasi informasi lokasi/operasional, Mampu mengelola aktivitas digital harian seperti upload foto, update jam operasional, dan cek akurasi lokasi, Memiliki kemampuan koordinasi dan follow up dengan cabang/mitra secara konsisten, Familiar dengan Microsoft Office/Google Workspace, terutama Sheets untuk pengisian kertas kerja progres, Memiliki kemampuan dasar copywriting untuk kebutuhan unggahan dan komunikasi di GMB (nilai tambah), Memiliki ketertarikan pada event/campaign activation menjadi nilai plus, Mampu bekerja secara mandiri maupun kolaboratif serta berorientasi pada target dan ketelitian.", "application_deadline": "2025-12-07", "quota": 2, "registered": 15, "position_type": "Network Development Internship", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}