{"id": 19045, "source_id": "a07f6726-ab63-4d1b-871b-140366de80b5", "company_name": "Sekretariat Direktorat Jenderal Perikanan Tangkap", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Ilmu Komunikasi, Ilmu Perpustakaan, Jurnalistik, Hubungan Masyarakat, Penyiaran (Diploma, Sarjana)", "job_title": "Content Creator", "job_description": "1. Membuat konsep, naskah, dan storyboard konten edukasi dan komunikasi publik sesuai program kementerian.\n2. Mengambil gambar/video, melakukan shooting, serta melakukan editing hingga final output.\n3.  Mengembangkan konten kreatif untuk media sosial seperti Instagram, TikTok, YouTube, dan Facebook.\n4. Melakukan riset tren terkait isu kelautan, perikanan, dan program kementerian untuk kebutuhan pembuatan konten.\n5. Bekerja sama dengan tim media sosial dan desain untuk memproduksi konten yang menarik, informatif, dan mudah dipahami.\n6. Mengelola agenda produksi konten, dokumentasi kegiatan, serta peliputan lapangan bila diperlukan.\n7. Mengunggah dan melakukan optimasi caption, hashtag, dan format konten sesuai kebutuhan platform.\n8. Mengarsipkan dokumentasi dan file konten untuk keperluan publikasi kementerian secara berkelanjutan.\n\nKualifikasi tambahan:\n1. Memiliki kemampuan riset konten dan storytelling yang baik.\n2. Menguasai software editing video/foto (CapCut, Premiere, VN, Canva, dsb.).\n3. Memahami perkembangan tren konten digital dan algoritma media sosial.\n4. Memiliki inisiatif tinggi serta mampu bekerja multitasking.\n5. Komunikatif, kreatif, responsif, dan jujur.\n6. Mampu tampil di depan kamera menjadi presenter konten akan menjadi nilai tambah.\n7. Memiliki portofolio karya video/konten digital.\n8. Bersedia bekerja dengan target dan bekerja secara tim.\n9. Memiliki laptop/HP dengan kemampuan editing konten.", "application_deadline": "2025-12-07", "quota": 1, "registered": 16, "position_type": "Content Creator", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Sekretariat Direktorat Jenderal Perikanan Tangkap", "angkatan": "3", "tahun": "2025"}