{"id": 19051, "source_id": "a080c377-b228-4176-8e1f-3083e532f7d0", "company_name": "Elsadai Servo Cons", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Arsitektur, Arsitektur Lansekap, Teknik Sipil, Teknik Mesin, Teknik Elektro (Diploma, Sarjana)", "job_title": "Asisten Tenaga Ahli", "job_description": "1. Mendukung Kegiatan Teknis Dasar\n- Membantu Tenaga Ahli dalam pengumpulan informasi dan data teknis.\n- Membuat draft awal gambar sederhana (misalnya revisi minor atau detail kecil) menggunakan AutoCAD atau software lain sesuai arahan.\n- Membantu pengecekan dokumen teknis seperti gambar kerja, daftar kuantitas (BOQ), atau spesifikasi.\n\n2. Pengumpulan & Dokumentasi Data Lapangan\n- Mengikuti kegiatan lapangan untuk melakukan dokumentasi foto, mencatat progres, atau membuat sketsa sederhana.\n- Membantu melakukan pengukuran dasar dan verifikasi volume di bawah pendampingan.\n- Menyiapkan laporan ringkas dari hasil pengamatan lapangan.\n\n3. Administrasi Teknis Proyek\n- Menyusun notulen rapat internal atau rapat koordinasi dengan template yang sudah tersedia.\n- Membantu pengarsipan dokumen teknis, laporan, gambar, dan surat proyek.\n- Menginput data ke sistem pelaporan, spreadsheet, atau aplikasi manajemen proyek.\n\n4. Monitoring Progres\n- Mengikuti kegiatan monitoring progres pekerjaan bersama Tenaga Ahli atau Pengawas.\n- Membantu membuat laporan harian/mingguan berupa foto progres, tabel ringkas, atau update aktivitas pekerjaan.\n- Mencatat temuan lapangan untuk disampaikan kepada pembimbing teknis.\n\n5. Pembuatan Laporan Pendukung\n- Menyiapkan draft laporan teknis atau ringkasan kegiatan yang kemudian akan diperiksa oleh Tenaga Ahli.\n- Mengolah data menjadi grafik, tabel, atau infografik sederhana.\n- Membantu persiapan materi presentasi proyek.\n\nKompetensi yang Diutamakan :\n* Mampu menggunakan software: AutoCAD, Excel, Word. (Menguasai Autodesk Revit menjadi poin tambah)\n* Teliti, mau belajar, komunikatif, dan siap bekerja dalam tim.\n* Memiliki minat pada dunia konstruksi dan konsultansi.", "application_deadline": "2025-12-07", "quota": 2, "registered": 16, "position_type": "Asisten Tenaga Ahli", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}