{"id": 1908, "source_id": "a080ea1c-5f10-4b61-97a9-cf1030859329", "company_name": "BPS Kabupaten Tanjung Jabung Barat", "province": "JAMBI", "city": "KAB. TANJUNG JABUNG BARAT", "recommended_degree": "Desain Komunikasi Visual, Ilmu Komunikasi, Manajemen Pemasaran, Jurnalistik, Teknologi Informasi (Diploma, Sarjana)", "job_title": "Asisten Pranata Humas", "job_description": "Posisi Asisten Pranata Humas dirancang untuk mendukung pelaksanaan fungsi kehumasan BPS Kabupaten Tanjung Jabung Barat dalam rangka penyebarluasan informasi statistik, penguatan citra lembaga, serta optimalisasi layanan komunikasi publik. Peserta magang akan bekerja di bawah supervisi tim Subbagian Umum serta berkoordinasi dengan Pranata Humas BPS.\n\n1. Pengelolaan Konten Informasi Publik\n- Membantu membuat konsep dan menyusun konten publikasi kehumasan (berita kegiatan, infografis, poster, konten media sosial, dan artikel ringan statistik).\n- Menyunting dan memverifikasi naskah sebelum dipublikasikan.\n\n2. Dokumentasi Kegiatan\n- Mengambil dokumentasi foto dan video pada kegiatan kedinasan (rapat, kunjungan, sosialisasi, rilis data, dan kegiatan statistik).\n- Melakukan pengolahan dasar foto/video sebelum dipublikasikan.\n- Mengarsipkan dokumentasi sesuai standar pengelolaan arsip digital instansi.\n\n3. Manajemen Media & Komunikasi\n- Membantu memonitor pemberitaan media lokal terkait statistik dan kegiatan BPS.\n- Menyusun laporan singkat monitoring media dan rekomendasi komunikasi.\n- Mendukung hubungan media (media relations) seperti penyebaran siaran pers dan koordinasi dengan wartawan.\n\n4. Dukungan Produk Kehumasan\n- Membantu penyusunan dan desain sederhana untuk poster kegiatan, slide presentasi, materi sosialisasi statistik, laporan kehumasan.\n- Membantu penyusunan naskah untuk siaran pers atau berita resmi internal.\n\n5. Dukungan Event & Pelayanan Publik\n- Membantu pelaksanaan event kehumasan dan statistik (seminar, rilis data, sosialisasi, kegiatan Statistik Meets Siswa/SMS).\n- Memberikan dukungan layanan informasi kepada masyarakat di ruang Pelayanan Statistik Terpadu (PST) sesuai arahan pembimbing.\n\n6. Administrasi & Pelaporan\n- Membantu pengelolaan arsip kehumasan, dokumentasi kegiatan, dan penyusunan laporan mingguan/bulanan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 22, "position_type": "Asisten Pranata Humas", "government_agency": "Badan Pusat Statistik", "sub_government_agency": "BPS Kabupaten Tanjung Jabung Barat", "angkatan": "3", "tahun": "2025"}