{"id": 19120, "source_id": "a07ea371-590f-4f8d-ac68-205da8c51e8c", "company_name": "PT. Takenaka Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Teknik Industri, Teknik Sipil, Keselamatan Dan Kesehatan Kerja, Kesehatan dan Keselamatan Kerja (Sarjana)", "job_title": "Safety Officer -  Head Office", "job_description": "1. Perencanaan K3 (Planning)\n2. Implementasi dan Pengawasan (Implementation & Monitoring)\n3. Pelatihan dan Komunikasi K3 (Training & Communication)\n4. Pengelolaan Dokumen dan Administrasi K3\n5. Investigasi Kecelakaan (Incident Investigation)\n6. Pengendalian Risiko (Risk Control)\n7.Tanggap Darurat (Emergency Preparedness)\n8. Audit dan Evaluasi K3\n\nBertanggung jawab dalam memastikan penerapan sistem keselamatan dan kesehatan kerja melalui identifikasi bahaya, penilaian risiko, serta pengawasan kepatuhan terhadap prosedur kerja aman di seluruh area operasional. Melaksanakan inspeksi rutin, monitoring pekerjaan berisiko tinggi, dan verifikasi penggunaan APD sesuai standar perusahaan dan regulasi. Mengembangkan serta menyampaikan materi pelatihan keselamatan termasuk safety induction dan toolbox meeting untuk meningkatkan kesadaran pekerja. Mengelola dokumentasi K3 seperti laporan inspeksi, laporan insiden, permit to work, dan catatan pelatihan.\nBerperan aktif dalam investigasi kecelakaan dan near miss dengan menggunakan metode analisis yang relevan untuk menentukan akar penyebab serta merumuskan tindakan perbaikan. Mendukung kesiapsiagaan tanggap darurat melalui pemeriksaan fasilitas darurat dan pelaksanaan simulasi berkala. Berkoordinasi dengan manajemen, kontraktor, dan seluruh pemangku kepentingan untuk memastikan budaya kerja aman terimplementasi secara efektif, serta mendukung pencapaian target zero accident di proyek atau perusahaan.\nMampu berkomunikasi dan membuar report K3 dalam bahasa inggris dan mampu menggunakan komputer minimal Mcrosoft Office dan Media Canva.", "application_deadline": "2025-12-07", "quota": 1, "registered": 16, "position_type": "Safety Officer -  Head Office", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}