{"id": 19136, "source_id": "a080548a-20ca-4f53-9c0a-44264a7f572f", "company_name": "PT Semen Indonesia (Persero) Tbk.", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Manajemen, Bisnis dan Manajemen Ritel, Manajemen Administrasi, Administrasi Bisnis, Administrasi BIsnis (Diploma, Sarjana)", "job_title": "Business Adjacent Adm", "job_description": "\"Peserta magang akan membantu unit Bisnis Adjacent dalam tahap riset, perencanaan, dan implementasi awal proyek pengembangan bisnis baru, berfokus pada kelayakan pasar dan efisiensi operasional.\n\nTugas Utama:\n1. Riset Pasar & Analisis Kelayakan: Melakukan studi kelayakan dan riset mendalam terhadap pasar dan model bisnis potensial untuk produk turunan semen yang berdampingan (adjacent), termasuk menganalisis tren kompetitor, permintaan pasar, dan potensi pendapatan.\n\n2. Dukungan Pengembangan Bisnis: Membantu tim dalam menyusun proposal bisnis, business case, dan materi presentasi strategis untuk inisiatif bisnis baru, termasuk memetakan kebutuhan sumber daya dan kemitraan.\n\n3. Administrasi & Proses Bisnis: Mendokumentasikan dan memodelkan proses bisnis (workflow) untuk operasional unit bisnis adjacent, serta membantu Kepala Departemen dalam pengarsipan data, penjadwalan pertemuan strategis, dan menyiapkan laporan kinerja inisiatif pengembangan bisnis secara periodik.\n\n4. Manajemen Proyek Internal: Berkoordinasi dengan departemen fungsional terkait (Pemasaran, Keuangan, Operasi) untuk melacak milestone proyek pengembangan bisnis, memastikan keselarasan alokasi sumber daya, dan membantu identifikasi serta mitigasi risiko proyek.\n\n5. Analisis Data Keuangan Sederhana: Membantu dalam pengumpulan dan pemformatan data keuangan awal untuk perhitungan perkiraan biaya (cost estimation) dan proyeksi pendapatan (revenue projection) dari inisiatif bisnis baru.\"", "application_deadline": "2025-12-07", "quota": 1, "registered": 16, "position_type": "Business Adjacent Adm", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}