{"id": 19164, "source_id": "a07c693c-a9d2-458d-807d-aed13e874f0e", "company_name": "Pusat Pelatihan Kelautan dan Perikanan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Hukum, Manajemen dan Kebijakan Publik, Ilmu Administrasi Negara (Sarjana)", "job_title": "Analis Regulasi NSPK Kelautan dan Perikanan", "job_description": "1. Penyusunan dan Pengembangan NSPK Bidang Perikanan\n•\tMengidentifikasi kebutuhan penyusunan Norma, Standar, Prosedur, dan Kriteria (NSPK) terkait pengelolaan perikanan tangkap, budidaya, konservasi, pengawasan, dan sistem logistik perikanan.\n•\tMenyusun draft NSPK sesuai mandat peraturan perundang-undangan di sektor kelautan dan perikanan.\n•\tMengembangkan NSPK berbasis ilmiah dengan merujuk data biologis, teknis, sosial-ekonomi, dan ekologi perikanan.\n\n2. Analisis Regulasi dan Harmonisasi Kebijakan\n•\tMelakukan analisis regulasi yang berkaitan dengan tata kelola perikanan (UU Perikanan, PP, Permen KP, pedoman teknis).\n•\tMenelaah keselarasan dan tidak adanya tumpang tindih antara NSPK perikanan dengan peraturan nasional maupun internasional (FAO, CCRF, dll.).\n•\tMenyusun rekomendasi penyempurnaan kebijakan teknis untuk mendukung keberlanjutan sumber daya ikan.\n\n3. Konsultasi Publik dan Koordinasi dengan Pemangku Kepentingan\n•\tMengkoordinasikan FGD, rapat teknis, atau konsultasi publik dengan dinas daerah, pelaku usaha perikanan, akademisi, LSM, dan unit teknis KKP.\n•\tMenghimpun masukan dari stakeholder terkait implementasi NSPK di lapangan (pelabuhan perikanan, UPT, pembudidaya, nelayan).\n•\tMenyiapkan bahan paparan, notulen, dan dokumen pembahasan regulasi.\n\n4. Monitoring, Evaluasi, dan Revisi NSPK\n•\tMemantau implementasi NSPK di unit pelaksana teknis perikanan dan daerah.\n•\tMengidentifikasi kendala implementasi, misalnya terkait teknologi penangkapan, standar budidaya, pengawasan, atau rantai pasok.\n•\tMenyusun rekomendasi revisi NSPK sebagai bentuk continuous improvement.\n\n5. Dokumentasi dan Pengelolaan Database Regulasi Perikanan\n•\tMenyusun dan memperbarui database regulasi dan NSPK sektor perikanan (status, ruang lingkup, masa berlaku, keterkaitan regulasi lain).\n•\tMengarsipkan seluruh dokumen NSPK sesuai kaidah dokumentasi kebijakan.\n•\tMenyusun laporan berkala mengenai perkembangan regulasi perikanan.\n\n6. Penyusunan Bahan Kebijakan\n•\tMenyusun policy brief, bahan pertimbangan, atau analisis teknis terkait isu perikanan (misal penangkapan terukur, perizinan kapal, biosekuriti, budidaya berkelanjutan, pengawasan sumber daya ikan).\n•\tMendukung pengambilan keputusan pimpinan melalui analisis berbasis data dan kajian ilmiah.", "application_deadline": "2025-12-07", "quota": 1, "registered": 16, "position_type": "Analis Regulasi NSPK Kelautan dan Perikanan", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Pusat Pelatihan Kelautan dan Perikanan", "angkatan": "3", "tahun": "2025"}