{"id": 1922, "source_id": "a080eb29-cbd6-4e31-a101-164c578b558e", "company_name": "BPS Kabupaten Tanjung Jabung Barat", "province": "JAMBI", "city": "KAB. TANJUNG JABUNG BARAT", "recommended_degree": "Manajemen, Ekonomi, Akuntansi, Administrasi, Teknologi Informasi (Diploma, Sarjana)", "job_title": "Asisten Pengelola Keuangan", "job_description": "Asisten Pengelola Keuangan bertugas membantu pelaksanaan kegiatan administrasi dan pengelolaan keuangan di BPS Kabupaten Tanjung Jabung Barat. Peserta magang bekerja di bawah supervisi staf Subbagian Umum yang menangani urusan keuangan.\n\nLingkup tugas:\n1. Membantu proses administrasi dokumen keuangan, seperti pengumpulan, pengecekan kelengkapan, dan pengarsipan bukti-bukti transaksi sesuai prosedur.\n2. Membantu penyusunan daftar kebutuhan kegiatan dan mendukung proses pencatatan transaksi sederhana sesuai arahan pembimbing.\n3. Membantu pengecekan data pendukung dalam penyusunan Surat Pertanggungjawaban (SPJ), termasuk memeriksa kesesuaian bukti belanja, daftar hadir, dan dokumen lain.\n4. Membantu input data ke dalam aplikasi atau format pengelolaan keuangan, seperti rekap pengeluaran kegiatan, daftar penerima honorarium, atau laporan pengendalian anggaran internal.\n5. Membantu melakukan verifikasi awal terhadap dokumen administrasi perjalanan dinas, seperti pengecekan tiket, kwitansi, dan syarat kelengkapan lainnya.\n6. Mendukung penyusunan laporan keuangan kegiatan secara sederhana, termasuk rekap penggunaan anggaran pada suatu kegiatan atau periode tertentu.\n7. Membantu pengarsipan digital dan fisik dokumen keuangan agar mudah ditelusuri kembali jika dibutuhkan.\n8. Membantu komunikasi internal terkait permintaan kelengkapan dokumen dari pegawai untuk kebutuhan pengolahan keuangan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 30, "position_type": "Asisten Pengelola Keuangan", "government_agency": "Badan Pusat Statistik", "sub_government_agency": "BPS Kabupaten Tanjung Jabung Barat", "angkatan": "3", "tahun": "2025"}