{"id": 19241, "source_id": "a07c4d3b-98fa-499e-8d59-43e58049cf39", "company_name": "PT Tracon Industri", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Mesin (Sarjana)", "job_title": "Mechanical Engineer", "job_description": "1. Pendidikan & Kompetensi Teknis\n\nPendidikan minimal S1 Teknik Mesin atau bidang terkait.\n\nMemahami prinsip dasar mekanika, termodinamika, perpipaan, material, dan sistem rotari/statis.\n\nMampu membaca dan membuat gambar teknik (AutoCAD, SolidWorks, atau software desain lainnya).\n\nMenguasai standar industri terkait (ASME, API, ASTM, ISO).\n\nPaham perhitungan mechanical seperti:\n\nstress & strain\n\nheat transfer\n\nfluid flow\n\nmechanical design & sizing\n\nMemahami sistem utilitas industri: HVAC, compressor, pump, boiler, piping, dan equipment mekanikal lainnya.\n\n2. Pengalaman Kerja\n\nMemiliki pengalaman kerja minimal 2–5 tahun di bidang mechanical engineering, project construction, EPC, atau maintenance.\n\nBerpengalaman dalam project execution, instalasi equipment, commissioning, dan troubleshooting.\n\nPernah terlibat dalam penyusunan dokumen teknis: spesifikasi, Bill of Material (BoM), datasheet, dan report.\n\n3. Kemampuan Pendukung\n\nMenguasai software analisis (ANSYS, CAESAR II, atau sejenisnya) menjadi nilai tambah.\n\nMampu membuat perencanaan kerja, risk assessment, dan laporan teknis.\n\nMemiliki kemampuan problem solving yang kuat dan attention to detail.\n\nMemahami aspek K3 di pekerjaan mekanikal.\n\n4. Keterampilan Komunikasi & Kerja Tim\n\nMampu bekerja sama dengan tim lintas departemen (Engineering, QC, Project, Procurement).\n\nKomunikatif untuk memberikan penjelasan teknis kepada pihak internal maupun eksternal.\n\nMampu bekerja dalam lingkungan proyek dengan deadline ketat.\n\n5. Persyaratan Lain\n\nBersedia melakukan perjalanan dinas atau penempatan di site/project.\n\nSehat fisik dan mampu bekerja di lapangan.\n\nMemiliki sertifikasi mechanical engineer atau K3 menjadi nilai tambah.", "application_deadline": "2025-12-07", "quota": 1, "registered": 17, "position_type": "Mechanical Engineer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}