{"id": 19325, "source_id": "a07f6828-d73b-440e-9f10-54ac2e651897", "company_name": "Sekretariat Direktorat Jenderal Perikanan Tangkap", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Ilmu Komunikasi, Statistika, Sistem informasi, Ilmu Perpustakaan, Sains Data (Diploma, Sarjana)", "job_title": "Social Media Analyst", "job_description": "1. Mengumpulkan dan menganalisis data engagement konten dari berbagai akun media sosial kementerian.\n2. Membuat laporan performa konten berkala (harian, mingguan, dan bulanan) termasuk insight audiens dan sentimen publik.\n3. Menyusun rekomendasi strategi konten berdasarkan data untuk meningkatkan jangkauan dan efektivitas pesan komunikasi publik.\n4.  Melakukan monitoring isu dan tren digital yang relevan dengan bidang kelautan dan perikanan.\n5.  Menganalisis performa kompetitor serta memetakan peluang konten baru.\n6.  Bekerja sama dengan tim desain, tim konten, dan humas untuk menentukan arah editorial serta kalender konten.\n7.  Mendukung evaluasi kampanye komunikasi digital dan memberikan masukan terkait format, tema, dan waktu unggah.\n8. Mengarsipkan data, hasil insight, dan dashboard untuk kepentingan dokumentasi dan pengambilan keputusan.\n\nKualifikasi tambahan:\n1.  Memahami analisis performa media sosial (reach, impression, engagement, CTR, sentiment).\n2. Menguasai tools analytics seperti Meta Business Suite, TikTok Analytics, YouTube Studio, Hootsuite, Brandwatch, atau sejenisnya.\n3. Mampu membuat laporan kinerja konten dan insight audiens.\n4. Mampu menganalisis tren digital dan kompetitor untuk rekomendasi strategi.\n5. Memiliki kemampuan presentasi data dan storytelling berbasis insight.\n6. Komunikatif, analitis, teliti, dan solutif.\n7. Mampu bekerja dengan target dan berkolaborasi dalam tim konten.\n8. Inisiatif tinggi dan mampu multitasking.\n9. Memiliki alat kerja sendiri (laptop).", "application_deadline": "2025-12-07", "quota": 1, "registered": 18, "position_type": "Social Media Analyst", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Sekretariat Direktorat Jenderal Perikanan Tangkap", "angkatan": "3", "tahun": "2025"}