{"id": 19458, "source_id": "a08046ee-3bcb-4ff5-b865-d3e4bbff1648", "company_name": "Ilmuwan Data Nusantara", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Ilmu Komputer, Sains Data, Statistik, Teknik Komputer, Teknik Komputer Dan Jaringan (Sarjana)", "job_title": "Data Scientist Intern", "job_description": "1. Custom Model Development and Product Support:\n- Work closely with product managers and engineering teams to understand business challenges and design, develop, and implement custom machine learning models tailored to specific product features.\n- Support the integration of finalized models into production systems, focusing on efficiency, scalability, and maintainability.\n- Conduct rigorous exploratory data analysis (EDA) to inform model feature engineering and selection.\n\n2. Documentation and Knowledge Transfer:\n- Develop and maintain high-quality, comprehensive technical documentation for custom models, data pipelines, and product-specific data science methodologies.\n- Create clear guides and artifacts for internal teams to ensure understanding and proper use of data science deliverables.\n- Document modeling choices, data governance, and performance metrics for auditing and future iteration.\n\n3. AI/LLM Technology Research and Implementation:\n- Assist in the research, experimentation, and building of prototypes leveraging Generative AI and Large Language Models (LLMs).\n- Support the team in tasks related to LLM fine-tuning, prompt engineering, and evaluating model performance for specific use cases (e.g., summarization, code generation, classification).\n\n4. Reporting and Process Improvement:\n- Design and implement dashboards or reports to monitor model performance and impact on key business metrics.\n- Participate in code reviews, contributing to a culture of high-quality, reproducible data science practices.\n- Present findings and model results clearly and effectively to technical and non-technical stakeholders.", "application_deadline": "2025-12-07", "quota": 1, "registered": 19, "position_type": "Data Scientist Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}