{"id": 19468, "source_id": "a080c25a-225b-46d9-988f-ca8be6c8936b", "company_name": "Hikayat Rakyat Digital", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Ilmu Komunikasi, Komunikasi Digital dan Media, Manajemen Komunikasi, Jurnalistik, Manajemen Produksi Media (Sarjana, Diploma)", "job_title": "Content Creator and Production Intern", "job_description": "Job Description: \n- Create content plan. Develop and execute creative content on our social media platform (IG, X, TikTok, and YouTube). \n- Produce engaging written and visual content, ensuring consistency with brand guidelines. \n- Conduct thorough research to stay up-to-date with industry trends. Edit, and proofread content to ensure high quality and accuracy. \n- Collaborate with the marketing and creative teams to align content with overall business objectives. \n- Plan and execute content calendars to meet deadlines and marketing goals.\n- Manage account by creating and scheduling posts, monitoring engagement, and analyzing performance metrics. \n- Stay updated with the latest trends and incorporate them into content strategies. \n- Operate cameras and other necessary equipment to produce high-quality photo and video content. \n- Brainstorm and present new content ideas to enhance brand awareness and audience engagement. \n- Shoot and Editing the video mainly for Social Media (TikTok & IG Reels). Must be in-frame.\n- Willing to work in Hybrid arrangement.\n\nRequirements: \n- Proven experience in content creation, writing, and research. \n- Have experiences in editing product-focus footages and short video advertisements. \n- Skilled in Adobe After Effect/ Adobe Premier/ Final Cut Pro/ Cap Cut. \n- Strong understanding of digital marketing and content development.\n- Exceptional creativity and keen attention to detail. \n- Excellent communication and collaboration skills. \n- Bachelor's degree in Marketing, Communications, or related field. \n- Ability to operate cameras and editing tools for photo and video production.\n- Up-to-date knowledge of social media trends, especially TikTok & IG.\n- Understands Short video regulations, familiar with the characteristics of short video social platforms, user preferences, violations and product logic.\n- Confidently appears as talent on camera. #yappingproject #hikayat", "application_deadline": "2025-12-07", "quota": 3, "registered": 19, "position_type": "Content Creator and Production Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}