{"id": 19738, "source_id": "a0807dc3-e1ed-4147-b7c2-dfed38aada67", "company_name": "Telkom Landmark Tower", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Administrasi Bisnis, Manajemen, Akuntansi Manajemen, Manajemen Administrasi Perkantoran (Sarjana)", "job_title": "Procurement", "job_description": "1. Menyiapkan Program Kerja Unit sebagai arah pencapaian kinerja pengelolaan Procurement, dengan menerjemahkan strategi fungsional, menjabarkan Kontrak Manajemen (KM) Fungsional, dan menyusun indikator-indikator kinerja unit \n2. Melaksanakan internal control dan risk control secara konsisten dengan menjalankan pengawasan melekat secara konsisten atas semua proses kerja, memetakan risk pada proses kerja, merencanakan mitigation plan dan membuat pelaporan risk secara periodik. \n3. Memastikan telah dicreate dan Realease PR setelah menerima Nota Dinas permintaan pengadaan dan atau dokumen justifikasi kebutuhan (meliputi : Lingkup pekerjaan, BoQ, spesifikasi Teknik/ TOR) dari user.\n4. Menyajikan dokumen pengadaan meliputi Justifikasi Kebutuhan, persyaratan administrasi pengadaan, persyaratan teknis, persyaratan kontrak, undangan pengambilan dokumen pengadaan dan berita acara hasil klasifikasi & negosiasi. \n5. Menyajikan database vendor dan harga dengan melakukan survey validitas vendor dan survey harga pasar barang dan jasa, mengevaluasi vendor dan harga, melakukan update data vendor dan harga, serta Menyusun estimasi harga, Analisa dan validasi harga. \n6. Menyajikan kesepakatan harga antara TLT & mitra, dengan melakukan lelang/ tender dan melakukan negosiasi harga. \n7. Menyajikan SPPH dengan mengacu pada Justifikasi Kebutuhan dan TOR (Term of Reference) dari user.\n8. Memastikan proyek-proyek pengadaan baik yang sedang on-going maupun yang sudah selesai didokumentasikan secara sistematis. \n9. Memastikan dokumen legal persyaratan pembuatan kontrak dilengkapi untuk memenuhi compliance terhadap kebijakan yang telah ditetapkan. \n10. Melaksanakan implementasi aktivitas-aktivitas budaya organisasi \n11. Membangun relasi dengan unit kerja lain dan key person (eksternal/ internal) untuk mendukung penyelesaian pekerjaan \n12. Memastikan kompetensi yang dipersyaratkan bagi pekerjaan ditingkatkan, dengan mempelajari keahlian /pengetahuan yang sesuai untuk menyelesaikan pekerjaan dengan efektif dan menciptakan inovasi kerja \n13. Menerima tugas dan tanggung jawab lain yang diberikan oleh atasan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 21, "position_type": "Procurement", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}