{"id": 19797, "source_id": "a08085ad-3f0c-424b-bdf4-bc51e6109b42", "company_name": "Deputi Bidang Industri dan Investasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Administrasi Perkantoran, Manajemen (Sarjana)", "job_title": "Administrasi Perkantoran", "job_description": "Deputi Bidang Industri dan Investasi – Kementerian Pariwisata\n\n📌 Deskripsi Umum\nStaf Administrasi Perkantoran bertugas mendukung kelancaran operasional kantor melalui pengelolaan administrasi, dokumentasi, surat-menyurat, dan koordinasi internal. Posisi ini memastikan kegiatan administrasi berjalan tertib, terdokumentasi dengan baik, dan mendukung program Deputi Bidang Industri dan Investasi secara efektif.\n\n📌 Tugas & Tanggung Jawab\n- Menangani surat masuk, surat keluar, dan dokumentasi administrasi sesuai prosedur.\n- Menyusun agenda, notulensi rapat, dan laporan kegiatan kantor.\n- Mengelola arsip dokumen, data program, dan file penting dengan sistematis.\n- Mendukung proses pengadaan, inventaris, dan perlengkapan kantor.\n- Membantu koordinasi antarunit dan pencatatan kegiatan operasional.\n- Menyusun laporan rutin administrasi untuk atasan.\n- Memberikan dukungan administrasi untuk kegiatan event, workshop, dan program Deputi.\n- Memastikan kepatuhan terhadap SOP administrasi dan prosedur internal kantor.\n\n📌 Kualifikasi Umum\n- Pendidikan minimal S1 Administrasi Perkantoran, Manajemen, Sekretaris, atau bidang relevan.\n- Memahami administrasi perkantoran, surat-menyurat, dan pengarsipan dokumen.\n- Terampil menggunakan Microsoft Office (Word, Excel, PowerPoint, Outlook).\n- Teliti, terorganisir, dan mampu bekerja secara mandiri maupun tim.\n- Memiliki kemampuan komunikasi yang baik dan etika kerja yang profesional.\n- Mampu menangani pekerjaan administratif dengan tepat waktu.\n\n📌 Lokasi Penempatan\nDeputi Bidang Industri dan Investasi\nKementerian Pariwisata\nJakarta Pusat", "application_deadline": "2025-12-07", "quota": 1, "registered": 22, "position_type": "Administrasi Perkantoran", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Industri dan Investasi", "angkatan": "3", "tahun": "2025"}