{"id": 19836, "source_id": "a08063e5-57d2-4d7e-8d31-2acdfc3ad2ff", "company_name": "Sekretariat Jenderal", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Hubungan Internasional (Sarjana)", "job_title": "Assistant Hubungan Masyarakat", "job_description": "Melaksanakan penelaahan dan penyusunan draf awal dokumen kerjasama bilateral serta multilateral; melakukan pengumpulan dan pengolahan data riset terkait isu strategis energi global; menyusun bahan materi pimpinan, notulensi, dan laporan kegiatan pertemuan internasional; memfasilitasi dukungan administrasi dan teknis dalam penyelenggaraan sidang atau rapat kerja sama; serta mengelola pengarsipan dan penerjemahan dokumen untuk mendukung kelancaran fungsi diplomasi energi di lingkungan Kementerian ESDM.\n\nPersyaratan:\n1. Memahami konsep dasar diplomasi, kerja sama bilateral/multilateral, organisasi internasional, serta kebijakan luar negeri.\n2. Memiliki kemampuan analisis isu global, khususnya terkait energi, transisi energi, mineral, ketenagalistrikan, dan perubahan iklim.\n3. Mampu menyusun bahan komunikasi resmi seperti  small brief, notulensi rapat, korespondensi internasional.\n4. Menguasai Bahasa Inggris lisan maupun tulisan (diutamakan memiliki sertifikasi TOEFL/IELTS atau pengalaman mengikuti kegiatan internasional).\n5. Terbiasa melakukan riset cepat (quick research), desk study, dan pengolahan data/informasi untuk mendukung kebutuhan kerja sama internasional.\n6. Mampu bekerja cepat, teliti, dan adaptif dalam lingkungan birokrasi. Bersedia mengikuti kegiatan di luar jam kerja apabila dibutuhkan (rapat koordinasi, penyusunan dokumen, dan acara internasional).\n7. Mampu bekerja dalam tim, memiliki etika komunikasi yang baik, serta menjaga kerahasiaan dokumen dan informasi.\n8. Berdomisili di Jabodetabek diutamakan. \n9. Diutamakan memiliki pengalaman organisasi atau kepanitiaan bidang diplomasi, hubungan internasional, konferensi internasional (MUN), atau kegiatan kampus yang terkait kerja sama internasional dibuktikan dengan sertifikat keikutersertaan dalam seminar/forum/organisasi terkait.\n\nPenempatan: Biro Komunikasi, Layanan Informasi Publik, dan Kerja Sama", "application_deadline": "2025-12-07", "quota": 1, "registered": 22, "position_type": "Assistant Hubungan Masyarakat", "government_agency": "Kementerian Energi dan Sumber Daya Mineral", "sub_government_agency": "Sekretariat Jenderal", "angkatan": "3", "tahun": "2025"}