{"id": 19909, "source_id": "a08049ae-dfc4-46bb-9b2f-4d9643a435b5", "company_name": "Sekretariat Jenderal", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Jurnalistik, Fotografi, Komunikasi, Multimedia (Sarjana)", "job_title": "Jurnalis", "job_description": "Mendukung tim Komunikasi Publik dalam melaksanakan peliputan agenda pimpinan dan kegiatan strategis di lingkungan Kementerian ESDM, mulai dari pengumpulan bahan informasi di lapangan, perekaman wawancara, hingga pendokumentasian acara. Bertugas menyusun draf awal berita, artikel website, atau siaran pers (press release) dengan bahasa yang informatif dan sesuai kaidah jurnalistik, guna memastikan diseminasi informasi sektor energi dan sumber daya mineral tersampaikan secara akurat dan tepat waktu kepada masyarakat.\n\nPersyaratan:\n1.⁠ ⁠Minimal S1 / D4 (Jurnalistik, Fotografi, Komunikasi, Multimedia, atau jurusan terkait).\n2.⁠ ⁠Menguasai teknik fotografi (komposisi, pencahayaan, exposure) dan videografi (frame rate, shutter, lensa, stabilisasi).\n3.⁠ ⁠Terbiasa menggunakan kamera profesional (DSLR/mirrorless/kamera video profesional) dan berbagai lensa.\n4.⁠ ⁠Memiliki kemampuan editing foto dan menguasai software pengolahan foto (Adobe Photoshop/Lightroom).\n5.⁠ ⁠Mampu menulis berita baik straight news maupun feature\n6.⁠ ⁠Memahami etika jurnalistik, verifikasi fakta, izin rekaman, hingga teknik peliputan. \n7.⁠ ⁠Mampu bekerja cepat, flexible dan akurat di bawah tekanan deadline. Bersedia bekerja di luar jam kerja, termasuk hari libur.\n8.⁠ ⁠Mampu bekerja dengan Tim dan memiliki komunikasi lisan & tulisan yang bagus.\n9.⁠ ⁠Diutamakan laki-laki dan bertempat tinggal (rumah/kos/rusun/apt) di Jakarta.\n10.⁠ ⁠Diutamakan memiliki pengalaman atau pernah aktif di Organisasi Mahasiswa Bidang Jurnalistik.\n\nPenempatan: Biro Komunikasi, Layanan Informasi Publik, dan Kerja Sama", "application_deadline": "2025-12-07", "quota": 2, "registered": 23, "position_type": "Jurnalis", "government_agency": "Kementerian Energi dan Sumber Daya Mineral", "sub_government_agency": "Sekretariat Jenderal", "angkatan": "3", "tahun": "2025"}