{"id": 19948, "source_id": "a080bd71-72d6-4833-9919-5b81c26396cc", "company_name": "PT Pohon Biru Jaya", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Sains Data, Statistika dan Sains Data, Teknik Komputer, Sistem Komputer, Teknologi Sains Data (Sarjana)", "job_title": "Data Analyst (Intern/ Fulltime)", "job_description": "Job Descriptions:\n\n1. Maintain and update the sales database to ensure accurate and real-time data availability.\n2. Analyze sales trends, customer behavior, and promotional effectiveness to provide strategic recommendations.\n3. Support sales target forecasting by leveraging historical data and market trends.\n4. Monitor key KPIs such as conversion rates, response time, churn rate, and customer retention to identify gaps and opportunities.\n5. Generate regular reports and dashboards to track performance at the center and team level.\n6. Collaborate with the sales and operations teams to provide data-driven insights for strategy improvements.\n7. Evaluate individual sales performance based on KPIs and recommend rewards or corrective actions.\n8. Ensure data integrity across multiple platforms, including CRM, Google Spreadsheets, and sales tracking tools.\n\nJob Requirements:\n1. 0-5 years of experience in data analysis, sales operations, or business intelligence.\n2. Strong analytical skills with proficiency in SQL, Google Spreadsheets, BigQuery, GCP, or data visualization tools (Superset, Metabase, Google Data Studio, Looker, etc.).\n3. Experience managing and analyzing sales or customer behavior data to drive insights.\n4. Ability to track and monitor KPIs, providing actionable recommendations to improve performance.\n5. Excellent problem-solving skills and attention to detail.\n6. Strong communication skills to translate data findings into business strategies.\n7. Ability to work independently while collaborating with sales, Growth, and operational teams.", "application_deadline": "2025-12-07", "quota": 2, "registered": 23, "position_type": "Data Analyst (Intern/ Fulltime)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}