{"id": 20229, "source_id": "a07ee4a3-3400-448b-bfe9-962bc51f77b1", "company_name": "Biro Hubungan Masyarakat dan Kerja Sama Luar Negeri", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Ilmu Komunikasi, Hubungan Masyarakat Dan Komunikasi Digital, Jurnalistik, Film dan Televisi, Teknologi Multimedia Broadcasting (Sarjana, Diploma)", "job_title": "Reporter", "job_description": "Kualifikasi Tambahan:\n- Sehat jasmani dan rohani\n- sertifikat toefl mininal 500\n- memiliki kemampuan menulis dan melaporkan berita, baik untuk media cetak maupun digital\n- memiliki kemampuan komunikasi dan interpersonal\n- memiliki kemampuan mobile journalism mencakup mengedit video dan audio untuk bahan pemberitaan, menentukan media yang cocok untuk menyampaikan berita, serta membangun interaksi dengan audiens melalui berbagai platform media sosial.\n- memiliki kemampuan bercerita (storytelling)\n- memiliki kemampuan riset, investigasi dan wawancara\n- memiliki wawasan yang luas dan mudah beradaptasi\n- Kreatif, komunikatif, dan mampu bekerja dalam tim.\n- memiliki etika, bertanggung jawab dan disiplin\n- memiliki alat kerja sendiri (laptop)\n=======###=======\nDeskripsi Lingkup Tugas:\n1. Melakukan peliputan berbagai kegiatan kementerian, termasuk agenda menteri, pejabat eselon, program strategis, event, konferensi pers, kunjungan kerja, dan kegiatan unit pelaksana teknis.\n2. Mengumpulkan data, fakta, dan pernyataan resmi dari narasumber internal maupun eksternal.\n3. Melakukan wawancara langsung dengan pejabat, pemangku kepentingan, mitra kerja, dan masyarakat terkait topik kehumasan.\n4. Memastikan akurasi informasi melalui verifikasi data dan cross-check dari berbagai sumber.\n5. Menulis naskah berita untuk media internal kementerian (website, media sosial, newsletter, majalah, dan laporan).\n6. Menghasilkan materi jurnalisme pemerintah seperti artikel, feature, hard news, soft news, dan press release.\n7. Menyusun naskah untuk keperluan video news, dokumenter singkat, dan konten publikasi visual.\n8. Mengolah hasil wawancara dan riset menjadi informasi publik yang mudah dipahami dan relevan.\n9. Mengelola arsip hasil liputan, transkrip wawancara, serta bahan publikasi untuk kebutuhan internal.\n10. Bekerja sama dengan fotografer dan videografer untuk memastikan dokumentasi visual sesuai kebutuhan pemberitaan.\n11. Memberikan usulan sudut pandang cerita (angle) dan ide konten yang mendukung citra positif kementerian.\n12. Mengidentifikasi isu-isu strategis terkait sektor kementerian dan menerjemahkannya menjadi informasi yang berguna bagi publik.\n13. Mendukung proses klarifikasi dan penyediaan data jika terjadi isu atau krisis komunikasi.\n14. Menyampaikan informasi publik secara objektif, akurat, dan sesuai pedoman komunikasi pemerintah.\n15. Mengikuti perkembangan isu sektoral, kebijakan terbaru, dan pengetahuan teknis terkait kelautan/perikanan (atau sektor kementerian lainnya).", "application_deadline": "2025-12-07", "quota": 3, "registered": 28, "position_type": "Reporter", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Biro Hubungan Masyarakat dan Kerja Sama Luar Negeri", "angkatan": "3", "tahun": "2025"}