{"id": 20297, "source_id": "a08138ee-891a-4741-bfda-84f6b4af9160", "company_name": "IDX Solusi Teknologi Informasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Informatika, Teknik informatika, Ilmu Komputer, Teknik Komputer, Sistem Informasi (Sarjana)", "job_title": "System Developer", "job_description": "Pengembangan Perangkat Lunak\n- Mengembangkan aplikasi berbasis web, mobile, atau desktop sesuai kebutuhan perusahaan.\n- Mengembangkan backend dan middleware sesuai dengan kebutuhan dari perangkat lunak yang dibangun.\n- Menulis kode yang efisien, modular, dan mudah dipelihara sesuai dengan standar pengembangan perangkat lunak.\n- Melakukan debugging dan troubleshooting untuk memastikan aplikasi berjalan dengan baik.\n \nAnalisis dan Perancangan Sistem\n- Berkoordinasi dengan tim analis sistem dan arsitek dalam memahami kebutuhan bisnis dan merancang solusi perangkat lunak yang sesuai.\n- Berkoordinasi dengan tim analis sistem untuk menentukan framework dan teknologi yang digunakan dalam pengembangan perangkat lunak.\n\nPengujian dan Validasi Kode\n- Melakukan unit testing dan integration testing guna memastikan aplikasi berfungsi sesuai dengan spesifikasi yang ditentukan.\n-Mengidentifikasi dan memperbaiki bug atau celah keamanan dalam aplikasi.\n- Berkolaborasi dengan tim Quality Assurance (QA) dalam proses pengujian dan validasi aplikasi.\n \nPemeliharaan dan Optimalisasi Sistem\n- Melakukan pemeliharaan rutin pada perangkat lunak yang telah dikembangkan agar tetap berjalan optimal.\n- Mengimplementasikan peningkatan fitur atau perbaikan berdasarkan umpan balik pengguna dan kebutuhan bisnis.\n- Mengoptimalkan performa aplikasi agar lebih efisien dan responsif.\n\nKeamanan Aplikasi\n- Mengembangkan perangkat lunak dengan memperhatikan prinsip keamanan (secure coding).", "application_deadline": "2025-12-07", "quota": 3, "registered": 29, "position_type": "System Developer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}