{"id": 20410, "source_id": "a07e573e-5820-4055-8ebf-2a625447ab4c", "company_name": "PT. Bank Mega, Tbk", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Psikologi, Teknik informatika, sistem informasi, Desain Komunikasi Visual, Desain Produk (Sarjana)", "job_title": "UI/UX Designer-Researcher Intern", "job_description": "a. Mendukung proses desain produk digital (mobile & web)\n-Membantu pembuatan wireframe, user flow, dan high-fidelity design menggunakan Figma.\n-Menyesuaikan desain dengan design system dan brand guideline yang telah ditetapkan.\nb. Melakukan riset pengguna (UX Research)\n-Membantu perencanaan dan pelaksanaan user interview, usability testing, serta competitor analysis.\n-Mengolah dan menganalisis temuan riset untuk memberikan insight bagi tim desain dan produk.\nc. Berpartisipasi dalam proses ideasi dan kolaborasi lintas tim\n- Mengikuti diskusi dengan tim desain, produk, dan IT untuk memahami kebutuhan pengguna serta bisnis.\n- Memberikan ide-ide kreatif untuk meningkatkan user experience berdasarkan hasil riset dan observasi.\nd. Membantu penyusunan dan perapihan dokumentasi desain\n- Merapikan struktur dan naming convention pada file Figma sesuai standar tim.\n- Menyusun presentation slides atau design summary untuk review internal maupun stakeholder.\ne. Melakukan audit hasil desain IT dengan hasil desain di Figma\n- Mengecek kesesuaian implementasi UI oleh tim IT dengan desain final di Figma.\n- Mencatat gap atau inkonsistensi visual/interaksi, lalu memberikan umpan balik kepada tim terkait untuk perbaikan.\nf. Melakukan iterasi dan perbaikan desain berdasarkan feedback\n-Mengumpulkan masukan dari mentor, stakeholder, dan hasil testing untuk melakukan penyempurnaan desain.\n-Berpartisipasi dalam design review session untuk memahami proses evaluasi desain profesional.\ng. Mengembangkan kemampuan profesional dan komunikasi desain\n-Belajar mengkomunikasikan alasan di balik keputusan desain (design rationale).\n-Meningkatkan kepekaan terhadap detail visual, interaksi pengguna, dan prinsip human-centered design.", "application_deadline": "2025-12-07", "quota": 1, "registered": 32, "position_type": "UI/UX Designer-Researcher Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}