{"id": 20457, "source_id": "a081370e-d586-4339-8317-df2454bb84f7", "company_name": "IDX Solusi Teknologi Informasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Informatika, Sistem Informasi, Sistem Komputer, Teknik Komputer, Teknik Informatika (Sarjana)", "job_title": "Quality Assurance", "job_description": "Perencanaan dan Strategi Pengujian\n- Menyusun rencana pengujian (test plan) berdasarkan spesifikasi perangkat lunak dan kebutuhan bisnis.\n- Mengembangkan dan memperbarui skenario pengujian (test case) untuk memastikan semua fitur diuji secara menyeluruh.\n- Menentukan metode pengujian yang sesuai, baik manual maupun otomatis.\n\nPelaksanaan Pengujian\n- Melakukan pengujian fungsional, regresi, kinerja, keamanan, dan kompatibilitas pada sistem atau aplikasi yang dikembangkan.\n- Menggunakan alat otomatisasi pengujian (jika diperlukan) untuk meningkatkan efisiensi pengujian.\n- Berkoordinasi dengan tim pengembang dalam proses debugging dan perbaikan bug.\n\nAnalisis dan Dokumentasi Hasil Pengujian\n- Menganalisis hasil pengujian dan mendokumentasikan bug atau kesalahan yang ditemukan.\n- Memberikan laporan pengujian kepada tim pengembang dan manajemen untuk evaluasi lebih lanjut.\n- Melakukan verifikasi dan validasi setelah perbaikan dilakukan oleh tim pengembang.\n\nMonitoring dan Evaluasi Kualitas Produk\n- Memastikan bahwa perangkat lunak yang telah diuji memenuhi standar kualitas sebelum dirilis ke pengguna akhir.\n- Melakukan pengujian ulang (retesting) untuk memastikan perbaikan telah diterapkan dengan benar.\n- Mengevaluasi efektivitas proses Quality Assurance dan mengusulkan perbaikan jika diperlukan.\n\nPeningkatan Proses QA dan Standarisasi\n- Mengembangkan prosedur, kebijakan, dan standar pengujian yang sesuai dengan praktik terbaik industri.\n- Menganalisis tren bug dan pola kesalahan untuk mencegah masalah serupa di masa mendatang.\n- Melakukan riset terhadap teknologi baru dalam pengujian perangkat lunak dan menerapkannya jika sesuai.", "application_deadline": "2025-12-07", "quota": 3, "registered": 34, "position_type": "Quality Assurance", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}