{"id": 20455, "source_id": "a0808345-25aa-46de-8744-9af23a5aa3c1", "company_name": "Deputi Bidang Industri dan Investasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Pariwisata (Sarjana)", "job_title": "Pariwisata", "job_description": "Deputi Bidang Industri dan Investasi – Kementerian Pariwisata\n\n📌 Deskripsi Umum\nStaf Pengembangan Pariwisata bertugas mendukung penyusunan program, analisis sektor pariwisata, pengembangan industri pariwisata, serta pelaksanaan kegiatan yang berkaitan dengan peningkatan investasi dan daya saing destinasi. Posisi ini membantu pelaksanaan kebijakan dan program strategis yang berkaitan dengan industri pariwisata, usaha pariwisata, dan peningkatan kualitas ekosistem usaha.\n\n📌 Tugas & Tanggung Jawab\n- Melakukan kajian dan analisis terkait pengembangan industri pariwisata, destinasi wisata, dan peluang investasi.\n- Menyusun bahan kebijakan, laporan, dan rekomendasi program pengembangan pariwisata.\n- Mendukung pelaksanaan kegiatan: forum investasi, pendampingan usaha pariwisata, sosialisasi kebijakan, workshop pelaku industri, dan program fasilitasi lainnya.\n- Mengumpulkan, mengelola, dan menganalisis data sektor pariwisata (usaha pariwisata, daya tarik wisata, SDM sektor pariwisata, peluang investasi).\n- Berkoordinasi dengan pemerintah daerah, pelaku industri, asosiasi pariwisata, dan stakeholder lainnya.\n- Membantu penyusunan dokumen teknis, rencana program, dan laporan kegiatan.\n- Mendukung pelaksanaan monitoring dan evaluasi program yang terkait industri pariwisata.\n- Menyusun materi presentasi, paparan, dan publikasi teknis tentang pengembangan pariwisata dan peluang investasi.\n- Membantu implementasi standar usaha pariwisata, sertifikasi kompetensi, dan program peningkatan kualitas industri.\n\n📌 Kualifikasi Umum\n- Pendidikan minimal S1 Pariwisata, Destinasi Pariwisata, Usaha Pariwisata, Hospitality, Manajemen Bisnis Pariwisata, atau jurusan relevan.\n- Memahami konsep dasar pengembangan destinasi, usaha pariwisata, industri, dan ekosistem investasi pariwisata.\n- Memiliki kemampuan analisis data dan penyusunan laporan.\n- Mampu bekerja dalam tim, responsif, dan mampu berkoordinasi dengan berbagai pihak.\n- Terampil menggunakan Microsoft Office (Word, Excel, PowerPoint).\n- Komunikatif dan memiliki kemampuan penyusunan materi presentasi yang baik.\n- Teliti, proaktif, dan memiliki ketertarikan pada pengembangan industri pariwisata.\n\n📌 Lokasi Penempatan\nDeputi Bidang Industri dan Investasi\nKementerian Pariwisata\nJakarta Pusat", "application_deadline": "2025-12-07", "quota": 2, "registered": 34, "position_type": "Pariwisata", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Industri dan Investasi", "angkatan": "3", "tahun": "2025"}