{"id": 20539, "source_id": "a07470ce-e453-4e00-a2b6-7304ad09391d", "company_name": "Suitmedia Kreasi Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Informatika, Ilmu Komputer, Sistem Informasi, Rekayasa Perangkat Lunak Aplikasi, Teknik Komputer Dan Jaringan (Diploma, Sarjana)", "job_title": "Business Analyst Apprentice Specialization Track: System Analyst / Mobile Analyst", "job_description": "Role:\n1. You will embark on a comprehensive, hands-on learning journey in digital solution analysis, with an initial assessment determining your specialization in either web or mobile application solutions. \n2. This apprenticeship is designed for fresh graduates to cultivate your skills deeply within an assigned track, guiding you to become a proficient analyst contributing to real-world digital projects. \n3. You will be closely mentored, learning industry best practices in bridging business requirements with technical solutions, understanding system architecture, and fostering a collaborative approach to problem-solving within a dynamic digital consulting environment, focusing on your specific area of expertise.\n\nResponsibilities:\n1. Following an initial assessment, actively learn and assist in conducting research to understand client needs and user requirements within your assigned specialization (Web or Mobile).\n2. Learn to analyze business requirements and translate them into preliminary software specifications for your specific track (web applications or mobile applications).\n3. Support the design of information architecture, user flows, and functional wireframes relevant to your specialization.\n4. Participate in software quality assurance processes, learning to identify and report issues to ensure system quality of your assigned solutions.\n5. Learn to contribute to high-quality technical documentation, preparing materials appropriate for various stakeholders in your focus area.\n6. Assist in gathering data and feedback from end-users to identify areas for system improvement for web or mobile solutions.\n7. Learn to analyze basic analytics and business data to create insightful reports, communicating ideas, challenges, and progress throughout the software development life cycle.\n8. Collaborate effectively within cross-functional project teams, understanding the interplay between different roles in digital product development.\n\nQualifications:\n1. Educational Background: Bachelor's degree in Information Systems, Computer Science, Information Technology, or a closely related technical field.\n2. Professional Experience: This program is specifically designed for fresh graduates with no prior full-time professional experience. Strong academic performance, participation in relevant coursework, and projects demonstrating an interest in system analysis, business analysis, or digital product development are highly essential. Internships completed during your studies are a plus.\n3. Technical/Hard Skills: Excellent analytical skills, encompassing problem understanding to basic solution conceptualization. Foundational understanding of the software development lifecycle and digital product architecture (including concepts like MVC framework, ER models, OO design principles, or mobile platform specifics). Good sense of user experience (UX) and user interface (UI) design principles for digital applications.\n4. Soft Skills: Strong logical thinking and problem-solving abilities. Excellent communication skills (written and verbal) for effective collaboration with clients, users, and internal teams. Highly organized, detail-oriented, and a proactive, eager-to-learn mindset in a fast-paced environment.\n5. Bonus Points: Any exposure to web development, mobile app development, design tools (e.g., Figma, Sketch, Adobe XD), or analytics platforms.\n\nThis apprentice provides one slot under the role of Business Analyst Apprentice, but each candidate will be assigned to a specific specialization (System Analyst Apprentice, or Mobile Analyst Apprentice) based on skills, interest, and initial assessment. You are not expected to handle all specializations at once.", "application_deadline": "2025-12-07", "quota": 3, "registered": 36, "position_type": "Business Analyst Apprentice Specialization Track: System Analyst / Mobile Analyst", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}