{"id": 20565, "source_id": "a07e5339-5079-4d63-b346-5f096e4b6cf1", "company_name": "Rakamin Kolektif Madani", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Sistem Informasi, Desain Produk, Desain Grafis, Desain Komunikasi Visual, Teknik Informatika (Diploma, Sarjana)", "job_title": "UI/UX Designer Intern", "job_description": "1. Berkolaborasi dengan engineer frontend/backend dan tim produk untuk menciptakan pengalaman pengguna yang konsisten dan selaras dengan kebutuhan bisnis.\n2. Membangun dan memelihara design system serta komponen UI yang dapat diskalakan, mengikuti bahasa desain dan prinsip brand perusahaan.\n3. Merancang alur pengguna (user flow), wireframe, dan prototipe interaktif untuk mengkomunikasikan ide desain dengan jelas.\n4. Melakukan riset pengguna melalui wawancara, survei, usability testing, maupun analisis data untuk memahami kebutuhan, perilaku, dan pain point pengguna.\n5. Menerjemahkan insight riset menjadi solusi desain yang berfokus pada pengalaman pengguna sekaligus memenuhi tujuan bisnis.\n6. Bekerja sama dengan tim QA untuk memastikan konsistensi desain pada implementasi, serta melakukan iterasi berbasis feedback dari pengguna.\n7. Menjaga standar kualitas visual dan interaksi agar aplikasi web dan mobile memenuhi standar kelas dunia.\n8. Mengoptimalkan performa desain dalam konteks kecepatan, aksesibilitas, dan inklusivitas.\n9. Berpartisipasi dalam siklus hidup produk penuh, mulai dari ideasi, desain, validasi, implementasi, hingga evaluasi.\n10. Memberikan masukan terkait kelayakan desain, estimasi timeline, dan trade-off produk bersama tim bisnis dan teknis.\n11. Secara aktif terlibat dengan pengguna dan pemangku kepentingan untuk memahami kebutuhan mereka dan menerjemahkannya menjadi inovasi produk.", "application_deadline": "2025-12-07", "quota": 2, "registered": 37, "position_type": "UI/UX Designer Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}