{"id": 20793, "source_id": "a080251a-73c5-49e5-8f79-196f89633e23", "company_name": "Pusat Data dan Informasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Sistem Informasi, Teknik Informatika, Desain Komunikasi Visual, Multimedia, Desain Produk (Diploma, Sarjana)", "job_title": "UI/UX Designer", "job_description": "UI/UX Designer bertanggung jawab untuk merancang pengalaman pengguna yang intuitif, menarik, dan fungsional pada aplikasi maupun website\n\nLingkup tugas:\n⦁\tRiset dan Analisis Pengguna\n- Melakukan user research, wawancara, dan survei untuk memahami kebutuhan serta perilaku pengguna.\n- Membuat persona dan user journey untuk memetakan alur interaksi.\n⦁\tPerancangan Antarmuka (UI)\n- Mendesain tampilan aplikasi/website dengan prinsip estetika, konsistensi, dan keterbacaan.\n- Menggunakan tools desain seperti Figma dan Adobe Illustrator untuk membuat wireframe, mockup, dan prototipe interaktif.\n⦁\tPengembangan Pengalaman (UX)\n- Menyusun struktur informasi (information architecture) agar navigasi mudah dipahami.\n- Melakukan usability testing untuk memastikan desain sesuai ekspektasi pengguna.\n⦁\tKolaborasi Tim\n- Bekerja sama dengan developer, product manager, dan stakeholder untuk memastikan desain dapat diimplementasikan dengan baik.\n- Membuat dokumentasi desain yang jelas agar mudah dipahami tim teknis.\n⦁\tKreativitas dan Imajinasi\n- Menghadirkan solusi visual yang inovatif dengan imajinasi tinggi.\n- Menciptakan desain yang tidak hanya fungsional tetapi juga memberikan pengalaman emosional positif bagi pengguna.\n\nSilakan lampirkan portofolio hasil karya desain (UI/UX, prototipe, ilustrasi, atau aplikasi yang pernah dibuat) sebagai bukti keterampilan dan kreativitas.", "application_deadline": "2025-12-07", "quota": 2, "registered": 50, "position_type": "UI/UX Designer", "government_agency": "Lembaga Administrasi Negara", "sub_government_agency": "Pusat Data dan Informasi", "angkatan": "3", "tahun": "2025"}