{"id": 20914, "source_id": "a08073ed-19d5-4041-b969-09cb78bcd9b3", "company_name": "Direktorat Perencanaan Ruang Perairan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Pembangunan Ekonomi Kewilayahan, Sosial Ekonomi Perikanan, Perencanaan Wilayah Dan Kota, Teknik Kelautan, Ilmu Kelautan (Sarjana, Diploma)", "job_title": "Analis Perencanaan Wilayah dan Kawasan", "job_description": "-\tMenginventarisasi dan menganalisis peraturan perundang-undangan yang berkaitan dengan penataan ruang laut, rencana tata ruang wilayah nasional (RTRWN), dan pengelolaan kawasan antarwilayah, termasuk sinkronisasi antara kebijakan pusat dan daerah.\n-\tMengidentifikasi dasar hukum dan keterkaitan regulasi antar sektor (kelautan, perikanan, lingkungan, energi, pertahanan, dan transportasi laut) yang memengaruhi penyusunan dan pelaksanaan rencana tata ruang laut nasional dan antarwilayah.\n-\tMendukung penyusunan naskah kajian hukum terkait penyelarasan Rencana Tata Ruang Laut dengan kebijakan strategis nasional, serta implikasi hukum dari perubahan peraturan atau kebijakan yang berlaku.\n-\tMenganalisis aspek hukum dalam pemanfaatan ruang laut termasuk perizinan, hak pengelolaan, dan potensi tumpang tindih pemanfaatan ruang laut antar kegiatan atau antar wilayah.\n-\tMenyusun matriks atau peta regulasi (legal mapping) untuk mendukung integrasi kebijakan penataan ruang laut ke dalam RTRWN dan rencana kawasan antarwilayah.\n-\tMendukung penyusunan dokumen hukum dan administratif seperti notulensi rapat koordinasi, telaahan staf, atau konsep rekomendasi kebijakan terkait aspek hukum penataan ruang laut.\n-\tMembantu analisis harmonisasi kebijakan antara tata ruang darat dan laut, serta implikasinya terhadap pengaturan kewenangan lintas sektor dan lintas wilayah dalam konteks hukum tata ruang nasional.", "application_deadline": "2025-12-07", "quota": 1, "registered": 64, "position_type": "Analis Perencanaan Wilayah dan Kawasan", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Direktorat Perencanaan Ruang Perairan", "angkatan": "3", "tahun": "2025"}