{"id": 20994, "source_id": "a0814fb3-56dd-427a-a49c-671a235d6ecc", "company_name": "Vortech Corp Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Pertanian, Agroteknologi, Ilmu Tanah, Budidaya Tanaman Hortikultura, Ilmu Pertanian (Sarjana)", "job_title": "Agriculture Technology Research Team", "job_description": "Formasi: 1 (satu) orang\nLokasi: Jakarta (Hybrid – On-Site & Field Research)\nDurasi: 6 Bulan\nPerusahaan: PT. Vortech Corp Indonesia\nInformasi Perusahaan: https://vorcorp.com/career\n\n•\tTentang Vortech Corp\n\nVortech Corp adalah perusahaan Indonesia berbasis global dengan kantor pusat di Dubai dan kantor operasional di Jakarta. Vortech berfokus pada pengembangan teknologi masa depan, mencakup Artificial Intelligence (AI), robotic automation, Low Orbit Satellite, dan berbagai inovasi teknologi pertanian cerdas yang berkelanjutan. Kami berkomitmen memperkuat riset dan investasi teknologi Indonesia untuk mendukung transformasi menuju masa depan yang lebih hijau dan efisien.\n\n•\tTentang Program\n\nSebagai bagian dari dukungan terhadap Program Magang Nasional Kementerian Ketenagakerjaan Republik Indonesia (Kemenaker RI), Vortech Corp membuka kesempatan magang khusus untuk mendukung proyek AI & Drone Agriculture, sebuah inisiatif kolaboratif yang menggabungkan sistem AI-based pest identification dengan drone pertanian otomatis untuk mendeteksi dan mengeksekusi tindakan di lapangan secara presisi seperti penyemprotan pupuk, pestisida, dan pengendalian hama. Peserta magang akan ditempatkan di kantor Jakarta dan akan sering ke lokasi penelitian Sentul, bekerja langsung bersama tim riset dan pengembangan teknologi Vortech Corp & Partners.\n\n•\tDeskripsi Pekerjaan Umum\n\n1.\tMembantu kegiatan penelitian dan pengujian lapangan prototipe IoT Device dan Drone Pertanian.\n2.\tMelakukan pengumpulan data dari IoT Device terkait cuaca, kelembapan, hama, dan efektivitas eksekusi drone.\n3.\tMembuat perancangan dan blueprint integrasi sistem IoT device di lapangan dengan Drone bersama tim divisi teknologi di Agriculture\n4.\tMenyusun laporan teknis dan rekomendasi pengembangan produk berdasarkan hasil penelitian.\n5.\tMendukung tim R&D dalam dokumentasi hasil uji coba, analisis visual data, dan improvement teknologi.\n6.\tMampu menganalisis potensi penerapan teknologi pertanian lain diberbagai lahan yang akan dimentoring langsung oleh pakarnya\n\n•\tKualifikasi\n\n1.\tFresh graduate atau maksimal 2 tahun setelah lulus (sesuai aturan Kemenaker RI).\n2.\tLatar belakang pendidikan: Teknik Pertanian, Agroteknologi, Hama, Ilmu Tanah, Ilmu Penyakit Tanaman, Hortikultura atau bidang terkait lainnya (Bukan IT).\n3.\tMemiliki ketertarikan pada AI, IoT, dan teknologi pertanian modern.\n4.\tSiap bekerja di lapangan (Sentul) dan di kantor Jakarta dalam sistem hybrid.\n5.\tMampu bekerja dalam tim kecil dan memiliki kemampuan analisis serta dokumentasi yang baik.\n6.\tExcellent in English.\n\n•\tBenefit\n1.\tSertifikat resmi dari Vortech Corp dan Program Magang Kemenaker RI.\n2.\tMentoring langsung oleh tim riset partner Vortech.\n3.\tKesempatan berkontribusi pada proyek nasional berbasis teknologi pertanian masa depan.\n4.\tUang saku ditanggung melalui Program Magang Kemenaker RI.\n5.\tKesempatan direkrut menjadi Research Associate atau Engineer Trainee di Vortech or Partners setelah program berakhir.\n\n•\tJadwal Pendaftaran\n4–7 Desember 2025 : Aplikasi Pendaftaran\n8–11 Desember 2025 : Seleksi & Pengumuman\n16 Desember 2025 – 15 Juni 2026 : Pelaksanaan Magang\n\n•\tCara Melamar\nKirim CV dan portofolio (jika ada) ke info@vorcorp.com dan daftar melalui Maganghub Kemenaker RI. Subjek Email: Agriculture Technology Research Team – [Nama Anda]", "application_deadline": "2025-12-07", "quota": 1, "registered": 86, "position_type": "Agriculture Technology Research Team", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}