{"id": 21067, "source_id": "a074df9b-c0f1-48a8-bfca-e027e2e9eb68", "company_name": "Kimia Farma Diagnostika", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Analis Kesehatan (Diploma)", "job_title": "Pelaksana ATLM", "job_description": "Kualifikasi : \n• Min. Pendidikan D3 Ahli Teknologi Laboratorium Medis\n• Usia Maksimal 27 tahun\n• Memiliki STR aktif\n• Lebih disukai memiliki pengalaman kerja, dan memiliki Sertifikasi flebotomi\n• Jujur, berintegritas, komunikatif\n• Mampu mengoperasikan komputer dengan baik (terutama Ms. Office)\n• Mampu bekerja dalam tim\n• Bersedia mengurus SIP di KF Laboratorium & Klinik\n\nJobdesc\n1. Melakukan persiapan harian hingga pemeriksaan bahan kontrol untuk memastikan alat, reagen, kontrol, kalibrator, ruangan yang digunakan berada pada kondisi yang optimal.\n2. Melakukan Distribusi Sampel.\n3. Melakukan proses pemeriksaan sesuai dengan bagiannya berdasarkan prosedur dan instruksi kerja yang berlaku, termasuk rujukan internal, rujukan eksternal, serta melaporkan hasil pemeriksaan untuk memastikan hasil pemeriksaan yang diperoleh akurat dan tepat waktu.\n4. Melakukan Input Hasil ke Program SIL.\n5. Melakukan stok harian atau FPH (Form Pengecekan Harian) reagen/bahan pembantu dan meminta permintaan barang ke bagian perbekalan cabang untuk reagen, kontrol, standar, sparepart/alat-alat dibagiannya, supaya tidak ada kekosongan reagen dan bahan pembantu di bagian.  \n6. Melakukan pemeliharaan alat di bagian serta alat lain dibawah tanggung jawabnya untuk memastikan alat selalu siap dan dalam keadaan berfungsi baik.\n7. Melakukan penutupan harian untuk memastikan bahwa peralatan lab sudah dilakukan pemeliharaan alat harian, persediaan reagen dan bahan pembantu untuk keesokan harinya tidak terjadi kekosongan.\n8. Menjalankan ketentuan K3 pada saat bekerja untuk memastikan tidak terjadi kecelakaan kerja\n9. Menyelesaikan masalah yang ada yang berkaitan dengan tanggung jawabnya termasuk melaporkan kerusakan sistem informasi/data/program yang digunakan dibagiannya untuk memastikan kelancaran kerja kepada atasannya. \n10.  Melaporkan kepada atasan bila menjumpai kesulitan dalam melaksanakan tugas    dan memerlukan bantuan pihak lain.\n11. Meminta masukan, persetujuan dan berkonsultasi terhadap hasil pasien ataupun  hasil QC yang diperoleh kepada PJ Shift/PJ Mutu/Koordinator/Dokter Penanggung   Jawab.\n12. Bersedia mengurus SIP di KF Laboratorium & Klinik", "application_deadline": "2025-12-07", "quota": 10, "registered": 186, "position_type": "Pelaksana ATLM", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}