{"id": 21166, "source_id": "a072a21e-54df-4b17-83af-021d8e8660fc", "company_name": "Nata Bersaudara Sejahtera", "province": "JAWA BARAT", "city": "KOTA TASIKMALAYA", "recommended_degree": "Pendidikan Teknik Elektro, Teknik Mesin, Teknik Mesin Industri, Teknik Elektro, Teknik Elektro Industri (Sarjana, Diploma)", "job_title": "Teknisi", "job_description": "Tugas & Tanggung Jawab Utama:\n 1. Pemeliharaan Mesin Produksi Melakukan perawatan preventif (preventive maintenance) sesuai jadwal harian, mingguan, dan bulanan. Memeriksa kondisi mesin (cup filler, sealer, kompresor, pompa, chiller, dsb.) untuk memastikan kinerja normal. Membersihkan dan melumasi komponen sesuai standar operasional. Mengisi checklist maintenance harian dan melaporkan hasil pemeriksaan ke Kepala Teknik. \n2. Perbaikan & Penanganan Kerusakan Menangani kerusakan mesin atau peralatan secara cepat dan tepat agar downtime minimal. Melakukan analisis penyebab kerusakan (troubleshooting) sebelum perbaikan. Mengganti komponen yang rusak dengan suku cadang sesuai spesifikasi. Melaporkan hasil perbaikan serta waktu pengerjaan di logbook perawatan. \n3. Pengawasan & Kalibrasi Membantu melakukan kalibrasi alat ukur produksi dan laboratorium. Memastikan seluruh peralatan utility (listrik, air, udara bertekanan) berfungsi dengan baik. Mengawasi kondisi panel listrik, instalasi pipa, dan sistem pompa air. \n4. Manajemen Sparepart & Peralatan Menjaga ketersediaan suku cadang dan alat kerja di gudang teknik. Membuat daftar kebutuhan sparepart dan mengajukan permintaan pembelian kepada Kepala Teknik. Menata dan merawat peralatan kerja agar aman dan siap pakai. \n5. Dokumentasi & Pelaporan Mengisi dan memperbarui form maintenance, logbook downtime, dan laporan kerja harian. Melaporkan kerusakan berulang untuk dianalisis penyebab utamanya (root cause analysis). Menyusun laporan bulanan kegiatan teknik kepada atasan. 6. Keselamatan & Kebersihan Kerja Mematuhi seluruh prosedur K3 dalam pelaksanaan pekerjaan. Menggunakan APD (Alat Pelindung Diri) saat bekerja. Menjaga kebersihan area teknik dan ruang mesin setelah perbaikan. \nWewenang: Menghentikan sementara mesin produksi yang berpotensi menimbulkan kerusakan atau bahaya. Mengajukan permintaan pembelian sparepart dan alat kerja. Memberikan rekomendasi teknis terkait perbaikan dan modifikasi mesin.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Teknisi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}