{"id": 21164, "source_id": "a07caf6f-89ae-448d-80a9-6504d4c988ec", "company_name": "Magna Inovasi Printing", "province": "JAWA BARAT", "city": "KAB. BOGOR", "recommended_degree": "Manajemen Pemasaran/Marketing, Bisnis Digital, Jaringan Telekomunikasi Digital (Diploma, Sarjana)", "job_title": "SEO & SEM specialist", "job_description": "Job Desk SEO & SEM Specialist – Magna Printing\n1. Strategi SEO (Search Engine Optimization)\nMenyusun dan menjalankan strategi SEO untuk meningkatkan peringkat website Magna Printing di mesin pencari.\nMelakukan riset kata kunci terkait jasa percetakan seperti: cetak packaging, cetak banner, digital printing, offset printing, buku, katalog, dll.\nMengoptimalkan on-page SEO: judul, meta description, heading, internal linking, alt text, dan struktur konten.\nMengoptimalkan halaman produk/layanan agar lebih mudah ditemukan calon pelanggan.\nMenyusun rekomendasi konten SEO-friendly untuk blog atau landing page.\n2. Off-Page & Technical SEO\nMengembangkan strategi backlink berkualitas: kerja sama media, blog industri, dan direktori bisnis.\nMengoptimalkan aspek teknis website seperti kecepatan loading, mobile-friendliness, sitemap, dan indexability.\nMelakukan audit SEO berkala dan memperbaiki error (broken link, redirect, duplikat konten, dsb.).\nMemastikan website kompatibel dengan Google Search Console & Google Analytics.\n3. Konten SEO & Optimasi Artikel\nMenyusun outline konten artikel yang berkaitan dengan edukasi printing, tips desain, proses produksi, dan keunggulan layanan.\nMemberikan brief keyword dan rekomendasi struktur konten kepada tim penulis atau marketing.\nMemastikan setiap artikel memiliki tujuan SEO yang jelas: traffic, edukasi, atau lead generation.\n4. Strategi SEM (Search Engine Marketing)\nMengelola kampanye iklan berbayar Google Ads (Search, Display, dan Performance Max).\nMembuat struktur keyword Ads yang relevan dengan layanan percetakan Magna Printing.\nMengoptimalkan budget, bidding, dan struktur kampanye untuk meningkatkan konversi dan menurunkan CPC.\nMelakukan A/B Testing pada teks iklan, landing page, serta audience targeting.\n5. Pengelolaan Landing Page & Konversi\nMengoptimalkan landing page jasa cetak agar tingkat konversi meningkat (CRO).\nMenganalisis perilaku pengunjung untuk menemukan hambatan dalam proses inquiry atau pembelian.\nBekerja sama dengan tim web untuk menerapkan perbaikan UI/UX.\n6. Analisis Data & Pelaporan\nMenggunakan Google Analytics, Google Ads, dan Search Console untuk mengevaluasi performa trafik & iklan.\nMembuat laporan bulanan terkait:\nranking keyword\ntrafik organic\nperforma iklan\nbiaya & konversi (CPC, CPA, ROAS)\nMemberikan insight strategi untuk meningkatkan hasil digital marketing perusahaan.\n7. Kolaborasi dengan Tim Internal\nBekerja sama dengan tim content, desainer, dan social media untuk memastikan branding konsisten.\nMemberikan rekomendasi konten berdasarkan keyword yang sedang tren.\nKoordinasi dengan tim marketing dan sales untuk memastikan lead dari SEO/SEM berkualitas.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "SEO & SEM specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}