{"id": 21210, "source_id": "a07c81df-c72d-486f-8fc1-76919075aa95", "company_name": "Kasih Itu Indah", "province": "JAWA BARAT", "city": "KAB. BANDUNG BARAT", "recommended_degree": "Bisnis Perhotelan, Manajemen Pariwisata (Diploma, Sarjana)", "job_title": "Quality Control", "job_description": "1. Pengawasan Kualitas Layanan\n\nMemastikan seluruh layanan tamu (front office, room service, resto, housekeeping) berjalan sesuai SOP resort.\n\nMelakukan pengecekan keramahtamahan staf, kecepatan pelayanan, dan standar komunikasi.\n\nMenilai kepuasan tamu melalui observasi langsung maupun feedback.\n\n2. Inspeksi Kebersihan & Kerapihan Area\n\nMelakukan inspeksi harian pada kamar, area publik, resto, toilet, kolam renang, dan fasilitas outdoor.\n\nMemastikan standar kebersihan, kerapihan, dan sanitasi selalu terpenuhi.\n\nMemberikan catatan perbaikan jika ditemukan area yang tidak memenuhi standar.\n\n3. Quality Check Fasilitas & Maintenance\n\nMengecek kondisi aset resort seperti AC, water heater, lampu, linen, amenities, furnitur, serta fasilitas outdoor.\n\nMelaporkan kerusakan kepada engineering dan memastikan tindak lanjutan sampai selesai.\n\nMenyusun checklist inspeksi untuk memantau kondisi fasilitas setiap hari.\n\n4. Monitoring Standar Produk F&B\n\nMemastikan kualitas makanan dan minuman sesuai standar rasa, penyajian, dan higienitas.\n\nMengecek kebersihan dapur, penyimpanan bahan, dan penggunaan APD staf F&B.\n\nMemastikan SOP food safety, suhu penyimpanan, dan standar plating diterapkan.\n\n5. Audit SOP & Kepatuhan Prosedur\n\nMeninjau pelaksanaan SOP di semua departemen: housekeeping, front office, resto, event, hingga keamanan.\n\nMelakukan audit berkala dan memberikan rekomendasi peningkatan kualitas.\n\nMemastikan seluruh tim memahami dan menjalankan SOP operasional.\n\n6. Penanganan Keluhan & Tindak Lanjut\n\nMengidentifikasi akar masalah dari keluhan tamu.\n\nBerkoordinasi dengan departemen terkait untuk solusi cepat dan tepat.\n\nMelakukan tindak lanjut untuk memastikan masalah tidak berulang.\n\n7. Laporan & Dokumentasi\n\nMenyusun laporan inspeksi harian, mingguan, dan bulanan.\n\nMendokumentasikan temuan, tindakan perbaikan, dan progress peningkatan kualitas.\n\nMemberikan laporan rekomendasi kepada manajemen untuk pengembangan layanan.\n\n8. Pelatihan & Peningkatan Standar\n\nMemberikan masukan dan pelatihan ringan kepada staf yang membutuhkan perbaikan kualitas kerja.\n\nMenjadi pengawas implementasi standar baru dan memastikan seluruh departemen menyesuaikan diri.\n\nMengembangkan ide untuk peningkatan pengalaman tamu (guest experience improvement).", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Quality Control", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}