{"id": 21243, "source_id": "a072cb27-1768-4eb4-aa65-2ce953336721", "company_name": "Grama Pramesi Siddhi", "province": "JAWA BARAT", "city": "KOTA BEKASI", "recommended_degree": "Perhotelan, Manajemen Perhotelan, Manajemen Perhotelan dan Pariwisata, Pengelolaan Perhotelan, Bisnis Perhotelan (Diploma)", "job_title": "Room & Hygine Intern", "job_description": "Tanggung Jawab Utama\n1. Pengawasan Kebersihan & Standar Kualitas\n\nMendukung pelaksanaan inspeksi kamar tamu dan area publik untuk memastikan kesesuaian dengan SOP dan standar brand.\nBerpartisipasi dalam proses verifikasi kebersihan, termasuk pengecekan linen, amenities, dan kelengkapan kamar.\nMemastikan penerapan protokol sanitasi sesuai regulasi kesehatan dan kebijakan hotel.\n\n2. Audit & Pelaporan\n\nMembantu tim dalam melakukan audit kebersihan berkala dan mendokumentasikan hasil temuan.\nMenyusun laporan harian terkait status kamar, tingkat kebersihan, dan rekomendasi perbaikan.\nBerkoordinasi dengan Supervisor Housekeeping untuk tindak lanjut hasil inspeksi.\n\n3. Pengelolaan Inventaris & Efisiensi Operasional\n\nMendukung pengelolaan stok linen, amenities, dan bahan pembersih dengan akurasi tinggi.\nMembantu proses pemesanan ulang (replenishment) dan memastikan ketersediaan sesuai kebutuhan operasional.\n\n4. Pengembangan Kompetensi & Pembelajaran\n\nMengikuti pelatihan internal terkait manajemen kebersihan, protokol higienitas, dan standar keselamatan.\nBerpartisipasi aktif dalam sesi pembelajaran lintas departemen untuk memahami integrasi operasional hotel.\nMenerima umpan balik secara proaktif dan mengimplementasikan perbaikan berkelanjutan.\n\n\nHasil Pembelajaran\n\nMemahami sistem manajemen kebersihan dan kontrol kualitas di industri hospitality kelas atas.\nMenguasai teknik inspeksi detail-oriented dan pelaporan berbasis standar internasional.\nMengembangkan keterampilan analisis, koordinasi, dan efisiensi operasional.", "application_deadline": "2025-12-07", "quota": 2, "registered": 8, "position_type": "Room & Hygine Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}