{"id": 21428, "source_id": "a080c05f-38a3-457b-b025-6848321fce1c", "company_name": "PT. Quantum Tosan Internasional", "province": "JAWA BARAT", "city": "KAB. BOGOR", "recommended_degree": "Desain Komunikasi Visual, Ilmu Komunikasi, Manajemen Pemasaran/Marketing (Sarjana)", "job_title": "Social Media Specialist", "job_description": "Social Media Specialist\nDeskripsi Pekerjaan:\nContent Creator & Social Media Specialist bertanggung jawab untuk menciptakan, mengelola, dan mengoptimalkan konten digital yang menarik serta membangun komunitas online guna meningkatkan engagement dan brand awareness. Dengan memahami tren media sosial dan strategi pemasaran digital, posisi ini berperan dalam mengembangkan ide-ide kreatif yang relevan dan berdampak bagi audiens target.\nTugas Utama:\nContent Creation:\n•\tMengembangkan konsep kreatif untuk konten media sosial yang sesuai dengan identitas brand.\n•\tMenulis copy yang menarik dan persuasif untuk caption media sosial, blog, dan berbagai format konten digital lainnya.\n•\tMemproduksi konten visual berkualitas tinggi melalui fotografi, videografi, dan desain grafis.\n•\tMembuat moodboard untuk sesi foto produk serta storyboard dan storyline untuk video konten.\n•\tMembuat dan mengelola konten Reels, TikTok, Stories, serta konten berbasis tren media sosial untuk meningkatkan engagement dan jangkauan.\n•\tMembantu dalam konsep produk launching serta mengembangkan strategi media sosial yang mendukung tujuan bisnis dan pemasaran.\n•\tMemastikan branding yang konsisten dalam setiap konten yang dipublikasikan.\n \nSocial Media Management:\n•\tMengelola kalender konten media sosial untuk berbagai platform (Instagram, TikTok, YouTube, dll.).\n•\tMenjadwalkan dan mempublikasikan konten sesuai dengan strategi pemasaran yang telah direncanakan.\n•\tMemantau analytics media sosial untuk mengukur performa konten dan mengidentifikasi area yang perlu ditingkatkan.\n•\tMerancang dan menjalankan campaign promo di media sosial dan marketplace setiap bulan.\n•\tBerinteraksi dengan audiens melalui komentar dan DM.\nKOL Management:\n•\tMengidentifikasi dan menjalin hubungan dengan influencer/KOL yang sesuai dengan target pasar dan campaign yang berjalan.\n•\tMenghubungi dan berkolaborasi dengan KOL melalui berbagai media komunikasi.\n•\tMenjalin kerjasama yang berkelanjutan dengan para KOL untuk meningkatkan brand exposure.\n•\tMengumpulkan feedback dari komunitas digital untuk meningkatkan strategi konten dan interaksi brand.\nReporting & Analysis:\n•\tMembuat laporan performa media sosial secara rutin, termasuk metrik reach, impressions, engagement, dan ROI.\n•\tMenganalisis data tren dan insight dari media sosial untuk meningkatkan efektivitas strategi pemasaran digital.\n•\tMengoptimalkan konten berdasarkan performa dan insight yang diperoleh dari analytics tools.", "application_deadline": "2025-12-07", "quota": 1, "registered": 10, "position_type": "Social Media Specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}