{"id": 21420, "source_id": "a070b062-0925-4a0b-b0c3-c1958e734327", "company_name": "Media Kolaborasi Indonesia", "province": "JAWA BARAT", "city": "KOTA DEPOK", "recommended_degree": "Ekonomi Syariah (Ekonomi Islam), Hubungan Masyarakat, Hubungan Masyarakat Dan Komunikasi Digital, Ilmu Komunikasi, Manajemen Dakwah (MD) (Sarjana, Diploma)", "job_title": "CRM", "job_description": "1. Membuat dan Mengelola Database Pelanggan\nTanggung jawab ini mencakup proses membangun sistem data pelanggan yang rapi, terstruktur, dan mudah digunakan untuk keperluan pengambilan keputusan. Aktivitasnya meliputi:\n- Mengumpulkan data pelanggan dari berbagai kanal (website, media sosial, event, dan donasi).\n- Melakukan segmentasi berdasarkan kategori tertentu seperti demografi, perilaku donasi, riwayat interaksi, dan tingkat engagement.\n- Memastikan data selalu diperbarui (up-to-date), akurat, dan bebas duplikasi.\n- Menyusun format database yang dapat mendukung kampanye marketing dan komunikasi yang lebih tepat sasaran.\n\n2. Membangun Hubungan dengan Pelanggan\nFokus utama CRM adalah membangun hubungan jangka panjang dan meningkatkan loyalitas. Aktivitas yang dilakukan mencakup:\n- Menyediakan komunikasi rutin seperti newsletter, pesan personal, ucapan terima kasih, dan update program.\n-Mengelola interaksi melalui WhatsApp, email, atau media sosial untuk menjawab pertanyaan atau memberikan bantuan.\n- Mengelompokkan pelanggan agar komunikasi lebih relevan (donatur baru, donatur rutin, donatur tidak aktif, dan sebagainya).\n- Membuat strategi nurturing untuk meningkatkan retensi, seperti follow-up donasi, reminder kegiatan, atau konten edukatif.\n-Membangun pengalaman positif sehingga pelanggan merasa dihargai, terlibat, dan ingin terus berkontribusi.\n\n3. Membuat Pelaporan Ketercapaian Kinerja\nCRM bertugas menyediakan laporan yang membantu manajemen melihat efektivitas hubungan dengan pelanggan. Aktivitasnya meliputi:\n- Menyusun laporan mingguan atau bulanan terkait pertumbuhan database, tingkat engagement, dan efektivitas komunikasi.\n- Menganalisis perilaku donatur seperti frekuensi donasi, jumlah donasi, kanal donasi, dan tren musiman.\n- Mengidentifikasi area yang perlu ditingkatkan, misalnya minimnya interaksi atau rendahnya retensi donatur.\n- Menyajikan laporan yang mudah dibaca, dengan grafik, insight, dan rekomendasi.\n- Memberikan masukan strategis berdasarkan data untuk mengoptimalkan kampanye donasi dan program pemberdayaan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 10, "position_type": "CRM", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}