{"id": 21426, "source_id": "a0787751-1184-405e-8bb9-cfd253623f33", "company_name": "Hexagon Karyatama Indonesia", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Manajemen & Produksi Film Video & TV, Produksi Film dan Televisi, Desain Komunikasi Visual, Teknologi Multimedia Broadcasting (Diploma, Sarjana)", "job_title": "Videographer", "job_description": "Tugas dan Tanggung Jawab Utama:\nProduksi Lapangan (Videografer):\n\nMerencanakan dan melaksanakan pengambilan gambar (syuting) video, termasuk penentuan sudut pandang kamera, pencahayaan dasar, dan penataan suara (sound recording).\n\nBertanggung jawab untuk memastikan kualitas footage mentah sesuai dengan konsep dan standar visual yang telah ditentukan.\n\nMengelola dan mengorganisir semua aset footage yang diambil.\n\nPasca-Produksi (Video Editor):\n\nMelakukan cutting video (termasuk J-Cut, L-Cut, Jump Cut) dan mengaplikasikan teknik Time Remapping (Speed Ramping/Slow Motion) dan transisi yang tepat untuk menciptakan pacing yang dinamis.\n\nMenerapkan dasar Color Grading (Koreksi Exposure, penggunaan LUTs, dll.) dan melakukan Audio Mixing (EQ, Noise Reduction, Sync) untuk memastikan kualitas akhir yang profesional.\n\nOptimalisasi Media Sosial & Teknis:\n\nMenguasai dan menerapkan format rasio video yang optimal untuk berbagai platform media sosial (9:16 Vertikal, 1:1 Square, 4:5), Safe Zone, dan persyaratan teknis lainnya.\n\nMampu menciptakan Hook visual yang efektif dalam 3 detik pertama, membuat animasi teks (Title/Lower Thirds), dan mengaplikasikan dasar Keyframing serta teknik VFX sederhana (Green Screen/Chroma Key).\n\nMenggunakan software editing desktop (Adobe Premiere Pro / DaVinci Resolve) dan aplikasi mobile (CapCut / VN) secara efisien.\n\nKolaborasi dan Manajemen:\n\nBekerja sesuai deadline yang ketat, terbuka terhadap feedback dan revisi, serta berkolaborasi dengan tim kreatif lainnya untuk memastikan keselarasan konsep.", "application_deadline": "2025-12-07", "quota": 2, "registered": 10, "position_type": "Videographer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}