{"id": 21516, "source_id": "a07044bf-34a2-4269-9de6-68f3a1b525fd", "company_name": "Hyoshii Agri Sejahtera", "province": "JAWA BARAT", "city": "KAB. BANDUNG BARAT", "recommended_degree": "Teknik Listrik, Teknik Instalasi Listrik, Teknik Listrik Industri, Teknik Mesin, Teknik Mesin Industri (Diploma, Sarjana)", "job_title": "Maintenance & Electrical Technician", "job_description": "Key Responsibilities:\n1. Electrical Maintenance & Troubleshooting\nInstall, inspect, and maintain electrical wiring, equipment, and fixtures in compliance with safety standards.\nDiagnose and repair electrical issues on production machines, pumps, lighting systems, and control panels.\nPerform regular preventive maintenance on electrical systems to reduce downtime and prevent equipment failure.\nCalibrate and test electrical components to ensure operational reliability.\n\n2. Mechanical & Facility Maintenance\nSupport general maintenance of mechanical systems such as motors, pumps, conveyors, and HVAC units.\nAssist in performing routine inspections and repairs of facility infrastructure (lighting, plumbing, etc.).\nEnsure tools and equipment are properly maintained and safely stored.\n\n3. Preventive & Predictive Maintenance\nExecute preventive maintenance schedules according to the company’s maintenance plan.\nRecord all maintenance activities and update maintenance logs for equipment history tracking.\nReport potential failures, abnormalities, or hazards before they cause operational disruption.\nSuggest and implement improvements to enhance machine performance and reliability.\n\n4. Installation & Project Support\nAssist in new equipment installation, commissioning, and electrical setup.\nRead and interpret electrical drawings, wiring diagrams, and technical manuals.\nSupport engineering projects related to energy efficiency, automation, and equipment upgrades.\n\n5. Safety & Compliance\nEnsure all maintenance activities comply with safety standards and company regulations.\nIdentify and report unsafe conditions or practices immediately.\nParticipate in safety training and promote awareness of electrical safety protocols.\nMaintain a clean, organized, and hazard-free working environment.\n\n6. Documentation & Reporting\nMaintain accurate records of maintenance tasks, parts used, and equipment conditions.\nPrepare maintenance reports and submit them to the supervisor for review.\nAssist in documenting technical procedures and maintenance checklists.", "application_deadline": "2025-12-07", "quota": 1, "registered": 11, "position_type": "Maintenance & Electrical Technician", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}