{"id": 21514, "source_id": "a07a6092-f81f-43a9-89fd-3c9f8dbd9b63", "company_name": "Cita Indonesia Bersih", "province": "JAWA BARAT", "city": "KOTA BOGOR", "recommended_degree": "Manajemen Pemasaran/Marketing, Pemasaran Digital, Multimedia (Diploma, Sarjana)", "job_title": "Content Creator", "job_description": "Mendukung perusahaan dalam pembuatan konten kreatif untuk meningkatkan branding, engagement, serta penyebaran informasi perusahaan melalui berbagai platform digital.\n\nLingkup Tugas Utama:\n1. Perencanaan & Ideasi Konten\na. Membantu brainstorming ide konten sesuai tren, target audiens, dan kalender promosi perusahaan.\nb. Mengembangkan konsep konten yang menarik untuk media sosial, website, dan platform digital lainnya.\nc. Melakukan riset ringan untuk memastikan konten relevan dan sesuai gaya komunikasi brand.\n\n2. Pembuatan Konten Visual & Teks\na. Membantu proses produksi konten berupa foto, video, reels, atau desain grafis sederhana.\nb. Menulis caption, copywriting, atau script video yang sesuai dengan tone brand.\nc. Membantu editing konten (foto/video) menggunakan software dasar seperti Canva, CapCut, Premiere, atau sejenisnya.\n\n3. Manajemen Media Sosial\na. Membantu penjadwalan unggahan di berbagai platform (Instagram, TikTok, YouTube, LinkedIn, dll).\nb. Memonitor performa konten (views, likes, comments) dan membantu membuat laporan insight sederhana.\nc. Membantu menjaga interaksi dengan audiens melalui balasan komentar atau pesan di media sosial.\n\n4. Koordinasi dan Kolaborasi Tim\na. Mendukung kegiatan dokumentasi event atau aktivitas perusahaan untuk kebutuhan publikasi.\nb. Memberikan laporan mingguan mengenai progres pembuatan dan publikasi konten.\n\n5. Etika & Profesionalisme\na. Menjaga kerahasiaan data dan materi internal yang belum dipublikasikan.\nb. Mematuhi pedoman branding dan gaya komunikasi perusahaan.\nc. Menunjukkan sikap kreatif, terbuka terhadap masukan, dan konsisten dalam memenuhi deadline.", "application_deadline": "2025-12-07", "quota": 1, "registered": 11, "position_type": "Content Creator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}