{"id": 21526, "source_id": "a07c8f3e-7fb5-46ed-b284-e3799cd3902a", "company_name": "Maju Industri Sejahtera", "province": "JAWA BARAT", "city": "KAB. BEKASI", "recommended_degree": "Manajemen Bisnis, Administrasi Bisnis, Ilmu Komunikasi, Manajemen Pemasaran/Marketing, Hubungan Masyarakat Dan Komunikasi Digital (Diploma, Sarjana)", "job_title": "Business Development", "job_description": "Divisi Business Development bertanggung jawab untuk mengembangkan peluang bisnis baru, memperluas jaringan kemitraan, serta meningkatkan penjualan dan profitabilitas perusahaan di sektor general trading dan ATK. Divisi ini menjadi motor penggerak pertumbuhan perusahaan melalui analisis pasar, pengembangan strategi bisnis, dan pengelolaan hubungan dengan klien maupun supplier.\n\nTugas & Tanggung Jawab Utama:\n\n- Menganalisis pasar dan tren industri untuk mengidentifikasi peluang produk baru, potensi klien, serta kebutuhan pasar di bidang ATK dan general trading.\n\n- Membangun dan mengembangkan relasi bisnis dengan pihak eksternal seperti vendor, supplier, distributor, dan perusahaan target.\n\n- Mencari serta mengakuisisi klien baru melalui presentasi, penawaran harga, negosiasi, dan follow-up prospek.\n\n- Mengembangkan strategi penjualan dan ekspansi bisnis, termasuk membuka segmentasi pasar baru atau lini produk tambahan.\n\n- Menyusun proposal bisnis, quotation, dan dokumen penawaran yang kompetitif dan sesuai kebutuhan klien.\n\n- Berkoordinasi dengan divisi operasional dan purchasing untuk memastikan ketersediaan produk, kualitas barang, dan harga terbaik.\n\n- Memantau performa penjualan, membuat laporan perkembangan bisnis, serta memberikan rekomendasi perbaikan strategi.\n\n- Menjalin komunikasi jangka panjang dengan pelanggan untuk meningkatkan repeat order dan kepuasan klien.", "application_deadline": "2025-12-07", "quota": 2, "registered": 11, "position_type": "Business Development", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}