{"id": 21595, "source_id": "a0804bfb-01e8-4779-8b6b-30f783850a90", "company_name": "Artha Bestari Nusantara", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Administrasi, Administrasi Bisnis (Diploma, Sarjana)", "job_title": "Executive Administration", "job_description": "Job Purpose\nMemberikan dukungan administratif tingkat eksekutif dengan memastikan seluruh proses dokumentasi, koordinasi lintas departemen, komunikasi, serta manajemen agenda eksekutif berjalan efektif, akurat, dan profesional. Posisi ini bertanggung jawab untuk menjaga kerapihan sistem administrasi perusahaan, menyiapkan laporan eksekutif, serta memastikan follow-up seluruh arahan manajemen terlaksana tepat waktu.\n\nKey Responsibilities\nA. Executive Administrative Support\n- Mengelola jadwal, appointment, rapat, dan kegiatan eksekutif.\n- Menyusun dan memformat dokumen seperti surat, memo, laporan eksekutif, materi presentasi, dan proposal.\n- Menangani korespondensi CEO/COO, termasuk email, pesan resmi, dan permintaan dari internal maupun eksternal.\n- Menjaga confidentiality dan keamanan dokumen strategis perusahaan.\n\nB. Document Control & Filing Management\n- Mengelola sistem arsip digital & fisik: kontrak, SOP, MoU, NDA, perjanjian vendor, dokumen legal, dan laporan operasional.\n- Menyusun struktur penyimpanan dokumen yang mudah diakses, rapi, dan teratur.\n- Memastikan setiap dokumen memiliki versi terbaru dan memonitor masa berlaku penting (kontrak, legal, partnership).\n\nC. Meeting & Decision Management\n- Menyusun agenda meeting eksekutif.\n- Menyiapkan materi rapat, data pendukung, dan executive brief.\n- Menulis notulen rapat yang akurat dan berfokus pada action items.\n- Memantau follow-up hasil meeting dengan PIC dari setiap departemen hingga selesai.\n\nD. Interdepartmental Coordination\n- Menjadi penghubung antara eksekutif dengan seluruh departemen.\n- Mengumpulkan laporan mingguan/bulanan dari tim Finance, Marketing, HR, Operational, dan BD untuk disajikan ke eksekutif.\n- Mengawal communication flow yang rapi antara CEO dan tim operasional.\n- Membantu memonitor progres project strategis sesuai arahan eksekutif.\n\nE. Reporting & Business Administrative Support\n- Menyusun laporan kinerja internal (weekly update, monthly report, quarterly report) untuk dibahas bersama eksekutif.\n- Membuat executive summary untuk memudahkan CEO dalam pengambilan keputusan.\n- Mengolah data administrasi perusahaan menjadi laporan yang terstruktur.\n\nF. Operational & Compliance Support\n- Membantu persiapan administrasi untuk audit internal/eksternal.\n- Menyusun template dokumen resmi perusahaan (SOP, SK, MOU, Form, dll).\n- Mengatur kebutuhan administrasi untuk event internal, kunjungan, atau program korporat.", "application_deadline": "2025-12-07", "quota": 1, "registered": 12, "position_type": "Executive Administration", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}