{"id": 21624, "source_id": "a07049af-90e8-4e0c-90ab-fcd53f621048", "company_name": "Hyoshii Agri Sejahtera", "province": "JAWA BARAT", "city": "KAB. BANDUNG BARAT", "recommended_degree": "Logistik, Administrasi Logistik, Manajemen Logistik (Diploma)", "job_title": "Inventory Control", "job_description": "1. Inventory Control & Monitoring\nRecord, track, and update stock levels of raw materials, packaging, and finished goods in the inventory system.\nConduct routine stock counts and physical verifications to ensure data accuracy.\nIdentify and report any stock discrepancies, damages, or losses to the supervisor immediately.\nMonitor material movement (incoming, outgoing, returns, and transfers) accurately and in real time.\n\n2. Warehouse Management Support\nEnsure proper labeling, organization, and storage of all items according to product type and condition.\nAssist in maintaining cleanliness, order, and safety within the warehouse area.\nCoordinate with the warehouse and production teams to ensure smooth material flow.\nSupport inventory audits and reconciliation processes.\n\n3. Documentation & Reporting\nMaintain accurate documentation of stock movements, purchase receipts, and item usage.\nPrepare and submit periodic inventory reports to management.\nRecord and archive stock adjustment forms, inventory reports, and audit results for traceability.\nEnsure all documentation complies with company policies and audit requirements.\n\n4. Coordination & Communication\nCommunicate stock status and potential shortages to procurement and production departments.\nSupport purchasing by providing accurate and timely stock information.\nCollaborate with related departments to optimize stock levels and minimize waste.\n\n5. System & Process Improvement\nEnsure all transactions are entered correctly in the ERP or inventory management system.\nIdentify process gaps and suggest improvements to increase inventory accuracy and efficiency.\nParticipate in developing and implementing standard operating procedures (SOP) for inventory management.", "application_deadline": "2025-12-07", "quota": 1, "registered": 12, "position_type": "Inventory Control", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}