{"id": 21652, "source_id": "a080d6b0-c401-4600-8151-cf286a17628f", "company_name": "PT. Quantum Tosan Internasional", "province": "JAWA BARAT", "city": "KAB. BOGOR", "recommended_degree": "Teknik Mesin, Teknik Mesin Industri, Teknik Elektronika, Teknik Listrik dan Instalasi (Diploma, Sarjana)", "job_title": "Teknisi Mekanik", "job_description": "Deskripsi Kerja:\nSebagai Tekniksi Mekanik Anda akan berperan penting dalam menjaga kelancaran operasional produksi melalui pemeliharaan dan perbaikan peralatan mekanik. Anda bertanggung jawab memastikan seluruh mesin dan sistem produksi berfungsi dengan optimal, aman, dan efisien. Posisi ini juga mendukung atasan dalam mengawasi kinerja operasional harian terkait keandalan mesin.\nTugas Utama:\n1.\tMelakukan pemeriksaan rutin, pemeliharaan preventif, serta perbaikan pada mesin dan peralatan produksi.\n2.\tMendiagnosis serta menyelesaikan masalah teknis pada sistem mekanik, mesin, dan fasilitas pendukung.\n3.\tMemantau performa peralatan dan melakukan pengaturan atau penyetelan untuk memastikan kinerja tetap stabil.\n4.\tMembantu proses instalasi, konfigurasi, dan pengujian mesin maupun peralatan baru.\n5.\tMengidentifikasi kebutuhan suku cadang, alat, atau tindakan perbaikan, serta melaporkannya kepada atasan.\n6.\tBerkoordinasi dengan tim produksi dan pemeliharaan untuk mendukung kelancaran proses operasional.\n7.\tMenyusun dokumentasi teknis, melakukan analisis temuan, serta memberikan rekomendasi perbaikan berkelanjutan.\nKualifikasi:\n1.\tMemiliki pemahaman kuat mengenai mekanik, mesin produksi, dan sistem pemeliharaan.\n2.\tTeliti, bertanggung jawab, serta mampu bekerja dengan standar keselamatan tinggi.\n3.\tMampu mendiagnosis masalah teknis dan menyelesaikannya dengan cepat dan tepat.\n4.\tMemiliki kemampuan komunikasi, koordinasi, dan kerja sama tim yang baik.\n5.\tSiap bekerja di lapangan serta mampu beradaptasi dengan lingkungan kerja yang dinamis dan berorientasi produksi", "application_deadline": "2025-12-07", "quota": 1, "registered": 12, "position_type": "Teknisi Mekanik", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}