{"id": 21674, "source_id": "a0807ded-f9ea-4aef-a1dd-1aa95187eb1c", "company_name": "Sintesa Inti Prestasi", "province": "JAWA BARAT", "city": "KOTA BOGOR", "recommended_degree": "Rekayasa Sistem Komputer, Pendidikan Sistem dan Teknologi Informasi, Sistem Dan Teknologi Informasi, Sistem Informasi, Sistem dan Teknologi Informasi (Diploma, Sarjana)", "job_title": "System Analyst", "job_description": "Kualifikasi\n\n-Mahasiswa/i aktif atau lulusan dari program studi Sistem Informasi, Informatika, Teknologi Informasi, Teknik Industri, atau jurusan terkait.\n\n-Memiliki pemahaman mengenai analisis kebutuhan sistem dan proses bisnis.\n\n-Mampu membuat diagram UML (Activity Diagram, Use Case, Class Diagram) atau BPMN dengan baik.\n\n-Memiliki pemahaman dasar mengenai pengembangan perangkat lunak dan alur kerja tim engineering.\n\n-Teliti, analitis, dan mampu menyusun dokumentasi teknis secara rapi dan sistematis.\n\n-Komunikatif, mampu bekerja dengan tim lintas divisi, dan memiliki kemampuan problem-solving yang baik.\n\n-Memahami tools seperti Draw.io, Figma, Notion, atau Microsoft Visio menjadi nilai tambah.\n\n\n\nDeskripsi Pekerjaan (Job Description) – System Analyst Intern\n\n-Melakukan pengumpulan, analisis, dan dokumentasi kebutuhan sistem dari stakeholder terkait.\n\n-Menyusun Business Requirement Document (BRD), System Requirement Specification (SRS), dan dokumen analisis lainnya.\n\n-Membuat alur proses bisnis menggunakan UML, BPMN, atau metode pemodelan lainnya.\n\n-Menganalisis permasalahan sistem dan memberikan rekomendasi solusi sesuai kebutuhan bisnis.\n\n-Berkoordinasi dengan tim Product Manager, Developer, dan UI/UX untuk memastikan kebutuhan sistem dapat diimplementasikan dengan tepat.\n\n-Mendukung proses pengujian sistem (UAT) dengan menyiapkan skenario uji dan melakukan verifikasi terhadap fungsi yang dikembangkan.\n\n-Mengelola perubahan kebutuhan (change request) secara terstruktur dan terdokumentasi.\n\n-Melakukan riset proses bisnis untuk mendukung pengembangan fitur baru pada produk Medisin.\n\n-Penempatan di Jatiasih, Kota Bekasi", "application_deadline": "2025-12-07", "quota": 1, "registered": 12, "position_type": "System Analyst", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}