{"id": 21724, "source_id": "a080b7ad-8116-44bc-a511-a9c23c3d1a09", "company_name": "Alrickindo Sarana Bersama", "province": "JAWA BARAT", "city": "KOTA BEKASI", "recommended_degree": "Teknik Elektro, Teknik Energi, Teknik Energi Terbarukan, Teknik Konversi Energi, Teknik Pembangkit Energi (Sarjana, Diploma)", "job_title": "Engineer Proposal", "job_description": "Tugas dan Fungsi Engineer Proposal :\n1. Analisis Kebutuhan Proyek\n- Memahami spesifikasi teknis dari calon klien atau tender.\n- Melakukan survey lapangan (site visit) untuk mengumpulkan data aktual.\n- Mengidentifikasi kebutuhan material, peralatan, tenaga kerja, serta kendala teknis.\n\n2. Penyusunan Proposal Teknis\n- Menyusun proposal teknis yang akurat, sistematis, dan mudah dipahami.\n- Membuat desain awal (preliminary design) seperti single line diagram, layout PLTS/SPKLU, atau perhitungan kapasitas listrik.\n- Menyusun teknis pekerjaan (metode kerja/Metode Pelaksanaan).\n- Menentukan scope of work dan batasan pekerjaan.\nMenghitung Bill of Quantity (BoQ) secara detail.\n- Menyusun RAB (Rencana Anggaran Biaya) berdasarkan harga material dan jasa terbaru.\n- Membuat perbandingan alternatif material (value engineering) untuk efisiensi biaya.\n- Memastikan proposal sesuai margin dan ketentuan internal perusahaan.\n\n3. Koordinasi Internal & Eksternal\n- Berkoordinasi dengan tim Engineering, Procurement, dan Project untuk memperkuat data teknis.\n- Komunikasi aktif dengan vendor/supplier untuk mendapatkan spesifikasi, katalog, dan harga terbaru.\n- Konsultasi dengan manajemen terkait strategi penawaran.\n\n4. Penyajian Proposal\n- Menyiapkan presentasi dan menjelaskan proposal kepada klien.\n- Memberikan klarifikasi teknis ketika ada permintaan dari klien atau panitia tender.\n- Menghadiri meeting teknis (pre-bid, kick off meeting, negosiasi teknis).\n\n5. Dokumentasi & Administrasi\n- Menyusun seluruh dokumen persyaratan tender secara lengkap.\n- Memastikan seluruh dokumen perusahaan (legalitas, sertifikasi, portofolio) tersedia dan valid.\n- Mengarsipkan seluruh dokumen proposal dan revisinya dengan rapih.\n\n6. Evaluasi & Peningkatan Proposal\n- Melakukan evaluasi terhadap proposal yang menang atau kalah untuk peningkatan kualitas.\n- Memperbaiki template proposal untuk meningkatkan daya tarik dan profesionalisme.\n- Mengikuti perkembangan teknologi (PLTS, EV charger, panel listrik, dsb.) untuk mendukung proposal yang lebih kuat.", "application_deadline": "2025-12-07", "quota": 1, "registered": 13, "position_type": "Engineer Proposal", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}