{"id": 21895, "source_id": "a0744d31-7191-471d-aba2-8b39cd5bc4b6", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Teknologi Multimedia Broadcasting, Desain Komunikasi Visual, Ilmu Komunikasi, Film Dan Televisi, Manajemen & Produksi Film Video & TV (Diploma, Sarjana)", "job_title": "Mobile Videographer & Video Editor", "job_description": "Perencanaan Konsep Video\tMerancang ide dan storyboard untuk kebutuhan konten digital seperti campaign, event, dan promosi brand. Peserta akan belajar memahami brief kreatif, menentukan gaya visual, serta menyusun konsep video yang komunikatif dan sesuai target audiens.\nTeknik Videografi Mobile\tMengambil gambar menggunakan perangkat mobile dengan komposisi, pencahayaan, dan angle yang tepat. Peserta akan mempraktikkan teknik shooting di berbagai kondisi lapangan serta menyesuaikan gaya visual dengan karakter brand.\nEditing & Post-Production\tMengedit video dengan gaya storytelling yang kuat, menambahkan efek visual, transisi, musik, dan caption sesuai standar brand. Peserta akan belajar teknik color grading, ritme potongan video, serta penggunaan software editing profesional.\nContent Adaptation for Platform\tMengadaptasi hasil video untuk berbagai platform digital (Instagram, TikTok, YouTube). Peserta akan memahami format dan durasi optimal untuk setiap platform, serta cara mengemas video agar tetap menarik dan informatif.\nCreative Collaboration\tBerkolaborasi dengan tim kreatif, content creator, dan marketing dalam produksi konten visual. Peserta akan belajar menyusun shooting schedule, berkomunikasi dengan talent, serta mengikuti alur produksi dari pra hingga pasca produksi.\nKreativitas & Storytelling\tMengasah kemampuan berpikir kreatif dan menyusun narasi visual yang kuat. Peserta akan diminta mengembangkan ide konten video dari hasil riset tren media sosial dan membuat improvement dari konten sebelumnya.\nAttitude\tMenunjukkan profesionalisme, tanggung jawab, dan kolaborasi dalam setiap proyek. Peserta akan terlibat dalam proyek tim, mendapatkan umpan balik langsung dari mentor, serta melakukan refleksi terhadap hasil kerja dan proses produksi.", "application_deadline": "2025-12-07", "quota": 1, "registered": 15, "position_type": "Mobile Videographer & Video Editor", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}