{"id": 21918, "source_id": "a06e54d5-5c36-44d4-bf07-cb54325856bc", "company_name": "Rabbani Asysa (Nisa)", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Ilmu Informatika, Teknik informatika (Diploma, Sarjana)", "job_title": "Staff IT Mobile Programmer", "job_description": "\"1. Perancangan dan Pengembangan Aplikasi\n- Menganalisis kebutuhan sistem dan menerjemahkannya menjadi aplikasi mobile yang fungsional.\n- Mendesain arsitektur aplikasi, UI layout, dan struktur data sesuai kebutuhan pengguna.   \n- Mengembangkan aplikasi Android (Kotlin/Java) dan/atau iOS (Swift), atau menggunakan framework lintas platform seperti Flutter / React Native.\n- Mengintegrasikan aplikasi dengan API, database, dan sistem backend lembaga.\n2. Pemeliharaan dan Pembaruan Sistem\n- Melakukan debugging, perbaikan bug, serta pembaruan versi aplikasi.\n- Memastikan aplikasi berjalan stabil dan aman di berbagai perangkat.\n- Melakukan optimalisasi performa aplikasi agar ringan, cepat, dan responsif.\n3. Kolaborasi dan Dokumentasi\n- Berkoordinasi dengan tim UI/UX Designer untuk menerapkan desain antarmuka yang sesuai.\n- Berkolaborasi dengan developer backend dan divisi IT support untuk sinkronisasi data dan sistem.\n- Membuat dokumentasi teknis aplikasi (struktur, modul, API, dan panduan penggunaan).\n4. Pengujian dan Evaluasi\n- Melakukan pengujian internal (unit test, integration test) sebelum peluncuran.\n- Mendukung proses user acceptance test (UAT) bersama pengguna internal.\n- Mengumpulkan umpan balik pengguna untuk penyempurnaan fitur aplikasi.\n5. Inovasi dan Pengembangan\n- Mengikuti perkembangan teknologi mobile terkini (framework, keamanan, UI pattern, SDK baru).\n- Memberikan rekomendasi pengembangan sistem digital lembaga berbasis mobile.\n- Membantu integrasi aplikasi mobile dengan platform lain (website, dashboard, LMS, dll).\"", "application_deadline": "2025-12-07", "quota": 1, "registered": 15, "position_type": "Staff IT Mobile Programmer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}