{"id": 21978, "source_id": "a0787b3d-66e7-49f1-8c17-4b4f7022949c", "company_name": "Hexagon Karyatama Indonesia", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Manajemen, Manajemen Operasi Bisnis Digital, Administrasi Perkantoran, Pendidikan Psikologi Konseling Buddha, Sekretari (Diploma, Sarjana)", "job_title": "Personal Assistant to Director (PA)", "job_description": "1. Manajemen Jadwal dan Komunikasi\n- Mengatur agenda harian, mingguan, dan bulanan Direktur.\n- Mengelola komunikasi masuk (email, telepon, undangan meeting).\n- Menyusun reminder dan memastikan Direktur hadir tepat waktu di setiap agenda.\n\n2. Administrasi & Dokumentasi\n- Menyusun, mengarsipkan, dan mengatur dokumen penting perusahaan.\n- Membuat notulen rapat, merangkum poin penting, dan follow-up action plan.\n- Membantu penyusunan laporan internal atau dokumen presentasi Direktur.\n\n3. Koordinasi Antar Departemen\n- Menjadi penghubung antara Direktur dan tim internal (marketing, HR, finance, dll).\n- Menyampaikan instruksi Direktur kepada tim terkait dan memastikan eksekusinya berjalan.\n- Membantu mempersiapkan materi rapat bulanan atau meeting strategis.\n\n4. Operational Support\n- Menyiapkan kebutuhan meeting: ruangan, materi, perangkat presentasi.\n- Mengatur perjalanan dinas (tiket, hotel, itinerary).\n- Mengelola pengeluaran kecil terkait kegiatan Direktur (petty cash).\n\n5. Project Assistance\n- Membantu Direktur dalam pengawasan proyek tertentu.\n- Melakukan riset pendukung seperti analisis kompetitor, ringkasan data, atau laporan proyek.\n- Membantu memonitor progres, timeline, dan koordinasi stakeholder.\n\n6. Confidential Support\n- Menjaga kerahasiaan dokumen dan informasi penting perusahaan.\n- Mengelola dokumen sensitif seperti laporan keuangan atau perjanjian kerja sama.", "application_deadline": "2025-12-07", "quota": 1, "registered": 16, "position_type": "Personal Assistant to Director (PA)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}