{"id": 21987, "source_id": "a0814c9b-8f06-4217-9abf-577de2b4d71b", "company_name": "Pusdiklat Anggaran dan Perbendaharaan", "province": "JAWA BARAT", "city": "KAB. BOGOR", "recommended_degree": "Statistika, Sains Data, Teknologi Sains Data, Akuntansi, Ekonomi (Sarjana)", "job_title": "Pengolah Data Junior Pada Tim Kerja AP 04", "job_description": "Rencana Penugasan:\nmendukung analisis data pelatihan, olah data kajian akademis, serta dokumentasi pengetahuan, di antaranya:\n1. Mendukung analisis data pelatihan, misalnya membuat dashboard (Excel/Power BI/R) untuk monitoring kinerja pelatihan, analisis tren capaian kompetensi peserta.\n2. Mendukung pelaksanaan kajian akademis, misalnya pengolahan data kajian, usulan metodologi yang tepat atas suatu permasalahan pada kajian.\n3. Membantu dokumentasi manajemen pengetahuan pada tim, misalnya menyusun dokumenyasi lesson learned pelatihan, CoP; mengelola konten materi pembelajaran; menyusun metadata dan katalog sumber belajar.\n4. Penugasan lainnya yang diberikan oleh Tim/Bidang pada Pusdiklat Anggaran dan Perbendaharaan.\n\nKualifikasi:\n1. Menguasai Excel tingkat intermediate (lookup, pivot, dashboard)\n2. Familiar dengan bahasa pemrograman data: R atau Python (nilai tambah)\n3. Pengetahuan dasar akuntansi pemerintah, SAP, dan pengelolaan keuangan negara dan daerah (nilai tambah)\n4. Memahami konsep data analytics, statistik dasar, dan visualisasi data\n5. Kemampuan menulis kajian dan ringkasan analitis\n6. Komunikasi baik dan mampu bekerja dalam tim\n7. Teliti, sistematis, dan proaktif\n8. Mampu bekerja dengan tenggat waktu\n9. Pernah membuat dashboard\n10. Pernah melakukan penelitian kuantitatif\n11. Memiliki sertifikat Data Analyst, akuntansi pemerintahan, atau BLU (opsional).", "application_deadline": "2025-12-07", "quota": 1, "registered": 16, "position_type": "Pengolah Data Junior Pada Tim Kerja AP 04", "government_agency": "Kementerian Keuangan", "sub_government_agency": "Pusdiklat Anggaran dan Perbendaharaan", "angkatan": "3", "tahun": "2025"}