{"id": 22031, "source_id": "a076f261-8dd7-4756-bf7e-aa8e7354a162", "company_name": "Karirjitu Indonesia Manajemen", "province": "JAWA BARAT", "city": "KOTA BEKASI", "recommended_degree": "Manajemen Bisnis, Pemasaran Digital, Manajemen Pemasaran/Marketing (Diploma)", "job_title": "Pemasaran", "job_description": "Deskripsi Tugas Pemasaran Bidang Pelatihan dan Sertifikasi\n\nBagian pemasaran memiliki peran penting dalam meningkatkan jumlah peserta pelatihan dan menjaga keberlanjutan program sertifikasi. Adapun tugas-tugas utamanya meliputi:\n\n1. Perencanaan Strategi Pemasaran\n\nMenyusun rencana pemasaran tahunan/bulanan untuk program pelatihan dan sertifikasi.\n\nMenentukan target sasaran (individu, perusahaan, instansi pemerintah).\n\nMenganalisis tren kebutuhan kompetensi dan sertifikasi sesuai regulasi BNSP atau kebutuhan industri.\n\n2. Promosi dan Brand Awareness\n\nMengembangkan materi promosi (poster, brosur, konten digital, landing page).\n\nMengelola kampanye promosi di media sosial, website, dan platform iklan berbayar.\n\nMembuat kalender konten untuk meningkatkan engagement audiens.\n\nMenjaga citra lembaga pelatihan agar dipercaya peserta dan mitra.\n\n3. Pengelolaan Leads dan Penjualan\n\nMelakukan akuisisi calon peserta melalui WhatsApp, email, telemarketing, dan media sosial.\n\nMelakukan follow-up dan penawaran program pelatihan hingga proses closing.\n\nMengelola database prospek dan peserta menggunakan CRM atau spreadsheet.\n\nMenjelaskan manfaat pelatihan, jadwal, biaya, dan alur sertifikasi secara jelas kepada calon peserta.\n\n4. Kerjasama & Kemitraan\n\nMembangun relasi dengan perusahaan, instansi pemerintah, kampus, dan komunitas profesi.\n\nMenawarkan paket in-house training dan program kerjasama sertifikasi.\n\nMenjaga hubungan baik dengan mitra untuk kegiatan berkelanjutan.\n\n5. Riset Pasar dan Evaluasi\n\nMelakukan riset kompetitor, harga pasar, dan kebutuhan kompetensi terbaru di dunia kerja.\n\nMengevaluasi efektivitas promosi (ROI iklan, jumlah leads, tingkat konversi).\n\nMemberikan masukan untuk pengembangan program pelatihan baru.\n\n6. Administrasi dan Laporan\n\nMembuat laporan mingguan/bulanan terkait pencapaian target pemasaran.\n\nMengelola dokumen penawaran, proposal kerjasama, dan daftar peserta masuk.\n\nBerkoordinasi dengan tim pelatihan, sertifikasi, dan administrasi terkait pelaksanaan program.", "application_deadline": "2025-12-07", "quota": 2, "registered": 16, "position_type": "Pemasaran", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}