{"id": 22039, "source_id": "a06ebd8f-81d0-48a3-95cb-f70c7752b0f6", "company_name": "PT.ratna Forever Bandung", "province": "JAWA BARAT", "city": "KAB. BANDUNG", "recommended_degree": "Manajemen Perhotelan, Perhotelan, Manajemen Pemasaran, Manajemen Pemasaran Pariwisata, Manajemen Pemasaran/Marketing (Diploma, Sarjana)", "job_title": "Sales Admin", "job_description": "- Membantu menyiapkan dokumen penjualan hotel, seperti quotation, proposal, contract rate, banquet event order (BEO), dan company profile.\n- Menginput dan memperbarui data klien ke dalam sistem (PMS/CRM) atau spreadsheet, termasuk update kontak perusahaan, histori booking, dan potensi bisnis.\n- Mendukung penyusunan laporan penjualan, seperti daily sales report, weekly summary, dan monthly performance report.\n- Membantu proses follow-up administratif kepada klien, seperti pengiriman proposal, penjadwalan meeting, dan pengiriman dokumen pendukung.\n- Menerima telepon dan email masuk yang terkait permintaan harga, reservasi grup, atau informasi sales, lalu meneruskannya ke staf terkait.\n- Mengatur dan menyiapkan jadwal meeting serta ruang pertemuan untuk klien dan tim sales.\n- Membantu menyiapkan material promosi seperti brosur, flyer, dan presentasi penjualan.\n- Mendukung pelaksanaan site inspection klien, termasuk menyiapkan itinerary dan menyambut tamu (jika diperlukan).\n- Melakukan arsip dan dokumentasi seluruh dokumen sales agar tertata rapi dan mudah digunakan kembali.\n- Membantu memproses room block, group booking, dan event detail bekerja sama dengan Front Office, Banquet, dan Reservation.\n- Meng-update special rates atau corporate rates sesuai arahan supervisor.\n- Memastikan informasi penjualan dan kebutuhan klien terkomunikasikan dengan jelas ke departemen terkait.\n- Mengikuti briefing, pelatihan, serta SOP hotel untuk menguasai sistem dan prosedur administrasi sales.", "application_deadline": "2025-12-07", "quota": 1, "registered": 16, "position_type": "Sales Admin", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}