{"id": 22040, "source_id": "a07c93b0-bb88-42a5-a7a5-fdaf610dbd8d", "company_name": "Maju Industri Sejahtera", "province": "JAWA BARAT", "city": "KAB. BEKASI", "recommended_degree": "Akuntansi, Administrasi Keuangan, Administrasi Keuangan Dan Perbankan, Akuntansi Manajemen, Pendidikan Matematika (Diploma, Sarjana)", "job_title": "Finance", "job_description": "Divisi Finance bertanggung jawab memastikan pengelolaan keuangan perusahaan berjalan efektif, akurat, dan sesuai dengan standar akuntansi. Divisi ini berperan sebagai pengendali arus kas, pencatatan transaksi, dan penyusun laporan keuangan yang menjadi dasar pengambilan keputusan manajemen.\n\nTugas & Tanggung Jawab Utama:\n\n1. Pengelolaan Arus Kas\n\n- Mengatur penerimaan dan pengeluaran kas harian perusahaan (cash in & cash out).\n- Memastikan saldo kas dan bank selalu tercatat dengan akurat.\n- Melakukan rekonsiliasi bank secara berkala.\n\n2. Pencatatan & Administrasi Keuangan\n\n- Mencatat seluruh transaksi keuangan perusahaan ke sistem atau software akuntansi.\n- Mengelola dokumen keuangan seperti invoice, faktur, kwitansi, PO, dan bukti pembayaran.\n- Menyusun jurnal harian, buku besar, dan laporan keuangan dasar.\n\n3. Pengelolaan Piutang & Hutang\n\n- Memantau dan menagih pembayaran dari klien (Account Receivable).\n- Mengelola pembayaran kepada supplier sesuai jatuh tempo (Account Payable).\n- Membuat laporan aging AR & AP secara berkala.\n\n4. Penyusunan Laporan Keuangan\n\n- Membuat laporan keuangan bulanan (Laba/Rugi, Neraca, Arus Kas).\n- Membuat laporan perpajakan dasar dan bekerja sama dengan konsultan pajak bila diperlukan.\n- Menyusun laporan keuangan tahunan untuk kebutuhan audit atau evaluasi manajemen.\n\n5. Penganggaran & Kontrol Keuangan\n\n- Membantu penyusunan budget tahunan perusahaan.\n- Melakukan kontrol terhadap biaya operasional untuk efisiensi.\n- Memberikan analisis dan rekomendasi keuangan untuk mendukung pengambilan keputusan manajemen.\n\n6. Kepatuhan & Regulasi\n\n- Memastikan seluruh transaksi sesuai prosedur, aturan akuntansi, dan regulasi perpajakan.\n- Menyimpan arsip keuangan secara aman dan mudah ditelusuri untuk audit internal maupun eksternal.", "application_deadline": "2025-12-07", "quota": 3, "registered": 16, "position_type": "Finance", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}