{"id": 22301, "source_id": "a06e5635-0df5-4361-90fa-7e890799b077", "company_name": "Rabbani Asysa (Nisa)", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Ilmu Informatika, Teknik informatika, Desain Komunikasi Visual (Diploma, Sarjana)", "job_title": "Staff IT UI-UX Designer", "job_description": "\"1.\tAnalisis dan Riset Pengguna\n-\tMelakukan riset kebutuhan pengguna (user research) dan mengidentifikasi permasalahan pengalaman pengguna.\n-\tMenyusun user persona dan user journey map untuk memahami perilaku dan kebutuhan target pengguna.\n2.\tPerancangan Antarmuka (UI Design)\n-\tMendesain tampilan aplikasi, website, atau dashboard dengan prinsip estetika dan kemudahan navigasi.\n-\tMembuat mockup, wireframe, dan prototype menggunakan tools seperti Figma, Adobe XD, Sketch, atau Canva Pro.\n-\tMenentukan warna, ikon, tipografi, dan elemen visual sesuai pedoman identitas lembaga (brand guideline).\n3.\tPengalaman Pengguna (UX Design)\n-\tMendesain alur interaksi dan struktur informasi agar pengguna dapat mencapai tujuannya secara efisien.\n-\tMelakukan usability testing untuk menguji dan memperbaiki kenyamanan pengguna.\n-\tBerkoordinasi dengan tim pengembang (developer) agar hasil implementasi sesuai desain UX.\n4.\tKolaborasi dan Dokumentasi\n-\tBekerja sama dengan divisi IT, media, dan komunikasi dalam merancang sistem digital lembaga.\n-\tMenyusun dokumentasi desain, panduan penggunaan, serta standar UI/UX untuk pengembangan berikutnya.\n-\tBerpartisipasi dalam rapat pengembangan sistem untuk memberi masukan dari perspektif pengguna.\n5.\tPemeliharaan dan Evaluasi\n-\tMemantau performa antarmuka sistem (website, aplikasi, portal staf/guru/siswa).\n-\tMengidentifikasi area yang perlu perbaikan dari umpan balik pengguna.\n-\tMengikuti tren dan inovasi terbaru di bidang UI/UX untuk peningkatan berkelanjutan.\n\"", "application_deadline": "2025-12-07", "quota": 1, "registered": 19, "position_type": "Staff IT UI-UX Designer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}