{"id": 22321, "source_id": "a07c9262-d428-40a0-9cb6-aff3bd7d46da", "company_name": "Maju Industri Sejahtera", "province": "JAWA BARAT", "city": "KAB. BEKASI", "recommended_degree": "Manajemen Sumber Daya Manusia, Psikologi, Hukum, Manajemen, Ilmu Komunikasi (Diploma, Sarjana)", "job_title": "HR&GA", "job_description": "Divisi HR & GA berfungsi sebagai pengelola sumber daya manusia dan penanggung jawab kebutuhan umum perusahaan agar operasional berjalan tertib, efisien, dan sesuai regulasi. Divisi ini memegang peran strategis dalam pengembangan karyawan, administrasi perusahaan, serta pemeliharaan fasilitas kerja.\n\nTugas & Tanggung Jawab HR :\n\n- Melakukan proses rekrutmen (job posting, seleksi CV, interview, onboarding).\n\n- Menyusun dan mengelola data kepegawaian, termasuk absensi, kontrak, dan penilaian kinerja.\n\n- Membuat SOP, jobdesk, dan struktur organisasi sesuai kebutuhan perusahaan.\n\n- Mengelola BPJS Ketenagakerjaan & Kesehatan, serta administrasi hak dan kewajiban karyawan.\n\n- Menyusun kebijakan HR, seperti tata tertib kerja, cuti, disiplin, dan pengembangan SDM.\n\n- Melakukan pelatihan & pengembangan karyawan, baik internal maupun eksternal.\n\n- Mengurus payroll, termasuk gaji, lembur, tunjangan, dan potongan sesuai peraturan.\n\n- Melakukan evaluasi kinerja dan memberikan rekomendasi pengembangan SDM.\n\n- Menangani masalah atau konflik internal untuk menjaga hubungan kerja yang kondusif.\n\nTugas & Tanggung Jawab GA:\n\n- Mengelola aset dan fasilitas perusahaan (kendaraan, gedung, peralatan kantor, ATK internal).\n\n- Mengurus pengadaan barang & jasa untuk kebutuhan operasional kantor.\n\n- Memastikan kebersihan, keamanan, dan kenyamanan lingkungan kerja.\n\n- Membuat dan mengatur jadwal pemeliharaan fasilitas (perbaikan, servis, perawatan rutin).\n\n- Mengelola perjalanan dinas seperti transportasi, akomodasi, dan administrasinya.\n\n- Menangani surat menyurat perusahaan (incoming/outgoing mail).\n\n- Mengelola perizinan operasional internal, termasuk dokumen legalitas kantor.\n\n- Melakukan kontrol penggunaan ATK kantor agar efektif dan efisien.", "application_deadline": "2025-12-07", "quota": 2, "registered": 20, "position_type": "HR&GA", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}