{"id": 22356, "source_id": "a0744afe-aa79-4428-a933-4b7d55aedb5d", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Desain Komunikasi Visual, Desain Produk, Animasi, Ilmu Komunikasi, Multimedia (Diploma, Sarjana)", "job_title": "Graphic Designer", "job_description": "Prinsip-prinsip Dasar Mendesain\tMampu membuat desain visual sesuai dengan brand manual perusahaan. Peserta akan mengerjakan tugas berdasarkan brief dari mentor dan menyesuaikannya dengan pedoman visual brand untuk menjaga konsistensi identitas perusahaan.\nIllustrator\tMampu membuat ilustrasi visual untuk kebutuhan konten sesuai brand guideline. Peserta akan mengerjakan tugas desain ilustratif menggunakan software editing, mengasah kemampuan menggambar digital, dan menyesuaikan gaya visual dengan karakter brand.\nMotion Graphic\tMampu membuat animasi sederhana untuk kebutuhan media sosial atau promosi digital. Peserta akan belajar membuat motion content sesuai brief dan memanfaatkan software editing (seperti After Effects, Premiere, atau CapCut Pro).\nPembuatan Logo & Typography\tMampu membuat logo dan teks yang mencerminkan identitas visual brand. Peserta akan diberi proyek mendesain elemen branding seperti sub-logo, typography layout, dan brand iconography sesuai standar perusahaan.\nKreativitas\tMampu menyampaikan ide visual baru dan melakukan improvement dari tampilan yang sudah ada. Peserta diminta mengusulkan ide kreatif melalui brainstorming session bersama mentor untuk mengembangkan arah desain strategis.\nAttitude\tMenunjukkan profesionalisme, tanggung jawab, kedisiplinan, serta kemampuan beradaptasi di lingkungan kerja kreatif. Peserta akan berpartisipasi dalam proyek tim, simulasi kerja nyata, dan diskusi reflektif untuk memperkuat etika kerja, komunikasi, dan kolaborasi.", "application_deadline": "2025-12-07", "quota": 1, "registered": 20, "position_type": "Graphic Designer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}