{"id": 22361, "source_id": "a074518b-efdf-4241-92d3-56497e6ca25b", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Manajemen Logistik, Teknik Industri, Matematika, Statistika, Statistik (Diploma, Sarjana)", "job_title": "Merchandise Control", "job_description": "Administrasi Logistik & Inventaris Barang\t\nMerchandise Control bertugas melakukan input dan pengelolaan data administrasi logistik secara akurat dan terstruktur. Tanggung jawab ini mencakup pencatatan barang masuk (inbound) dan keluar (outbound), update data stok di sistem, serta pengecekan kesesuaian dokumen pengiriman dan penerimaan. Kemampuan menyusun dokumen dengan efisien serta menjaga keakuratan pencatatan menjadi krusial untuk mendukung integritas data inventaris dan kelancaran distribusi barang.\n\nAnalisis Data & Pelaporan Inventory\t\nDalam peran ini, Merchandise Control diharapkan mampu menganalisis arus barang di gudang, baik dari sisi frekuensi keluar-masuk maupun pola distribusi antar store atau kanal penjualan. Mereka harus menyajikan laporan bulanan terkait data inventory, aging stock, dan potensi kebutuhan replenishment. Kemampuan mengolah dan menafsirkan data dengan tepat mendukung pengambilan keputusan tim merchandise dan logistik secara lebih presisi dan berbasis data.\n\nManajemen Dokumen & Penyusunan Sistem Filing Logistik\t\nMerchandise Control memiliki tanggung jawab untuk menyusun dan mengelola sistem penyimpanan dokumen logistik yang efektif dan mudah diakses. Ini meliputi arsip PO, DO, form serah terima barang, serta bukti pengiriman dan retur. Posisi ini juga dituntut mampu melakukan improvement atau penyempurnaan sistem dokumentasi yang ada agar lebih efisien dan sesuai standar audit. Ketelitian dalam filing dan pengendalian dokumen mendukung keandalan logistik secara menyeluruh.\n\nKemampuan Adaptasi di Lingkungan Operasional\t\nMerchandise Control dituntut mampu beradaptasi dengan ritme kerja cepat dan kompleksitas unit kerja seperti divisi MDC (Merchandise Distribution Center) dan Logistik. Mereka harus fleksibel menghadapi tantangan lapangan, bersedia belajar dari dinamika harian, serta dapat menyesuaikan diri terhadap budaya kerja, prosedur, dan sistem yang berlaku. Kesiapan beradaptasi ini sangat mendukung efektivitas operasional dan mempercepat proses pemahaman peran dalam tim.\n\nKolaborasi & Kesiapan Komunikasi Tim\t\nSebagai penghubung antara tim logistik, merchandising, dan distribusi, Merchandise Control harus mampu bekerja sama secara aktif dalam tim. Mereka perlu menjaga komunikasi yang jelas, terbuka terhadap masukan, serta proaktif dalam menyampaikan temuan atau rekomendasi dari analisa data logistik. Keterampilan komunikasi ini penting dalam menjaga sinkronisasi data, menyelesaikan deviasi pengiriman, dan menghindari kesalahan input yang berdampak pada rantai pasok.\n\nAttitude\t\nMenunjukkan etika kerja yang tinggi, termasuk kedisiplinan dalam pelaporan, ketelitian dalam penginputan data, dan tanggung jawab terhadap keakuratan administrasi. Mereka harus menjaga kerahasiaan data operasional, bersikap terbuka terhadap koreksi, dan mampu menjaga kualitas kerja dengan pengawasan minimal. Sikap kerja yang positif dan adaptif sangat menentukan kualitas kontribusi dalam sistem logistik dan merchandise.", "application_deadline": "2025-12-07", "quota": 1, "registered": 20, "position_type": "Merchandise Control", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}