{"id": 22371, "source_id": "a080c7ce-c135-49e7-abf9-8bc9146b8561", "company_name": "Telkom Regional Iii - Witel Bandung", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Desain Grafis, Multimedia, Desain Komunikasi Visual (Sarjana)", "job_title": "Video Editor & Animator - Telkom CorpU", "job_description": "PROFIT+ Enablement Program\nProfit+ adalah website pengelolaan Learning dan Research & Innovation yang terintegrasi sesuai bisnis proses di TCUC, yang berfungsi untuk:\n1. Mempermudah proses dan tracking learning/ training dari setiap fase dalam proses Bisnis TCUC\n2. Digitalisasi proses untuk bisa melihat semua proses lebih transparan dan holistik\n3. Sinkronisasi proses & data untuk bisa melihat proses yang lebih up-to-date dan real-time\nUntuk meningkatkan pemahaman pengguna dalam memanfaatkan fitur PROFIT+ secara efektif, diperlukan program enablement PROFIT+ melalui pembuatan video tutorial dan handbook sebagai panduan utama user PROFIT+.\n\nKriteria:\n1. Fresh Graduate dari jurusan Desain Grafis, Multimedia, DKV atau jurusan terkait.\n2. Disiplin dan mampu bekerja di bawah tekanan.\n3. Bersedia fulltime WFO di Telkom Corpu, Bandung.\n4. Mampu menguasai software video editing dan desain grafis, seperti Adobe Product, Capcut, Canva dan aplikasi sejenis\n5. Berpengalaman dalam design grafis dan video making, ditunjukkan dengan portfolio.\n6. Memiliki ketertarikan pada UI/UX Design/Research.\n7. Mampu menggunakan aplikasi Microsoft Office (Word, Excel, Power Point) atau sejenisnya.\n\nTugas dan Tanggung Jawab:\n1. Menyusun rencana dan timeline pembuatan video tutorial dan handook PROFIT+\n2. Menyusun materi atau konten video tutorial dan handbook PROFIT+\n3. Melakukan pengeditan rekaman video video tutorial PROFIT+\n4. Membuat desain handbook PROFIT+", "application_deadline": "2025-12-07", "quota": 2, "registered": 20, "position_type": "Video Editor & Animator - Telkom CorpU", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}