{"id": 22409, "source_id": "a0744ce0-d3e0-48fe-aac2-5aff46afe86d", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Ilmu Komunikasi, Hubungan Internasional, Manajemen Pemasaran, Teknologi Multimedia Broadcasting, Komunikasi Dan Penyiaran Islam (Diploma, Sarjana)", "job_title": "KOL Specialist", "job_description": "Komunikasi\nMenyampaikan informasi secara efektif dan efisien kepada para KOL dan pihak eksternal lainnya, memastikan pesan yang disampaikan selaras dengan identitas merek. Peserta akan mendapatkan pembelajaran komunikasi profesional dari mentor serta menjalankan tugas komunikasi dengan KOL atau mitra strategis melalui email, media sosial, dan pertemuan langsung.\n\nPublic Speaking\t\nMampu menjadi pembicara atau MC dalam acara yang melibatkan KOL atau event perusahaan untuk mendukung branding dan engagement. Peserta akan dilatih berbicara di depan publik, menyiapkan materi presentasi, dan mengelola dinamika audiens dalam acara perusahaan.\n\nPress Release\t\nMampu menulis berita, caption, artikel, atau konten untuk publikasi melalui media internal dan eksternal. Peserta akan diberi tugas membuat konten yang relevan dengan kegiatan KOL atau brand, memastikan setiap informasi disusun dengan gaya komunikasi yang selaras dengan identitas perusahaan.\n\nPartnership\t\nMampu menjalin hubungan profesional dengan KOL, influencer, dan mitra strategis untuk membangun kolaborasi yang produktif dan berkelanjutan. Peserta akan belajar tentang etika profesional, teknik komunikasi, serta proses koordinasi dengan mitra eksternal guna mendukung strategi pemasaran dan branding perusahaan.\n\nNegotiating\t\nMelakukan negosiasi dengan KOL, influencer, atau mitra strategis agar tercapai kesepakatan yang saling menguntungkan. Peserta akan dibekali pemahaman tentang teknik negosiasi, cara mengidentifikasi nilai kerja sama, menyusun proposal kerja sama, dan mengelola komunikasi hingga kesepakatan tercapai.\n\nAttitude\t\nMenunjukkan sikap profesional, bertanggung jawab, disiplin, dan etis dalam menjalankan tugas. Peserta diharapkan aktif berkolaborasi dalam tim, berpartisipasi dalam proyek kerja nyata, dan mampu beradaptasi dengan dinamika pekerjaan. Sikap positif dan keterbukaan terhadap umpan balik menjadi bagian penting dalam pengembangan diri peserta.", "application_deadline": "2025-12-07", "quota": 1, "registered": 21, "position_type": "KOL Specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}