{"id": 22410, "source_id": "a0809cf8-23df-481b-a500-9edf5b6b912c", "company_name": "Matra Roda Piranti", "province": "JAWA BARAT", "city": "KAB. BEKASI", "recommended_degree": "Administrasi Bisnis Otomotif, Teknik Otomotif, Teknologi Otomotif, Teknik Industri, Teknik Industri Otomotif (Sarjana, Diploma)", "job_title": "Production Staff", "job_description": "Tanggung Jawab Utama: 1. Pelaksanaan Proses Produksi o Menjalankan kegiatan produksi harian sesuai jadwal dan instruksi kerja (Work Order). o Memastikan setiap mesin, peralatan, dan material siap digunakan sebelum proses dimulai. o Memantau parameter proses (tekanan, waktu, suhu, feed rate, dll.) agar sesuai standar operasi. 2. Pengawasan Kualitas Produk (In-Process Quality Control) o Melakukan pengecekan visual dan dimensi produk selama proses berjalan. o Mengidentifikasi dan melaporkan potensi defect kepada QC atau supervisor produksi. o Menjaga agar hasil produksi sesuai dengan standar spesifikasi teknis pelanggan. 3. Efisiensi dan Produktivitas Produksi o Mengontrol penggunaan material, waktu, dan tenaga kerja agar sesuai rencana produksi. o Mencatat jumlah output, reject, downtime, dan pemakaian bahan baku. o Memberikan saran perbaikan untuk peningkatan produktivitas dan pengurangan waste. 4. Koordinasi dengan Departemen Terkait o Berkoordinasi dengan PPIC untuk kesiapan jadwal dan material produksi. o Bekerja sama dengan tim Maintenance jika ada gangguan mesin atau peralatan. o Berkoordinasi dengan QC terkait hasil inspeksi dan penanganan produk NG. 5. Keselamatan dan Kerapian Area Kerja (5S / K3) o Memastikan penerapan 5S (Seiri, Seiton, Seiso, Seiketsu, Shitsuke) di area kerja produksi. o Menggunakan APD (Alat Pelindung Diri) sesuai standar perusahaan. o Melaporkan segera setiap potensi bahaya atau kecelakaan kerja kepada HSE. 6. Pemeliharaan Mesin dan Peralatan Produksi o Melakukan pemeriksaan rutin (daily check) terhadap kondisi mesin. o Menjaga kebersihan dan ketepatan pengoperasian alat kerja. o Mencatat dan melaporkan setiap anomali atau kerusakan mesin kepada bagian Maintenance. 7. Administrasi Produksi o Mengisi form produksi harian (output, downtime, dan pemakaian bahan). o Membuat laporan hasil produksi dan melaporkannya kepada atasan langsung. o Menyimpan dokumen pendukung seperti Work Order, Laporan Inspeksi, dan Routing Sheet. 8. Kepatuhan terhadap Prosedur dan Kebijakan Perusahaan o Menjalankan pekerjaan sesuai SOP, WI (Work Instruction), dan kebijakan mutu. o Berpartisipasi dalam audit internal serta mendukung implementasi ISO 9001, ISO 45001, dan sistem manajemen lainnya. 9. Peningkatan Berkelanjutan (Continuous Improvement) o Mengusulkan ide perbaikan proses (Kaizen) untuk meningkatkan efisiensi dan kualitas. o Mengikuti pelatihan teknis dan program pengembangan kompetensi produksi.", "application_deadline": "2025-12-07", "quota": 3, "registered": 21, "position_type": "Production Staff", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}