{"id": 22705, "source_id": "a0744e76-c784-4d2b-8973-02dde0b433b9", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Administrasi Perkantoran, Manajemen Logistik, Teknik Sipil, Komputer Akutansi, Administrasi BIsnis (Diploma, Sarjana)", "job_title": "Admin General Affair", "job_description": "Administrative Management\t\nMengelola dokumen, surat masuk–keluar, arsip GA, serta menyiapkan laporan administrasi rutin seperti kebutuhan operasional kantor, permintaan barang, dan dokumen pendukung. Peserta belajar ketelitian administrasi dan penggunaan tools perkantoran.\n\nFacility & Asset Support\t\nMendukung pengecekan fasilitas kantor (ruangan, kendaraan, perlengkapan kerja), melakukan checklist rutin, dan membantu koordinasi perbaikan/maintenance dengan vendor atau internal GA.\n\nProcurement Support\t\nMembantu proses pengadaan barang dan kebutuhan operasional: membuat permintaan pembelian, mengecek stok barang, melakukan follow-up vendor, dan memastikan barang diterima sesuai pesanan.\n\nInventory & Supply Management\t\nMenyusun rekap inventaris, mencatat keluar-masuk barang operasional (alat tulis, perlengkapan kantor, peralatan event), serta memastikan stok tersedia dengan baik.\n\nEvent & Office Support\t\nMendukung persiapan kebutuhan acara internal (meeting besar, kunjungan tamu, kegiatan HO), menyiapkan ruangan, konsumsi, perlengkapan, dan dokumentasi pendukung.\n\nVendor Coordination\t\nBerkomunikasi dengan vendor eksternal seperti cleaning service, keamanan, teknisi, dan pihak penyedia fasilitas untuk memastikan SLA terpenuhi.\n\nData Reporting\t\nMembantu penyusunan laporan GA: laporan maintenance, laporan kendaraan, laporan administrasi bulanan, dan laporan operasional pendukung lainnya.\n\nAttitude\t\nMenunjukkan profesionalisme, disiplin, kerapian kerja, dan inisiatif. Peserta bekerja sama dengan tim GA, mengikuti arahan supervisor, dan menjaga hubungan kerja yang baik.", "application_deadline": "2025-12-07", "quota": 1, "registered": 28, "position_type": "Admin General Affair", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}