{"id": 22700, "source_id": "a0744982-ce47-4971-8671-96947c84b18f", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Akuntansi, Manajemen Keuangan, Akuntansi Perpajakan, Administrasi BIsnis, Komputer Akutansi (Diploma, Sarjana)", "job_title": "Office Audit", "job_description": "Audit\t\nMembantu melaksanakan audit internal secara independen, memahami proses audit, serta menghasilkan laporan audit dengan temuan yang akurat dan relevan. Peserta belajar prinsip audit, metode pemeriksaan, standar audit, dan mengikuti audit simulasi untuk memahami langkah-langkah praktis dalam proses audit.\n\nAnalitis\t\nMenganalisis laporan keuangan, data keuangan, dan informasi pendukung secara cermat. Peserta belajar teknik analisis keuangan, analisis rasio, perbandingan laporan, penggunaan perangkat analitis, serta memahami pola dan tren dalam data keuangan.\n\nPeraturan Keuangan\t\nMemahami dan menerapkan aturan keuangan serta standar akuntansi yang berlaku (seperti GAAP dan peraturan pajak) dalam proses audit. Peserta mempelajari standar keuangan, peraturan perpajakan, serta bagaimana menerapkan aturan tersebut dalam praktik audit.\n\nManajemen Waktu\t\nMengatur waktu secara efektif dalam memprioritaskan tugas audit, menyusun jadwal, dan memenuhi tenggat waktu audit yang ketat. Peserta belajar teknik perencanaan audit, manajemen sumber daya, dan strategi mengelola waktu dalam situasi audit nyata.\n\nKomunikasi\t\nBerkomunikasi secara profesional dalam menyampaikan temuan audit, menjelaskan masalah keuangan, dan berinteraksi dengan klien atau manajemen. Peserta belajar membuat laporan audit, teknik presentasi temuan, serta komunikasi dalam meeting audit.\n\nAttitude\t\nMenunjukkan sikap profesional, bertanggung jawab, disiplin, dan mampu bekerja sama dalam lingkungan kerja. Peserta mengikuti simulasi situasi kerja nyata dan proyek tim untuk memperkuat etika kerja, kolaborasi, dan sikap positif.", "application_deadline": "2025-12-07", "quota": 2, "registered": 28, "position_type": "Office Audit", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}