{"id": 22712, "source_id": "a0744a8a-4a87-42dd-afdd-0f4d903acc50", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Psikologi, Manajemen Sumber Daya Manusia, Manajemen, Ilmu Komunikasi, Administrasi Pendidikan (Diploma, Sarjana)", "job_title": "People Development", "job_description": "Manajemen Sumber Daya Manusia\t\nMembantu proses identifikasi kebutuhan pengembangan SDM, menyusun rencana pengembangan individu, dan mendukung eksekusi pelatihan internal. Peserta mempelajari alur pengelolaan SDM dan metode pengembangan kompetensi dalam organisasi.\n\nProject & Event Management\t\nBerpartisipasi dalam penyusunan, pelaksanaan, hingga evaluasi kegiatan pelatihan, workshop, atau event learning. Peserta mempelajari teori & praktik manajemen proyek, manajemen waktu, manajemen anggaran, manajemen risiko, serta dasar penyusunan konsep event.\n\nPerformance Management\t\nMembantu tim dalam menyusun KPI individu, mengumpulkan data performa, serta memberikan rekomendasi pengembangan berdasarkan hasil evaluasi. Peserta belajar membuat KPI, menganalisis data kinerja, dan berdiskusi terkait intervensi perbaikan.\n\nInterpersonal Skill\t\nBerinteraksi dengan berbagai stakeholder internal untuk koordinasi pelatihan, follow-up data, dan diskusi pengembangan karyawan. Peserta mempelajari teknik komunikasi efektif, membangun hubungan kerja yang baik, dan menjaga profesionalitas.\n\nProblem Solving\t\nMenganalisis kasus nyata terkait pengembangan SDM, mengidentifikasi akar masalah, dan memberikan solusi alternatif yang berdampak. Peserta belajar teknik root cause analysis, solution mapping, dan evaluasi efektivitas solusi.\n\nAnalisis Data\t\nMengelola data pelatihan & performa, melakukan rekapitulasi, serta menampilkan data menjadi insight untuk pengambilan keputusan. Peserta belajar teknik analisis data dasar, interpretasi laporan, dan penyajian hasil analisis.\n\nAttitude\t\nMenunjukkan profesionalisme dalam menyelesaikan tugas, mampu menerima feedback, menjaga etika kerja, serta beradaptasi di lingkungan People Development. Peserta mengikuti simulasi kerja nyata, proyek tim, dan refleksi diri.", "application_deadline": "2025-12-07", "quota": 1, "registered": 29, "position_type": "People Development", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}