{"id": 22714, "source_id": "a0809dfa-f417-46c8-b90f-b047983b79f2", "company_name": "Matra Roda Piranti", "province": "JAWA BARAT", "city": "KAB. BEKASI", "recommended_degree": "Teknik Industri, Teknik Industri Otomotif, Teknik Manajemen Industri, Manajemen Industri, Teknik Otomotif (Sarjana, Diploma)", "job_title": "PPIC Staff", "job_description": "Lingkup Tanggung Jawab Utama 1. Perencanaan Produksi (Production Planning) Menerima dan menganalisis forecast dan purchase order (PO) dari bagian Sales/Marketing atau Customer Service. Menyusun rencana produksi harian, mingguan, dan bulanan berdasarkan kapasitas mesin, tenaga kerja, dan ketersediaan material. Melakukan koordinasi dengan departemen Produksi, Engineering, dan QC terkait kesiapan proses dan kapasitas. Menyusun Production Schedule (jadwal kerja mesin dan line produksi) serta memantau realisasinya. Mengevaluasi hasil produksi harian dan melakukan adjustment plan jika ada deviasi terhadap target (delay, reject, downtime). 2. Pengendalian Material (Material Control) Memastikan seluruh material dan komponen produksi tersedia sesuai jadwal rencana produksi (no material shortage). Membuat Material Requirement Planning (MRP) berdasarkan Bill of Material (BOM) dan forecast pelanggan. Berkoordinasi dengan Purchasing dan Warehouse untuk memastikan kedatangan material sesuai rencana. Mengontrol pemakaian material di line produksi untuk meminimalkan waste dan over consumption. Membuat dan memperbarui safety stock serta reorder point untuk setiap material utama. 3. Pengendalian Persediaan (Inventory Control) Melakukan pemantauan stok bahan baku, barang setengah jadi, dan barang jadi (FG) secara rutin. Memastikan kesesuaian antara stok fisik dan sistem (ERP/Excel/Manual). Menyusun laporan inventory aging, slow moving stock, dan rekomendasi perbaikan. Berkoordinasi dengan Warehouse dan Produksi untuk optimalisasi ruang dan arus barang. Membantu proses stock opname bulanan dan tahunan. 4. Pengendalian Pengiriman (Delivery Control) Menyusun dan memonitor Delivery Schedule sesuai permintaan pelanggan (customer delivery plan). Berkoordinasi dengan Logistik dan QC untuk memastikan barang dikirim tepat waktu, jumlah, dan mutu sesuai standar. Membuat rekap pengiriman harian dan evaluasi keterlambatan (delivery performance report). Berperan aktif dalam menjaga OTD (On Time Delivery) pelanggan. 5. Pelaporan & Analisa Data Membuat laporan rutin: Rencana dan realisasi produksi Pemakaian material Inventory control Delivery performance Melakukan analisa penyebab deviasi antara rencana dan realisasi produksi. Memberikan rekomendasi perbaikan sistem perencanaan dan pengendalian produksi. 6. Koordinasi & Komunikasi Internal Berkoordinasi erat dengan Produksi, Warehouse, Purchasing, dan QC untuk sinkronisasi kebutuhan. Menghadiri daily/weekly production meeting untuk update status produksi dan delivery. Mendukung implementasi sistem digital produksi (apabila sedang berjalan di PT Matra). 7. Continuous Improvement Berpartisipasi aktif dalam kegiatan Kaizen / 5R / Lean Manufacturing untuk meningkatkan efisiensi produksi. Mengidentifikasi peluang perbaikan dalam pengelolaan material dan sistem perencanaan.", "application_deadline": "2025-12-07", "quota": 3, "registered": 29, "position_type": "PPIC Staff", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}