{"id": 22716, "source_id": "a06ed258-aa13-4aa7-9790-4e79d16b40c3", "company_name": "Karunia Indamed Mandiri", "province": "JAWA BARAT", "city": "KAB. BOGOR", "recommended_degree": "Teknik Sipil, Teknik Sipil Bangunan Gedung, Teknik Konstruksi Sipil, Konstruksi Sipil (Sarjana, Diploma)", "job_title": "Teknik Sipil", "job_description": "Berdomisili sekitar jabodetabek lebih di utamakan,\nKemahiran dalam menggunakan perangkat lunak desain seperti AutoCAD, Solidworks lebih di utamakan\nMempunyai Sertifikat Kompetensi (SKK) lebih di utamakan\nBersedia Ikatan Dinas\nMengkoordinir pembuatan gambar yang sesuai dengan pelaksanaan di lapangan (As Built Drawing); Membuat gambar rencana pondasi dan struktur bangunan, yang mencakup: Memastikan seluruh gambar rencana sesuai dengan kebutuhan desain arsitektur dan kondisi tanah pada lokasi proyek; Melakukan perhitungan (RAB) desain pondasi, dengan tujuan untuk: Memastikan analisa desain pondasi menggunakan data surveikontur dan hasil soil test dari lokasi proyek terkait. Memastikan hasil analisa telah mempertimbangkan efisiensi biaya implementasi di lapangan tanpa mengurangi aspek keselamatan dan kekuatan struktur. Memastikan desain yang dibuat dapat diimplementasikan sesuai dengan kondisi aktual di lokasi proyek. Melakukan perhitungan (RAB) gambar struktur Memastikan gambar struktur telah sesuai dengan spesifikasi teknis dan kebutuhan proyek. Memastikan desain struktur memenuhi ketentuan dan standar konstruksi yang berlaku (SNI dan/atau standar nasional lainnya). Memberikanrekomendasi atau masukanteknisapabiladitemukanketidaksesuaianantaragambar, spesifikasi, dan kondisilapangan. Melakukan review Rencana Anggaran Biaya (RAB) yang ditawarkan oleh kontraktor, meliputi: Melakukan review RAB, termasuk perhitungan volume setiap item pekerjaan, analisa harga satuan bahan dan upah kerja, serta total keseluruhan biaya. Membuat perhitungan harga upah kerja berdasarkan standar dan kondisi aktual proyek. Menyusun time schedule dan sebagai acuan jadwal pelaksanaan proyek. Membaca dan memahami gambar kerja serta spesifikasi teknis proyek Menyiapkan laporan berkala untuk memperbarui kemajuan pekerjaan Keterampilan visual yang unggul, termasuk kemampuan dalam pemodelan 2D dan 3D, rendering, dan presentasi. Pemahaman yang kuat tentang tren desain, material, dan teknologi terkini. Kemampuan untuk bekerja dalam tim lintas fungsi dan berkolaborasi dengan pemangku kepentingan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 29, "position_type": "Teknik Sipil", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}