{"id": 22799, "source_id": "a08053c0-2699-4d8b-9533-7d6b1bf83c75", "company_name": "Telkom Regional Iii - Witel Bandung", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Ilmu Komputer, Matematika (Sarjana)", "job_title": "AI Engineer - Telkom CorpU", "job_description": "myDigiLearn\nmyDigiLearn sebagai platform Learning Experience Platform (LXP) yang dirancang untuk memenuhi kebutuhan pengembangan SDM, khususnya bagi PT. Telkom Indonesia dan anak perusahaan yang tergabung dalam Telkom Group. Dengan mengadopsi teknologi terkini seperti kecerdasan buatan/Artificial Intelligence (AI), myDigiLearn menawarkan pengalaman belajar yang terintegrasi, interaktif, dan terpersonalisasi.\n\nKriteria:\n1. Mahasiswa tingkat akhir atau fresh graduate jurusan Ilmu Komputer, Matematika, Statistik, atau bidang terkait.\n2. Memiliki pemahaman kuat tentang bahasa pemrograman Python.\n3. Familiar dengan library data science populer seperti Pandas, NumPy, Scikit-learn.\n4. Memiliki pemahaman dasar tentang konsep Machine Learning dan algoritma dasar.\n5. Pernah mengerjakan proyek AI/ML sederhana (proyek kuliah atau pribadi).\n6. Familiar dengan framework seperti TensorFlow atau PyTorch adalah nilai tambah.\n7. Memiliki kemampuan matematika dan statistik yang memadai.\n\nTugas dan Tanggung Jawab:\n1. Membantu dalam proses pengumpulan, pembersihan, dan pelabelan data (data preprocessing) untuk pelatihan model AI.\n2. Bereksperimen dengan model Machine Learning atau Deep Learning sederhana untuk menyelesaikan masalah spesifik (misal: klasifikasi teks, rekomendasi).\n3. Membantu mengintegrasikan model AI yang sudah dilatih ke dalam aplikasi atau API sederhana.\n4. Melakukan riset literatur terkait tren teknologi AI terbaru (seperti LLM atau GenAI).\n5. Mengevaluasi performa model menggunakan metrik standar dan membuat laporan hasil eksperimen.\n6. Berkolaborasi dengan tim Backend untuk mengoptimalkan inferensi model.", "application_deadline": "2025-12-07", "quota": 1, "registered": 31, "position_type": "AI Engineer - Telkom CorpU", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}