{"id": 22839, "source_id": "a080bb8f-1b38-4e30-8a39-8f971d7e0fc0", "company_name": "Telkom Regional Iii - Witel Bandung", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Informatika, Sistem Informasi, Rekayasa Perangkat Lunak (Sarjana, Diploma)", "job_title": "UI/UX Designer - Telkom DCS 01", "job_description": "Development Web New Telkom Test House\nPengembangan web tth yang baru di new.telkomtesthouse.co.id utk layanan uji Quality Assurance, Voluntary Test & Conformance Test\n\nKriteria:\nKemampuan dasar atau pemahaman tentang penggunaan Figma akan menjadi nilai tambah\n\nTugas dan Tanggung Jawab:\n1. Membantu tim dalam mengumpulkan dan menganalisis data pengguna sederhana, termasuk survei atau analisis kompetitor, untuk mengidentifikasi pain points (masalah pengguna) dan peluang desain.\n2. Belajar dan mempraktikkan pembuatan wireframe (kerangka dasar) dengan fidelitas rendah untuk memvisualisasikan struktur dan alur kerja aplikasi sebelum desain visual diterapkan.\n3. Mendukung perancangan komponen UI (misalnya: tombol, formulir, card) dan membantu memastikan konsistensi visual aplikasi sesuai dengan Design System atau panduan yang sudah ada.\n4. Membantu membuat prototype interaktif (menggunakan tools seperti Figma atau sejenisnya) untuk menguji alur pengguna dan mempresentasikan ide desain kepada tim internal.\n5. Berpartisipasi dalam sesi usability testing (pengujian kemudahan penggunaan) dengan pengguna internal atau eksternal, dan membantu mendokumentasikan hasil temuan dan feedback pengguna.\n6. Belajar cara menggunakan dan berkontribusi pada Design System tim, memastikan semua elemen desain baru scalable dan konsisten di seluruh platform.\n7. Berkolaborasi dengan back-end, front-end, designer, QA tester, dan project manager.", "application_deadline": "2025-12-07", "quota": 1, "registered": 33, "position_type": "UI/UX Designer - Telkom DCS 01", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}