{"id": 22843, "source_id": "a07f4678-5ac2-499e-8b88-2132b76b6d5e", "company_name": "LEMBAGA PEMASYARAKATAN KELAS IIA WARUNG KIARA", "province": "JAWA BARAT", "city": "KAB. SUKABUMI", "recommended_degree": "Bimbingan dan Konseling (Sarjana)", "job_title": "pengelola bimbingan kepribadian", "job_description": "1. Merencanakan Program Bimbingan Kepribadian: Merencanakan program bimbingan kepribadian yang sesuai dengan kebutuhan individu atau kelompok.\n2. Mengorganisir Kegiatan Bimbingan Kepribadian: Mengorganisir kegiatan bimbingan kepribadian, seperti konseling, workshop, dan pelatihan.\n3. Mengawasi dan Mengevaluasi Program Bimbingan Kepribadian: Mengawasi dan mengevaluasi program bimbingan kepribadian untuk memastikan bahwa program tersebut efektif dan efisien.\n4. Memberikan Konseling dan Bimbingan: Memberikan konseling dan bimbingan kepada individu atau kelompok yang membutuhkan.\n5. Mengembangkan Materi Bimbingan Kepribadian: Mengembangkan materi bimbingan kepribadian yang relevan dengan kebutuhan individu atau kelompok.\n6. Mengadakan Pelatihan dan Workshop: Mengadakan pelatihan dan workshop untuk meningkatkan kemampuan individu atau kelompok.\n7. Mengidentifikasi Kebutuhan Bimbingan Kepribadian: Mengidentifikasi kebutuhan bimbingan kepribadian individu atau kelompok.\n8. Mengembangkan Hubungan dengan Stakeholder: Mengembangkan hubungan dengan stakeholder, seperti orang tua, guru, dan pimpinan, untuk meningkatkan efektivitas bimbingan kepribadian.\n9. Mengelola Data dan Informasi: Mengelola data dan informasi terkait dengan bimbingan kepribadian.\n10. Mengembangkan Program Bimbingan Kepribadian yang Inovatif: Mengembangkan program bimbingan kepribadian yang inovatif dan efektif.", "application_deadline": "2025-12-07", "quota": 2, "registered": 33, "position_type": "pengelola bimbingan kepribadian", "government_agency": "Kementerian Imigrasi dan Pemasyarakatan", "sub_government_agency": "LEMBAGA PEMASYARAKATAN KELAS IIA WARUNG KIARA", "angkatan": "3", "tahun": "2025"}