{"id": 22852, "source_id": "a0809ca0-2fa7-4120-8bd2-700a1b966851", "company_name": "Teknologi Edukasi Indonesia", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Manajemen, Administrasi BIsnis, Administrasi, Ilmu Komunikasi, Manajemen Bisnis (Diploma, Sarjana)", "job_title": "Event Organizer", "job_description": "1. Membantu tim dalam perencanaan, persiapan, dan pelaksanaan event, baik online maupun offline.\n2. Membuat dan menyusun rundown acara, kebutuhan teknis, serta timeline persiapan event.\n3. Berkoordinasi dengan pembicara, peserta, vendor, dan pihak terkait lainnya selama proses event berlangsung.\n4. Membantu dalam proses registrasi peserta, technical check, dan kebutuhan operasional lainnya.\n5. Membantu menyusun materi event seperti brief, deck pembicara, dan kebutuhan publikasi.\n6. Mengelola komunikasi peserta event, termasuk mengirim informasi teknis dan menjawab pertanyaan umum.\n7. Mendukung tim BD dalam menyebarkan materi promosi dan aktivitas kampanye event.\n8. Membantu dokumentasi acara dan membuat laporan evaluasi event setelah kegiatan selesai.\n9. Melakukan tugas tambahan lainnya yang berkaitan dengan penyelenggaraan program dan aktivitas BD.\n\nEvent organizer:\n1. Domisili Jakarta\n2. Tertarik pada kegiatan acara edukasi, workshop, seminar, atau activation brand.\n3. Memiliki kemampuan koordinasi dan eksekusi acara, baik online maupun offline.\n4. Mampu membuat rundown event, koordinasi dengan speaker, dan mengatur kebutuhan teknis.\n5. Terorganisir, mampu bekerja dengan deadline ketat, dan sigap menghadapi perubahan mendadak.\n6. Memiliki kemampuan komunikasi yang baik dan profesional.\n7. Bersedia bekerja di luar jam kantor saat event berlangsung (jika diperlukan).\n8. Pengalaman dalam kepanitiaan acara adalah nilai tambah.", "application_deadline": "2025-12-07", "quota": 2, "registered": 33, "position_type": "Event Organizer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}