{"id": 22871, "source_id": "a0745084-d90f-426d-9bb8-feb6ba0e48dd", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Ilmu Komunikasi, Hubungan Internasional, Jurnalistik Islam, Jurnalistik, Teknologi Multimedia dan Broadcasting (Diploma, Sarjana)", "job_title": "Public Relation", "job_description": "Media Relations\t\nMengumpulkan database media, melakukan komunikasi dasar dengan media, membantu press release distribution, serta memantau pemberitaan. Peserta belajar etika komunikasi PR dan proses media handling.\n\nPress Release & Copywriting\t\nMembuat draft press release, company statement, caption publikasi, dan naskah komunikasi eksternal. Peserta belajar teknik penulisan berita, gaya bahasa korporat, dan penulisan konten yang persuasif.\n\nCrisis Communication Support\t\nMembantu tim PR mengumpulkan fakta, merangkum isu, menyusun draft response, dan berkoordinasi dengan stakeholder terkait. Peserta belajar dasar-dasar penanganan isu & komunikasi sensitif.\n\nContent Creation for PR\t\nMembantu pembuatan konten publikasi PR seperti dokumentasi event, konten kegiatan CSR, aktivitas corporate branding, dan publikasi internal.\n\nEvent PR Support\t\nMendukung persiapan dan eksekusi event seperti press conference, company gathering, kunjungan stakeholder, atau corporate announcement. Peserta belajar SOP event PR dan koordinasi antar departemen.\n\nStakeholder Engagement\t\nBerinteraksi dengan partner eksternal, komunitas, instansi, media, dan pihak kolaborasi lainnya untuk membangun hubungan positif.\n\nCorporate Communication\t\nMenyusun pesan internal, draft announcement, dan materi komunikasi untuk internal company seperti pengumuman resmi, bulletin, dan internal newsletter.\n\nBrand Image & Reputation Monitoring\t\nMelakukan social listening, memantau percakapan brand di publik, membuat laporan insight brand, dan mendokumentasikan potensi isu.\n\nAttitude\t\nMenunjukkan profesionalisme, disiplin, kemampuan komunikasi interpersonal yang baik, serta mampu menerima feedback dengan baik. Peserta belajar menjaga citra perusahaan melalui perilaku.", "application_deadline": "2025-12-07", "quota": 2, "registered": 34, "position_type": "Public Relation", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}