{"id": 22941, "source_id": "a07ee5c4-902e-48b9-9d32-7a3794fdeb02", "company_name": "Indonesia Juara", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Pendidikan Guru Sekolah Dasar (PGSD), Pendidikan Bahasa Dan Sastra Inggris (Sarjana)", "job_title": "Guru Bahasa Inggris Primary (Kreativa Global School)", "job_description": "1. Pengantar Mengajar Menggunakan Bahasa Inggris dan Implementasi Kurikulum:\n- Menggunakan Bahasa Inggris secara aktif sebagai bahasa pengantar dalam proses belajar mengajar, baik secara lisan maupun tulisan.\n- Menggunakan berbagai metode pengajaran yang efektif untuk meningkatkan keterlibatan siswa.\n- Mengembangkan dan menyesuaikan materi kurikulum bahasa inggris sesuai kebutuhan pembelajaran.\n2. Penilaian Kinerja Siswa:\n- Merancang dan melaksanakan asesmen untuk mengevaluasi pembelajaran dan capaian belajar siswa dalam mata pelajaran bahasa inggris.\n- Memberikan feedback yang konstruktif untuk mendukung perkembangan akademik dan peningkatan kompetensi bahasa inggris siswa.\n3. Pengembangan dan Pemanfaatan Sumber Belajar:\n- Memilih dan mengembangkan bahan ajar serta sumber belajar untuk mendukung dan memperkaya pengalaman belajar dalam mata pelajaran bahasa inggris.\n- Mengintegrasikan teknologi dan alat pengajaran inovatif untuk meningkatkan efektivitas pengajaran mata pelajaran bahasa inggris.\n4. Pengembangan Profesional dan Kolaborasi:\n- Mengikuti perkembangan terbaru dalam mata pelajaran bahasa inggris \n- Berkolaborasi dengan rekan kerja untuk berbagi sumber daya, mengintegrasikan mata pelajaran, dan meningkatkan pembelajaran siswa secara keseluruhan.\n5. Keterlibatan dan Dukungan kepada Siswa:\n- Menciptakan lingkungan belajar yang stimulatif dan inklusif yang mendorong minat serta partisipasi siswa dalam mata pelajaran bahasa inggris\n- Mendukung kebutuhan belajar siswa dengan menyesuaikan metode pengajaran sesuai kebutuhan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 38, "position_type": "Guru Bahasa Inggris Primary (Kreativa Global School)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}