{"id": 23018, "source_id": "a0744bd0-6cd0-4a76-acec-1d0e792e4137", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Ilmu Komunikasi, Bahasa dan Sastra Arab, Manajemen Pemasaran, Hubungan Internasional, Bisnis Digital (Diploma, Sarjana)", "job_title": "Copywriter", "job_description": "Kemampuan Menulis\t\nMembuat konten tulisan untuk blog, artikel, dan platform digital sesuai standar tata bahasa, struktur, dan target audiens. Peserta akan belajar teknik penulisan profesional, penyusunan kalimat menarik, dan gaya narasi yang mampu mempengaruhi pembaca.\n\nPenelitian yang Efektif\t\nMelakukan riset yang relevan dan akurat untuk mendukung pembuatan konten yang informatif dan sesuai kebutuhan target audiens. Peserta akan mempelajari teknik pengumpulan data, sumber informasi tepercaya, serta cara mengintegrasikan hasil riset ke dalam tulisan.\n\nPemahaman SEO\t\nMengoptimalkan konten agar mudah ditemukan mesin pencari dengan penggunaan kata kunci dan struktur SEO yang tepat. Peserta akan mempelajari riset kata kunci, optimasi judul, meta description, dan penerapan SEO natural dalam konten digital.\n\nKemampuan Analisis & Pemantauan Kinerja\t\nMelacak performa konten menggunakan tools analitik dan memberikan rekomendasi perbaikan berbasis data. Peserta akan diajarkan penggunaan alat seperti Google Analytics untuk mengukur engagement, konversi, dan efektivitas konten.\n\nKemampuan Penyesuaian Gaya Penulisan\t\nMenyesuaikan gaya dan nada penulisan dengan karakteristik brand serta audiens yang dituju. Peserta akan belajar mengenali tone of voice brand, menulis dengan gaya berbeda sesuai target, dan mengikuti pedoman editorial perusahaan.\n\nAttitude\t\nMenunjukkan tanggung jawab, disiplin, keterbukaan terhadap umpan balik, dan inisiatif dalam menyelesaikan proyek penulisan. Peserta akan menjalani simulasi kerja nyata, proyek kolaboratif, dan refleksi diri untuk membentuk sikap profesional, etis, dan komunikatif di lingkungan kerja.", "application_deadline": "2025-12-07", "quota": 1, "registered": 43, "position_type": "Copywriter", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}