{"id": 23056, "source_id": "a0744c57-affc-4b60-bb46-d1656b1f3e4b", "company_name": "PT. Bersama Zatta Mulya", "province": "JAWA BARAT", "city": "KOTA BANDUNG", "recommended_degree": "Ilmu Komunikasi, Teknologi Multimedia Broadcasting, Hubungan Internasional, Manajemen Pemasaran/Marketing, Film Dan Televisi (Diploma, Sarjana)", "job_title": "Content Creator", "job_description": "Content Planning\t\nMembantu merancang ide konten, menentukan konsep, membuat storyboard sederhana, serta menyusun kalender konten untuk berbagai platform (IG, TikTok, YouTube). Peserta belajar memahami target audiens, riset konten tren, dan perencanaan visual.\n\nScriptwriting & Copywriting\t\nMenulis script untuk video pendek, caption media sosial, dan copy sederhana untuk kebutuhan promosi. Peserta belajar gaya bahasa brand, storytelling, dan teknik komunikasi yang efektif.\n\nProduction (Shooting)\t\nMembantu proses produksi konten: mengambil gambar, membuat footage, memilih angle, dan melakukan recording sesuai arahan mentor. Peserta belajar teknik dasar shooting menggunakan smartphone atau kamera.\n\nEditing & Post-Production\t\nMengedit video menggunakan aplikasi editing dasar maupun menengah (CapCut, VN, Premiere). Peserta belajar color tone, ritme editing, transisi, overlay text, dan audio syncing.\n\nSocial Media Management\t\nMembantu upload konten, menyiapkan caption, hashtag, melakukan penjadwalan publikasi, serta memonitor engagement dasar. Peserta belajar algoritma dasar platform dan teknik optimalisasi konten.\n\nBasic Graphic Design\t\nMembuat visual pendukung untuk konten seperti thumbnail, quote image, atau poster digital sederhana. Peserta belajar penggunaan Canva atau tool desain ringan lainnya.\n\nTrendspotting & Benchmarking\t\nMelakukan riset tren konten, ide viral, kompetitor, dan inspirasi dari platform sosial. Membantu tim mengembangkan ide yang relevan dan kekinian.\n\nAttitude\t\nMenunjukkan profesionalisme, disiplin, inisiatif, dan konsistensi kreativitas. Peserta mengikuti briefing, feedback session, dan revisi konten dengan sikap positif serta kolaboratif.", "application_deadline": "2025-12-07", "quota": 2, "registered": 47, "position_type": "Content Creator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}