{"id": 23324, "source_id": "a07f3404-2596-45e3-ba6a-89738f453dae", "company_name": "Pasca Karya Bangsa", "province": "JAWA TENGAH", "city": "KAB. BATANG", "recommended_degree": "Teknik Informatika, Desain Komunikasi Visual, Multimedia (Sarjana)", "job_title": "Konten Kreator", "job_description": "Job Desk Konten Kreator\n1. Perencanaan Konten\nMembuat konsep dan ide konten sesuai target audiens dan tujuan brand.\nMenyusun kalender konten (content planning) untuk berbagai platform.\nMelakukan riset tren, hashtag, kompetitor, dan kebutuhan pasar.\n2. Produksi Konten\nMembuat konten foto, video, dan dsain grafis untuk sosial media (TikTok, Instagram, Facebook, YouTube, dll).\nMenulis caption, script video, dan teks pendukung lainnya.\nMengatur proses shooting: setting, lighting, alat, dan pengambilan gambar.\nMengedit video dan foto sebelum dipublikasikan.\n3. Manajemen Media Sosial\nMengunggah konten sesuai jadwal dan platform yang ditentukan.\nMengelola komentar, DM, dan interaksi dengan audiens.\nMemastikan konten konsisten dengan brand identity dan guideline.\n4. Analisis Kinerja Konten\nMemantau statistik konten (views, reach, engagement, conversion).\nMenyusun laporan performa bulanan atau mingguan.\nMengealuasi konten yang berhasil dan yang kurang berhasil untuk perbaikan strategi.\n5. Kolaborasi & Koordinasi\nBekerja sama dengan tim marketing, desain, dan produksi untuk kampanye.\nMenjalin komunikasi dengan influencer atau talent jika dibutuhkan.\nMengikuti briefing dan meeting terkait kampanye konten.\n6. Kreativitas & Pengembangan\nMengikuti perkembangan tren digital, style editing, dan teknologi terbaru.\nMenciptakan ide-ide inovatif untuk meningkatkan brand awareness.\nMengembangkan gaya storytelling dan visual yang menarik.\n7. Administrasi Ringan\nMenyimpan arsip file konten secara teratur (foto, video, desain).\nMenyusun daftar kebutuhan produksi konten (alat, budget, properti).\nMenyimpan script, draft, dan hasil revisi untuk dokumentasi.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Konten Kreator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}