{"id": 23344, "source_id": "a080bd3c-52d8-4434-9851-2c3e51867eed", "company_name": "Pusat Kolaborasi Desain Chip Indonesia", "province": "JAWA TENGAH", "city": "KAB. KUDUS", "recommended_degree": "Teknik Elektro, Teknik Komputer, Rekayasa Sistem Komputer, Elektronika dan Instrumentasi (Sarjana)", "job_title": "Chip Designer & Verification", "job_description": "Program magang ini berfokus pada kegiatan perancangan (design) dan verifikasi chip sebagai bagian dari pengembangan sistem elektronik berbasis Integrated Circuit (IC). Kegiatan magang akan dilaksanakan di:\n\nITB Innovation Park Lantai 7\nJalan Boulevard Utama No. 3, Gedebage – Summarecon\nBandung – 40294, Indonesia\n\nLingkup Tugas Utama:\n\nMembantu proses perancangan arsitektur dan blok fungsional chip sesuai spesifikasi yang diberikan.\n\nMenyusun hardware description menggunakan bahasa deskripsi perangkat keras (misalnya Verilog/VHDL) di bawah supervisi pembimbing.\n\nMelakukan simulasi dan verifikasi desain untuk memastikan fungsi chip berjalan sesuai kebutuhan.\n\nMelakukan analisis hasil simulasi, mengidentifikasi potensi bug atau ketidaksesuaian, serta menyusun laporan temuan.\n\nBerkolaborasi dengan tim terkait dalam proses debugging, optimasi desain, dan penyusunan dokumentasi teknis.\n\nMenyusun dokumentasi teknis dan laporan kemajuan pekerjaan secara berkala.\n\nFasilitas & Benefit:\n\nRuang kerja yang nyaman dan representatif di ITB Innovation Park dengan lingkungan kerja yang kondusif untuk kegiatan riset dan pengembangan.\n\nKesempatan untuk belajar langsung dari praktisi dan akademisi di bidang perancangan dan verifikasi chip.\n\nUang saku magang yang mengacu pada standar UMK Kabupaten Kudus yang berlaku.\n\nCara Pendaftaran:\n\nBagi yang berminat, wajib:\n\nMelakukan pendaftaran melalui platform MagangHub sesuai prosedur yang berlaku.\n\nMengirimkan Curriculum Vitae (CV) ke alamat surel berikut:\n\nEmail: mbkm.icdec@gmail.com\n\nDisarankan untuk mencantumkan subjek email sebagai berikut:\nLamaran Magang – Chip Designer & Verification – [Nama Lengkap]", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Chip Designer & Verification", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}