{"id": 23387, "source_id": "a07e2b88-570d-4912-98a6-5ccc6bbd5cef", "company_name": "Rs Kristen Ngesti Waluyo", "province": "JAWA TENGAH", "city": "KAB. TEMANGGUNG", "recommended_degree": "Kedokteran (Sarjana)", "job_title": "Staff Verifikator BPJS", "job_description": "1.\tVerifikasi Administrasi Klaim berkas Rawat Jalan dan Rawat Inap\n2.\tMeneliti kesesuaian berkas klaim antara surat eligibilitas peserta dengan data yang di input dalam aplikasi INA CBGs dengan berkas pendukung lainya.\n3.\tMemastikan kode INA CBGs level III ada pengesahan dari komite medik\n4.\tMemastikan kesesuaian dokter penanggung jawab pasien dengan diagnosa.\n5.\tMemeriksa kesesuaian antara tindakan operator dengan spesialisasi operator\n6.\tMemeriksa kesesuaian antara tipe RS dan kompetensi dokter.\n7.\tMemeriksa koding yang ditentukan koder tidak unbuilding.\n8.\tMemperhatikan readmisi untuk diagnosa penyakit yang sama.\n9.\tMemastikan kesesuaian pada kasus special CMGs\n10.\tMemastikan tingkat keparahan  (severity level sesuai dengan tipe dan kompetensi RS\n11.\tMemastikan kesesuaian diagnosa dan prosedur pada tagihan\n12.\tMemperhatikan kasus yang special CMGs\n13.\tMemastikan kesesuaian dan kelengkapan berkas bayi baru lahir sesuai dengan kebijakan BPJS Kesehatan.\n14.\tMemeriksa berkas meliputi kelengkapan berkas, isian dalam berkas dan biaya yang diajukan.\n15.\tMelakukan konfirmasi administrasi layanan dan administrasi klaim lain\n16.\tMelakukan purifikasi data No.SEP,Nomor kartu peserta dan tanggal SEP\n17.\tMelakukan proses verifikasi administrasi\n18.\tMelihat status klaim administrasi yang layak, tidak layak dan pending\n19.\tMelaksankan proses verifikasi lanjutan\n20.\tMelaksanakan finalisasi klaim\n21.\tRecheck dokumen dengan status pending\n22.\tMembuat umpan balik pelayanan\n23.\tMengirimkan file dokumen klaim", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Staff Verifikator BPJS", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}