{"id": 23402, "source_id": "a08131f5-326b-4e5d-a0a0-f4b30dfbd832", "company_name": "Surya Digital Nusantara", "province": "JAWA TENGAH", "city": "KAB. SEMARANG", "recommended_degree": "Desain Komunikasi Visual, Teknologi Pendidikan, Pendidikan Teknologi Informatika dan Komputer, Komunikasi dan Penyiaran Islam (KPI), Teknik informatika (Sarjana, Diploma)", "job_title": "Content Creator", "job_description": "A. Perencanaan & Strategi Konten (Content Strategy)\nEdukasi Pasar: Merancang strategi konten yang tidak hanya \"jualan\", tetapi mengedukasi audiens mengenai pentingnya optimalisasi teknologi untuk peningkatan SDM sesuai definisi AECT 2008.\n\nSegmentasi Sektor: Membuat perencanaan konten yang spesifik untuk target audiens berbeda (misal: konten untuk sekolah/dinas pendidikan berbeda pendekatannya dengan konten untuk perusahaan swasta/kesehatan).\n\nCalendar Management: Menyusun kalender editorial bulanan untuk media sosial (Instagram, LinkedIn, TikTok, YouTube) dan website perusahaan.\n\nB. Produksi Konten Kreatif (Creation)\nVisual & Grafis: Membuat desain grafis untuk poster penawaran produk, infografis data teknologi, dan flyer kegiatan pelatihan/workshop.\n\nVideo Production: Memproduksi video pendek (Reels/TikTok) dan video panjang (YouTube) yang meliputi:\n\nProduct Showcase: Demonstrasi alat/barang teknologi yang disediakan perusahaan.\n\nTestimoni: Video keberhasilan klien setelah menggunakan jasa perusahaan.\n\nMicro-learning: Video edukasi singkat tentang tips teknologi.\n\nCopywriting: Menulis caption, artikel blog, atau naskah video yang menggunakan bahasa profesional namun mudah dipahami, menekankan pada nilai \"Etika Praktek\" dan \"Efisiensi\".\n\nC. Branding & Komunikasi Produk (Utilization & Management)\nPenyampaian Nilai AECT: Memastikan setiap konten mencerminkan bagaimana produk/jasa perusahaan dapat memfasilitasi belajar atau meningkatkan kinerja SDM klien.\n\nDokumentasi Proyek: Meliput kegiatan pengadaan, instalasi, atau pelatihan yang dilakukan perusahaan sebagai bukti portofolio (Proof of Work).\n\nCorporate Branding: Menjaga konsistensi tone of voice dan visual identity PT Surya Digital Nusantara agar terlihat sebagai mitra teknologi yang kredibel dan terpercaya.\n\nD. Riset & Analisis (Evaluation)\nTrend Watching: Memantau tren teknologi pendidikan dan teknologi korporasi terbaru untuk dijadikan bahan konten yang relevan.\n\nPerformance Monitoring: Menganalisis performa konten (Reach, Engagement, Conversion) untuk melihat seberapa efektif pesan \"Improving Performance\" diterima oleh audiens.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "Content Creator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}