{"id": 23509, "source_id": "a06f8b6e-28c6-4e9c-8586-c379ce93317a", "company_name": "Selaras Mandiri", "province": "JAWA TENGAH", "city": "KOTA SEMARANG", "recommended_degree": "Sistem informasi, Sistem dan Teknologi Informasi, Teknologi Komputer, Teknik Komputer (Sarjana, Diploma)", "job_title": "Programer", "job_description": "programmer atau developer web : membuat aplikasi web (pengembangan) dan maintenance (pemeliharaan). \nPengembangan Aplikasi Web (Development)\n\nTugas ini melibatkan pembangunan fitur baru dan sistem dari awal, mulai dari tahap perencanaan hingga implementasi.\n\nAnalisis Kebutuhan: Memahami dan menganalisis kebutuhan fungsional dan non-fungsional dari user atau klien, seringkali bekerja sama dengan System Analyst atau Product Manager.\n\nPerancangan Struktur: Merancang arsitektur aplikasi (misalnya, frontend, backend, database) dan alur kerja (workflow) untuk memastikan sistem yang efisien dan skalabel (mampu menangani pertumbuhan).\n\nPenulisan Kode: Menulis, memodifikasi, dan men-debug kode program yang bersih, terstruktur, dan mudah dibaca (clean code) sesuai dengan spesifikasi teknis dan standar pengkodean yang ditetapkan.\n\nIntegrasi: Menghubungkan berbagai komponen aplikasi, seperti mengintegrasikan frontend (antarmuka pengguna) dengan backend (logika server) dan API (Application Programming Interface) eksternal.\n\nPengujian (Testing): Melakukan pengujian unit (unit testing), pengujian integrasi (integration testing), dan berpartisipasi dalam pengujian sistem untuk mengidentifikasi dan memperbaiki bug atau error sebelum peluncuran.\n\n2. Pemeliharaan dan Perbaikan (Maintenance & Troubleshooting)\n\nTugas ini memastikan aplikasi web berjalan dengan lancar dan optimal setelah diluncurkan.\n\nPerbaikan Bug (Bug Fixing): Mendeteksi, menganalisis, dan memperbaiki error atau bug yang dilaporkan oleh user atau sistem pemantauan.\n\nPembaruan Fitur (Feature Updates): Mengimplementasikan fitur tambahan atau peningkatan berdasarkan umpan balik user atau perubahan kebutuhan bisnis.\n\nOptimasi Kinerja (Performance Optimization): Melakukan refactoring kode dan mengoptimalkan kueri database atau alur kerja untuk meningkatkan kecepatan dan responsivitas aplikasi.\n\nKeamanan (Security): Memastikan aplikasi aman dari kerentanan umum (vulnerabilities) seperti XSS, SQL Injection, dan memperbarui pustaka (libraries) atau framework ke versi yang lebih aman.\n\nDokumentasi: Membuat dan memelihara dokumentasi teknis (kode, arsitektur, alur deploy) dan panduan pemecahan masalah (troubleshooting).", "application_deadline": "2025-12-07", "quota": 1, "registered": 10, "position_type": "Programer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}