{"id": 2356, "source_id": "a07e4303-1237-4aff-a74c-245a580f1629", "company_name": "Tdm Kepahiang", "province": "BENGKULU", "city": "KAB. KEPAHIANG", "recommended_degree": "Administrasi, Administrasi BIsnis, Administrasi Perkantoran (Sarjana, Diploma)", "job_title": "ADMINISTRASI", "job_description": "Tugas pokok administrasi di Tunas Group melibatkan berbagai fungsi operasional dan manajerial untuk mendukung kelancaran bisnis utama perusahaan di bidang otomotif (dealer, penjualan, servis, dan penyewaan) dan jasa keuangan. \nTugas-tugas utama tersebut mencakup:\nFungsi Umum Administrasi\nPengelolaan Dokumen dan Arsip: Bertanggung jawab atas penyimpanan, pengorganisasian, dan pemeliharaan seluruh dokumen perusahaan, baik dalam bentuk fisik maupun digital, untuk memastikan kemudahan akses dan kepatuhan terhadap regulasi.\nPengelolaan Data dan Informasi: Melakukan data entry, mengumpulkan, menyimpan, dan menganalisis data operasional untuk mendukung pengambilan keputusan manajemen.\nKoordinasi Internal dan Eksternal: Menjadi penghubung utama antar departemen (penjualan, servis, keuangan, SDM) dan pihak eksternal seperti leasing, bank, atau vendor.\nManajemen Operasional Cabang: Mengelola administrasi dan operasional harian cabang untuk mendukung efisiensi bisnis secara keseluruhan.\nPenyusunan Jadwal dan Kegiatan Kantor: Membantu dalam penjadwalan rapat, acara kantor, dan mengelola akomodasi kantor. \nFungsi Spesifik Berdasarkan Unit Bisnis\nTugas administrasi di Tunas Group sering kali disesuaikan dengan unit bisnisnya, seperti Tunas Toyota, Tunas Honda, Mandiri Tunas Finance, dll.. Contoh tugas spesifik meliputi: \nAdministrasi Penjualan:\nMemasukkan data Surat Pemesanan Kendaraan (SPK).\nMengorganisir dokumen SPK yang belum terselesaikan.\nMembuat tagihan ke perusahaan pembiayaan (leasing).\nAdministrasi Servis/Bengkel:\nMengelola data-data kendaraan pelanggan.\nMembuat estimasi waktu dan biaya perbaikan.\nMemastikan kerapian dan kelengkapan data servis.", "application_deadline": "2025-12-07", "quota": 1, "registered": 15, "position_type": "ADMINISTRASI", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}