{"id": 23573, "source_id": "a078dc12-31cd-4aa8-82c0-d854988512f4", "company_name": "Mirayya Berkah Sejahtera", "province": "JAWA TENGAH", "city": "KAB. BANJARNEGARA", "recommended_degree": "Bisnis Digital, Sistem dan Teknologi Informasi, Ilmu Komputer, Manajemen, Ilmu Komunikasi (Diploma, Sarjana)", "job_title": "Content Creator", "job_description": "1. Strategi dan Perencanaan Konten\nRiset Tren: Secara aktif memantau tren terbaru di media sosial (TikTok, Instagram, YouTube), tren kecantikan, produk viral, dan kebutuhan pasar (audiens) untuk memastikan konten relevan.\n\nPembuatan Kalender Konten: Menyusun jadwal dan kalender konten yang terencana dan teratur (harian, mingguan, bulanan) untuk berbagai platform media sosial.\n\nPenentuan Narasi Merek: Memastikan semua konten yang diproduksi konsisten dengan nilai, tone, dan voice merek toko (misalnya, berfokus pada clean beauty, dermatologis, atau makeup fun).\n\n2. Produksi Konten (Eksekusi)\nKonten Visual (Foto & Video):\n\nMembuat reels, TikToks, short videos, dan foto produk yang estetik dan berkualitas tinggi.\n\nMengemas konten edukasi (misalnya, urutan skincare yang benar, fungsi ingredients seperti Niacinamide atau Retinol) dan konten hiburan/inspiratif (misalnya, makeup tutorial, get ready with me).\n\nMelakukan editing video (penambahan musik, subtitle, transisi, call-to-action) dan pengeditan foto (retouching, color grading).\n\nKonten Teks (Copywriting):\n\nMenulis caption yang menarik, persuasif, dan informatif untuk setiap unggahan.\n\nMembuat skrip yang menarik dan padat untuk konten video.\n\nMemastikan penggunaan hashtag yang relevan untuk meningkatkan jangkauan.\n\n3. Konten Interaksi dan Ulasan\nProduct Review dan Testing: Membuat konten yang menampilkan ulasan jujur, first impression, dan hasil penggunaan produk kosmetik atau skincare secara berkala.\n\nKonten Interaktif: Membuat konten yang mendorong interaksi audiens, seperti Q&A (Tanya Jawab skincare), polling (Which one is better?), dan challenge yang berhubungan dengan produk.\n\nKonten Before-After: Menyajikan demonstrasi visual yang menunjukkan efektivitas produk, terutama untuk produk skincare.\n\n4. Analisis dan Pelaporan\nPemantauan Kinerja: Melacak dan menganalisis metrik kinerja konten (Engagement Rate, Views, Reach, Conversion Rate) menggunakan fitur analitik platform.\n\nOptimasi Konten: Menggunakan data analisis untuk mengidentifikasi jenis konten yang paling disukai audiens dan melakukan penyesuaian strategi konten di masa depan.\n\nPelaporan: Menyusun laporan mingguan atau bulanan mengenai hasil kinerja konten dan dampaknya terhadap penjualan toko.\n\n5. Kolaborasi dan Branding\nKolaborasi Internal: Bekerja sama dengan tim marketing atau shopkeeper untuk mendapatkan ide konten, informasi produk terbaru, atau promosi yang akan diangkat.\n\nRepresentasi Merek: Bertindak sebagai on-screen talent (jika diperlukan) atau memastikan influencer/model yang digunakan merepresentasikan target audiens merek dengan baik.", "application_deadline": "2025-12-07", "quota": 2, "registered": 12, "position_type": "Content Creator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}