{"id": 23632, "source_id": "a0804f23-81f5-42a7-ae37-d1439e286da3", "company_name": "Rs Pku Aisyiyah Boyolali", "province": "JAWA TENGAH", "city": "KAB. BOYOLALI", "recommended_degree": "Ilmu Keperawatan, Keperawatan (Sarjana)", "job_title": "Perawat", "job_description": "1. Petugas melaksanakan tugas dinas jaga secara bergiliran, sesuai dengan jadwal dinas jaga yang telah disusun\n2. Petugas melakukan serah terima pasien dengan Ruang terkait\n3. Petugas menyiapkan sarana dan fasilitas pelayanan rawat inap RS PKU Aisyiyah untuk kelancaran pelayanan serta memudahkan pasien dalam menerima pelayanan, dengan cara:\na.\tMengawasi kebersihan lingkungan, bekerjasama dengan urusan keber-sihan dan sanitasi RS PKU Aisyiyah\nb.\tMengatur tata ruang rawat inap agar memudahkan dan memperlancar pelayanan kepada pasien\nc.\tMemeriksa persiapan alat dan bahan yang diperlukan untuk memberikan pelayanan rawat inap RS PKU Aisyiyah\nd.\tBersama Kepala perawat Ruang Rawat Inap  mengatur jadwal kegiatan rawat inap\n4. Petugas mengkaji kebutuhan pasien dengan cara:\na.\tMelakukan anamnesa sesuai sebatas kemampuan dan kewenangannya : alasan kunjungan, keluhan utama yang dirasakan, riwayat keluhan\nb.\tMelakukan pemeriksaan sesuai sebatas kemampuan dan kewena-ngannya : mengukur tekanan darah – nadi – pernafasan – suhu tubuh, mengukur berat badan – tinggi badan\nc.\tMelaksanakan asuhan keperawatan maupun tindakan keperawatan se-suai kebutuhan pasien \nd.\tPersiapan pasien untuk pemeriksaan penunjang : laboratorium, radio – diagnostik\n5.\tPetugas mendampingi pasien dan dokter pada saat dilakukan pemeriksaan:\na.\tMempersiapkan alat dan bahan yang dibutuhkan dokter untuk pemerik-saan maupun tindakan kepada pasien\nb.\tMempersiapkan pasien untuk dilakukan pemeriksaan : memposisikan pasien, menciptakan rasa aman dan nyaman selama pemeriksaan mau-pun tindakan\nc.\tMelaksanakan program pengobatan maupun tindakan yang telah diten-tukan oleh dokter\n6.\tPetugas memberikan penjelasan, berupa:\na.\tPenyuluhan kesehatan kepada perorangan pasien maupun kelompok pasien, sesuai sebatas kemampuan dan kewenangannya \nb.\tSaran perawatan pasien untuk di rumah, bila pasien akan pulang dari rawat inap\nc.\tSaran kunjungan ulang sesuai program pengobatan maupun tindakan\n7.\tPetugas melaksanakan pencatatan dan pelaporan sesuai kebutuhan sistim informasi Ruang Rawat Inap: catatan asuhan keperawatan, buku register rawat inap, kelengkapan rekam medik pasien, catatan pemakaian alat – bahan – obat, catatan pembebanan biaya pelayanan rawat inap, sensus harian, laporan dinas jaga, kejadian luar biasa\n8.\tPetugas memelihara agar alat – bahan – obat selalu dalam keadaan baik, lengkap dan siap pakai\n9.\tPetugas bekerja secara kooperatif dengan para pelaksana pelayanan Ruang lain\n10.\tPetugas mengikuti pertemuan berkala untuk Ruang Rawat Inap RS PKU Aisyiyah\n11.\tPetugas mengikuti kegiatan peningkatan ketrampilan dan keilmuan profesi untuk keperawatan \n12.\tPetugas Melaksanakan tugas lain yang diberikan oleh atasan\n13.\tPetugas dalam melaksanakan tugas, bertanggung jawab kepada Kepala ruang rawat inap\n14.\tPetugas berperan serta dalam pemenuhan indikator mutu di unitnya", "application_deadline": "2025-12-07", "quota": 7, "registered": 14, "position_type": "Perawat", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}