{"id": 23738, "source_id": "a06eae27-017b-40ed-958f-ad995749fdec", "company_name": "Rsu Pku Muhammadiyah Banjarnegara", "province": "JAWA TENGAH", "city": "KAB. BANJARNEGARA", "recommended_degree": "Farmasi (Diploma)", "job_title": "Tenaga Teknis Kefarmasian", "job_description": "Membantu Apoteker dalam pelaksanaan pelayanan kefarmasian mulai dari pengelolaan perbekalan farmasi, peracikan obat, hingga pendistribusian kepada pasien atau unit lain sesuai dengan standar prosedur operasional (SPO) dan regulasi yang berlaku.\n\n1. Pelayanan Farmasi & Dispensing (Teknis)\nIni adalah tugas inti harian dalam melayani resep dokter:\nPenerimaan Resep: Menerima resep dan melakukan skrining administratif (kelengkapan nama dokter, SIP, tanggal, nama pasien, berat badan, dll).\nKalkulasi & Penyiapan: Menghitung dosis/jumlah obat yang diminta dan mengambil obat sesuai resep.\nPeracikan (Compounding): Melakukan peracikan obat (membuat puyer, kapsul, salep, atau sirup kering) dengan teknik aseptik dan peralatan yang bersih.\nPengemasan & Pelabelan (Etiket): Mengemas obat dan menempelkan etiket/label dengan jelas. Etiket harus memuat: Nama pasien, aturan pakai, tanggal, dan peringatan khusus (misal: \"Kocok Dahulu\" atau \"Habiskan\").\nPengecekan Akhir (Double Check): Memeriksa kesesuaian fisik obat dengan resep sebelum diserahkan kepada Apoteker untuk validasi akhir.\n\n2. Manajemen Perbekalan Farmasi (Logistik/Gudang)\nPenyimpanan Obat: Menyimpan obat sesuai dengan stabilitasnya (suhu ruang, kulkas/chiller) dan bentuk sediaannya.\nPrinsip FEFO & FIFO: Menata obat berdasarkan prinsip First Expired First Out (yang kadaluarsa duluan keluar duluan) dan First In First Out.\nKontrol Stok: Melakukan pengecekan stok fisik harian atau berkala (stock opname) untuk mencegah selisih stok di sistem komputer (SIMRS).\nPengecekan Kadaluarsa: Memantau tanggal kadaluarsa obat (ED) secara rutin dan memisahkan obat yang mendekati ED (misal: 3-6 bulan sebelum ED).\n\n3. Distribusi ke Ruang Rawat Inap (Bangsal)\nSistem UDD (Unit Dose Dispensing): Menyiapkan obat untuk pasien rawat inap dalam kemasan sekali minum (per dosis) untuk pemakaian 24 jam, guna mencegah kesalahan pemberian obat.\nFloor Stock: Mengelola dan memantau stok obat/alkes yang disimpan di troli emergensi atau lemari di ruang perawatan (nurse station).\n\n4. Administrasi & Pelaporan\nInput Data: Menginput data penggunaan obat dan alkes ke dalam Sistem Informasi Manajemen Rumah Sakit (SIMRS) untuk keperluan penagihan (billing).\nDokumentasi Narkotika/Psikotropika: Membantu Apoteker dalam pencatatan mutasi keluar-masuk obat golongan Narkotika dan Psikotropika (buku register).\nPencatatan Suhu: Mencatat suhu kulkas penyimpanan obat dan suhu ruangan (kelembaban) setiap shift pada form pemantauan.", "application_deadline": "2025-12-07", "quota": 4, "registered": 17, "position_type": "Tenaga Teknis Kefarmasian", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}