{"id": 23776, "source_id": "a0744690-c4ff-4df4-8580-f189ee4efb13", "company_name": "Wanxinda Green Travel Industry Development", "province": "JAWA TENGAH", "city": "KAB. BATANG", "recommended_degree": "Manajemen, Hukum, Administrasi, Administrasi Perkantoran, Administrasi BIsnis (Sarjana)", "job_title": "General Affairs", "job_description": "1. Pengadaan dan Inventaris Aset (Purchasing & Inventory)\nPencatatan Stok: Melakukan pencatatan rutin terhadap stok barang masuk dan keluar (misalnya: Alat Tulis Kantor/ATK, persediaan pantry, atau peralatan kebersihan).\nProses Pembelian: Membantu proses pemesanan dan pembelian barang kebutuhan kantor.\nAnalisis Kebutuhan: Membantu menganalisis kebutuhan barang dan membandingkan harga dari berbagai vendor untuk mencapai pengadaan yang efisien dan hemat biaya.\nInventarisasi Aset: Membantu mendata, memberi label, dan mengelola database aset perusahaan (misalnya: komputer, meja, kursi, AC, atau kendaraan operasional).\n\n2. Pemeliharaan dan Perawatan Fasilitas (Maintenance)\nPerawatan Rutin: Membantu mengawasi dan memastikan fasilitas kantor (listrik, air, AC, internet, gedung) berfungsi dengan baik.\nKoordinasi Vendor: Berkoordinasi dengan vendor atau teknisi eksternal untuk perbaikan dan pemeliharaan fasilitas atau peralatan yang rusak.\nOperasional Harian: Menangani permintaan atau keluhan harian dari karyawan terkait fasilitas atau peralatan kerja.\n\n3. Administrasi dan Hubungan Eksternal\nAdministrasi Dokumen: Mencetak, memindai, dan mengarsipkan dokumen-dokumen penting terkait kontrak vendor, pembelian, atau perizinan.\nKorespondensi: Menangani pengiriman dan penerimaan surat, paket, atau dokumen eksternal lainnya.\nPerizinan: Membantu mengurus dan memelihara dokumen legalitas dan perizinan yang dibutuhkan perusahaan (tergantung kebutuhan spesifik).\nDukungan Acara: Membantu persiapan logistik dan perlengkapan untuk acara internal kantor (meeting, pelatihan, gathering).", "application_deadline": "2025-12-07", "quota": 2, "registered": 19, "position_type": "General Affairs", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}