{"id": 2384, "source_id": "a076bd3a-54c5-4401-9b4b-2bf5c2af9b15", "company_name": "Bengkulu News Online", "province": "BENGKULU", "city": "KOTA BENGKULU", "recommended_degree": "Administrasi, Matematika, Akuntansi, Administrasi Negara, Administrasi Publik (Sarjana, Diploma)", "job_title": "Tenaga Tata Usaha Perkantoran/Administrasi", "job_description": "Pengelolaan Dokumen & Arsip\n\n1. Menyusun, menyimpan, dan mengarsipkan dokumen perusahaan (surat-menyurat, kontrak, MoU, invoice, proposal, dan dokumen redaksi).\n\n2. Melakukan pengarsipan digital dan fisik secara sistematis agar mudah ditelusuri.\n\n3. Mengelola penerimaan dan distribusi dokumen ke divisi terkait.\n\nAdministrasi Perkantoran\n\n1. Menangani kebutuhan administrasi harian kantor, termasuk pendataan aset, inventaris, dan kebutuhan operasional.\n\n2. Mengelola jadwal penggunaan ruang rapat, peralatan, dan fasilitas kantor lainnya.\n\n3. Menyiapkan berkas, notula, dan dokumen pendukung rapat.\n\nPengelolaan Surat-Menyurat\n\n1. Menangani surat masuk dan keluar, baik fisik maupun digital.\n\n2. Menyusun draf surat resmi perusahaan.\n\n3. Berkoordinasi dengan kurir, ekspedisi, dan pihak eksternal terkait pengiriman dokumen.\n\nDukungan Administrasi Redaksi & Bisnis\n\n1. Menyusun dan mendata permohonan liputan, undangan acara, serta surat tugas untuk wartawan.\n\n2. Mengelola administrasi kerja sama, seperti pencatatan proposal, invoice, dan kontrak iklan.\n\n3. Mendukung kegiatan event perusahaan (konfirmasi tamu, daftar hadir, dokumentasi administrasi).\n\nPengelolaan Data & Laporan\n\n1. Memperbarui data internal (database klien, mitra, vendor, daftar kontak narasumber).\n\n2. Menyusun laporan administrasi bulanan (absensi, penggunaan fasilitas, logistik, arsip).\n\n3. Membantu rekapitulasi data keuangan dasar sesuai instruksi bagian keuangan.\n\nPelayanan Internal & Eksternal\n\n1. Menjadi titik kontak awal bagi tamu, mitra, atau pihak eksternal yang berkomunikasi dengan perusahaan.\n\n2. Menyampaikan informasi kepada karyawan terkait pengumuman, jadwal, dan kebutuhan administrasi.\n\n3. Mendukung koordinasi lintas divisi agar alur kerja lebih efisien.\n\nDukungan Operasional SDM\n\n1. Membantu proses absensi harian, rekap cuti, dan kebutuhan administratif lainnya.\n\n2. Menyiapkan dokumen terkait kepegawaian sesuai arahan HR.\n\n3. Mengatur kebutuhan logistik kegiatan internal.", "application_deadline": "2025-12-07", "quota": 1, "registered": 23, "position_type": "Tenaga Tata Usaha Perkantoran/Administrasi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}