{"id": 23881, "source_id": "a07e766d-56d8-4f41-aaf0-ae5ddfc4e0be", "company_name": "K33 Distribusi", "province": "JAWA TENGAH", "city": "KAB. SUKOHARJO", "recommended_degree": "Statistika, Statistika Bisnis, Statistika dan Sains Data, Matematika, Akuntansi Bisnis Digital (Diploma, Sarjana)", "job_title": "Business Data Analyst (General Data & Insight)", "job_description": "Business Data Analyst bertugas mendukung proses pengumpulan, pengolahan, dan analisis data untuk membantu perusahaan mengambil keputusan yang lebih efektif. Kandidat akan mempelajari bagaimana mengidentifikasi masalah bisnis, menganalisis performa operasional, serta menyusun insight dan rekomendasi untuk meningkatkan efisiensi, produktivitas, dan pencapaian target.\n\nKualifikasi:\n•\tLulusan S1 Statistik, Teknik Informatika, Sistem Informasi, Matematika, Akuntansi, atau bidang terkait.\n•\tMenguasai SQL (SQLServer/MySQL/PostgreSQL) dan mampu membuat query kompleks.\n•\tMenguasai tools visualisasi data (Power BI, Looker Studio, Metabase, Tableau).\n•\tMemahami alur transaksi bisnis: pembelian, penjualan, persediaan, keuangan, dan akuntansi dasar.\n•\tMahir Excel tingkat lanjut (pivot table, power query, lookup).\n•\tMemahami konsep ETL sederhana dan data modelling (fact–dimension).\n•\tMampu membaca dan menganalisis data untuk mendukung keputusan bisnis.\n•\tTeliti, komunikatif, dan mampu bekerja secara mandiri maupun tim.\n•\tNilai tambah: mampu menggunakan Python (pandas), pengalaman membuat dashboard operasional/keuangan.\n NB : Wajib memiliki laptop sendiri untuk operasional analisis data.\n\n Tugas & Tanggung Jawab:\n•\tMengumpulkan, membersihkan, dan mengolah data transaksi dari seluruh modul bisnis.\n•\tMendesain dan membangun dashboard interaktif (penjualan, pembelian, inventory, keuangan).\n•\tMenyajikan data dalam bentuk visual yang mudah dipahami manajemen.\n•\tMelakukan analisis tren, pola, anomali, serta menghasilkan insight berbasis data.\n•\tMenyusun laporan periodik untuk manajemen dan memberikan rekomendasi perbaikan bisnis.\n•\tBerkolaborasi dengan berbagai divisi untuk memahami kebutuhan data.\n•\tMenjaga kualitas, konsistensi, dan keakuratan data.\n•\tMembuat dokumentasi KPI, definisi metrik, dan panduan penggunaan dashboard.\n\n Benefit Magang:\n\tSertifikat Magang Resmi.\n\tPengalaman mengolah real business data.\n\tPengembangan kemampuan analitis profesional.\n\tKesempatan belajar langsung dari tim manajemen.", "application_deadline": "2025-12-07", "quota": 1, "registered": 24, "position_type": "Business Data Analyst (General Data & Insight)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}