{"id": 23934, "source_id": "a0804f06-de53-4fda-a429-c36ed8ddda86", "company_name": "Kesejahteraan Muslimat Nahdlatul Ulama Pati", "province": "JAWA TENGAH", "city": "KAB. PATI", "recommended_degree": "Psikologi (Sarjana)", "job_title": "Staf SDM", "job_description": "1. Rekrutmen & Seleksi\n\nMelakukan penyusunan kriteria kompetensi jabatan bersama pimpinan unit.\n\nMelaksanakan asesmen psikologis (tes psikologi, wawancara, observasi).\n\nMenyusun laporan hasil psikotes dan memberikan rekomendasi kelayakan calon karyawan.\n\nBerperan dalam proses interview akhir bersama atasan unit.\n\n2. Asesmen & Psikotes Internal\n\nMelakukan asesmen psikologis untuk promosi, mutasi, dan penilaian potensi karyawan.\n\nMemonitor aspek psikologis pekerja yang membutuhkan penilaian lanjutan.\n\n3. Pengembangan SDM (Training & Development)\n\nMengidentifikasi kebutuhan pelatihan (TNA) berdasarkan kompetensi dan hasil evaluasi kinerja.\n\nMenyusun materi, fasilitasi, dan evaluasi pelatihan internal.\n\nMengembangkan program peningkatan soft skills, budaya kerja, dan komunikasi efektif.\n\n\n\n\n\n5. Analisis Jabatan (Job Analysis)\n\nMengumpulkan data melalui observasi, wawancara, dan kuesioner.\n\nMenyusun deskripsi jabatan, spesifikasi jabatan, dan kompetensi jabatan.\n\nMeng-update jobdesk sesuai kebutuhan organisasi.\n\n6. Review Beban Kerja (Job Load / Workload Analysis)\n\nMenghitung kebutuhan SDM berbasis beban kerja unit.\n\nMenganalisis ketidakseimbangan job load dan memberikan rekomendasi perbaikan.\n\nMendukung penataan SDM untuk efektivitas operasional.\n\n7. Penilaian Kinerja (Performance Appraisal)\n\nMembantu menyusun instrumen penilaian kinerja dan kompetensi.\n\nMengelola proses evaluasi kinerja tahunan.\n\nMemberikan umpan balik terkait hasil penilaian untuk pengembangan karyawan.\n\n8. Dukungan Manajemen SDM\n\nMembantu menyusun kebijakan dan SOP terkait SDM.\n\nMendukung kegiatan industrial relation (komunikasi hubungan kerja).", "application_deadline": "2025-12-07", "quota": 1, "registered": 27, "position_type": "Staf SDM", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}