{"id": 24063, "source_id": "a06eb8f5-d5b5-41cb-bf57-f2a3c2b9019b", "company_name": "Rsu Pku Muhammadiyah Banjarnegara", "province": "JAWA TENGAH", "city": "KAB. BANJARNEGARA", "recommended_degree": "Rekam Medik (Diploma)", "job_title": "Rekam Medis", "job_description": "Mengelola data klinis dan demografi pasien, menjamin kelengkapan, kerahasiaan, dan akurasi kode diagnosa untuk keperluan pengobatan, klaim asuransi (BPJS), serta pelaporan nasional.\n\n1. Pengolahan Data Pasien (Processing)\nIni adalah \"jantung\" dari unit rekam medis, terutama untuk kelancaran klaim:\nAssembling (Perakitan): Menata urutan formulir rekam medis (jika masih hybrid/kertas) dan mengecek kelengkapan tanda tangan dokter serta pengisian resume medis.\nAnalisis Kuantitatif & Kualitatif: Memeriksa apakah Resume Medis, Laporan Operasi, dan Informed Consent sudah terisi lengkap. Jika belum, wajib mengembalikan berkas ke dokter/perawat untuk dilengkapi (1x24 jam setelah pasien pulang).\nCoding (Pengodean):\nMenentukan kode diagnosa penyakit menggunakan ICD-10.\nMenentukan kode tindakan medis menggunakan ICD-9-CM.\nPenting: Akurasi koding ini menentukan besaran tarif INA-CBGs (klaim BPJS). Kesalahan kode bisa menyebabkan kerugian finansial bagi RS (klaim pending atau dispute).\n\n2. Manajemen Rekam Medis Elektronik (RME)\nSesuai regulasi terbaru, tugas ini menjadi dominan:\nHak Akses: Mengatur user level (siapa boleh akses apa) di sistem SIMRS. Misal: Perawat hanya bisa isi asuhan keperawatan, tidak bisa ubah diagnosa medis.\nBridging SATUSEHAT: Memastikan pengiriman data pasien ke platform SatuSehat Kemenkes berjalan lancar setiap hari.\nMonitoring Input: Memantau kepatuhan PPA (Profesional Pemberi Asuhan) dalam mengisi rekam medis elektronik secara real-time.\n\n3. Pelaporan Rumah Sakit (Reporting)\nStatistik RS: Menghitung indikator pelayanan harian/bulanan, seperti:\nBOR (Bed Occupancy Rate): Tingkat hunian tempat tidur.\nLOS (Length of Stay): Lama hari rawat.\nTOI & BTO: Efisiensi penggunaan tempat tidur.\nPelaporan Eksternal (SIRS Online): Mengirim laporan RL (Rekapitulasi Laporan) ke Kementerian Kesehatan dan Dinas Kesehatan (misal: Laporan 10 Besar Penyakit, Laporan Kematian, dll).\n\n4. Manajemen Arsip & Penyimpanan (Filing)\nMeskipun beralih ke elektronik, berkas fisik lama atau dokumen consent fisik tetap harus dikelola:\nRetrieval: Menyediakan berkas rekam medis lama jika pasien datang berobat kembali atau untuk keperluan audit medis.\nRetensi & Pemusnahan: Memilah berkas yang sudah non-aktif (biasanya >5 tahun) untuk dimusnahkan sesuai prosedur hukum, dan mengalihmediakan (scan) dokumen penting yang bernilai guna (seperti ringkasan masuk-keluar).\n\n5. Aspek Hukum & Pelepasan Informasi\nVisum et Repertum: Membantu dokter dalam menyiapkan data medis untuk pembuatan Visum atas permintaan kepolisian.\nResume Medis: Melayani permintaan salinan resume medis untuk keperluan rujukan atau klaim asuransi pribadi pasien.\nKerahasiaan: Menjaga agar data medis tidak bocor ke pihak yang tidak berwenang. Perekam medis adalah \"penjaga gerbang\" rahasia kedokteran.", "application_deadline": "2025-12-07", "quota": 1, "registered": 36, "position_type": "Rekam Medis", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}