{"id": 2413, "source_id": "a07f01d4-019d-47e2-a27c-dd7d317b3f53", "company_name": "Perkumpulan Keluarga Berencana Indonesia", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Kedokteran (Diploma, Sarjana)", "job_title": "Dokter Umum", "job_description": "Dokter di Klinik Ragom Kencana PKBI Lampung memegang peran sentral dalam memberikan pelayanan medis yang komprehensif, aman, dan sesuai standar kesehatan. Sebagai penanggung jawab utama tindakan klinis, dokter melakukan pemeriksaan menyeluruh, menegakkan diagnosis, memberikan terapi, serta melakukan tindak lanjut terhadap kondisi pasien. Dalam layanan yang berfokus pada kesehatan reproduksi dan seksual, dokter berperan penting dalam memberikan pemeriksaan dan konseling terkait keluarga berencana, kesehatan reproduksi perempuan dan laki-laki, infeksi menular seksual, HIV, serta masalah kesehatan lain sesuai kebutuhan pasien.\n\nSebagai bagian dari tim klinik, dokter bekerja erat dengan perawat dan bidan untuk memastikan setiap tindakan medis berjalan efektif dan aman. Dokter memberikan arahan profesional mengenai prosedur klinis, memastikan penggunaan alat dan obat sesuai standar, serta mengawasi penerapan protokol keselamatan pasien. Selain pelayanan pemeriksaan umum, dokter juga melakukan tindakan medis seperti pemasangan dan pelepasan alat kontrasepsi, penanganan kasus IMS, pemeriksaan penunjang, serta tindakan dasar sesuai kewenangannya.\n\nDokter turut bertanggung jawab dalam pencatatan rekam medis yang akurat dan lengkap, memberikan edukasi kepada pasien mengenai kondisi kesehatan mereka, serta memastikan kerahasiaan dan kenyamanan setiap individu yang mengakses layanan. Selain itu, dokter berperan dalam menjaga mutu pelayanan dengan mengikuti pedoman klinis, standar PKBI, serta kebijakan kesehatan yang berlaku. Dengan menjalankan tugas ini secara profesional, dokter berkontribusi besar dalam mewujudkan layanan kesehatan reproduksi yang ramah, inklusif, dan bermartabat bagi seluruh masyarakat yang dilayani Klinik Ragom Kencana PKBI Lampung.", "application_deadline": "2025-12-07", "quota": 1, "registered": 1, "position_type": "Dokter Umum", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}