{"id": 24193, "source_id": "a0802e1e-a036-4eee-b07b-57a13d5ae016", "company_name": "Rs Pku Aisyiyah Boyolali", "province": "JAWA TENGAH", "city": "KAB. BOYOLALI", "recommended_degree": "Analis Kesehatan (Sarjana, Diploma)", "job_title": "Ahli Teknologi Laboratorium Medis", "job_description": "1.\tPetugas melaksanakan tugas dinas jaga secara bergiliran, sesuai dengan jadwal dinas jaga yang telah disusun.\n2.\tPetugas melakukan serah terima pasien dengan Instalasi pelayanan terkait\n3.\tPetugas menyiapkan sarana dan fasilitas pelayanan laboratorium rumah sakit untuk kelancaran pelayanan serta memudahkan pasien dalam menerima pelayanan\n4.\tPetugas mengawasi kebersihan lingkungan, bekerjasama dengan urusan kebersihan dan sanitasi rumah sakit\n5.\tPetugas mengatur tata ruang laboratorium agar memudahkan dan memperlancar pelayanan kepada pasien dan menjamin keamanan kemungkinan kontaminasi spesimen bagi pasien maupun petuga pelaksana pelayanan\n6.\tPetugas memeriksa persiapan alat dan bahan yang diperlukan untuk memberikan pelayanan laboratorium rumah sakit\n7.\tPetugas bersama kepala analis kesehatan Instalasi laboratorium rumah sakit mengatur jadwal kegiatan laboratorium\n8.\tPetugas memastikan identitas pasien yang akan mendapat tindakan laboratorium ( nama, umum, alamat, no. RM, diagnosis, jenis pemeriksaan )\n9.\tPetugas menyelenggarakan pemeriksaan laboratorium\n10.\tPetugas menyiapkan spesimen pemeriksaan\n11.\tPetugas melakukan pemeriksaan laboratorium yang diminta\n12.\tPetugas mempersiapkan alat dan bahan yang dibutuhkan untuk pemeriksaan laboratorium atas pasien\n13.\tPetugas mempersiapkan pasien untuk dilakukan pemeriksaan laboratorium : memposisikan pasien, menciptakan rasa aman dan nyaman selama pemeriksaan,  prosedur steril – aseptik.\n14.\tPetugas melaksanakan program pemeriksaan yang telah dijadwalkan oleh dokter\n15.\tPetugas memberikan penjelasan, mengenai pemeriksaan yang akan dilakukan : persiapan pasien, spesimen yang akan diambil dan kapan akan dilakukan \n16.\tPetugas melaksanakan pencatatan dan pelaporan sesuai kebutuhan sistim informasi Instalasi laboratorium : buku register laboratorium, arsip hasil pemeriksaan laboratorium rekam medik pasien, catatan pemakaian alat – bahan – obat, catatan pembebanan biaya pelayanan laboratorium, sensus harian, laporan dinas jaga, kejadian luar biasa\n17.\tPetugas memelihara agar alat-bahan-obat selalu dalam keadaan baik, lengkap siap pakai\n18.\tPetugas bekerja secara kooperatif dengan para pelaksana pelayanan Instalasi lain\n19.\tPetugas mengikuti pertemuan berkala untuk Instalasi laboratorium rumah sakit\n20.\tPetugas mengikuti kegiatan peningkatan ketrampilan dan keilmuan profesi untuk analis kesehatan \n21.\tPetugas melaksanakan tugas lain yang diberikan oleh atasan.\n22.\tPetugas dalam melaksanakan tugas, bertanggung jawab kepada Karu Laboratorium\n23.\tPetugas berperan serta dalam pemenuhan indikator mutu di unitnya", "application_deadline": "2025-12-07", "quota": 2, "registered": 68, "position_type": "Ahli Teknologi Laboratorium Medis", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}