{"id": 24204, "source_id": "a0804a57-9679-4c93-9a84-7eaa0b44f0bf", "company_name": "PT Telkom Regional 4 Witel Semarang", "province": "JAWA TENGAH", "city": "KOTA SEMARANG", "recommended_degree": "Manajemen, Administrasi Bisnis, Teknik Industri, Ilmu Komunikasi, Sistem Informasi (Sarjana)", "job_title": "Administrative Assistant - Telkom Semarang (RLEGS)", "job_description": "Mendukung operasional Account Manager secara administratif dengan mengelola data pelanggan, menyiapkan dokumen penawaran, mengurus administrasi kontrak, serta melakukan pembaruan laporan layanan. Bertanggung jawab melakukan pengolahan data berbasis Excel, monitoring kebutuhan pelanggan, serta mengawal atau mengingatkan progres project yang berjalan secara administratif dalam ruang lingkup Account Manager. Peran ini juga membantu menjaga komunikasi dan koordinasi dengan unit terkait guna memastikan layanan berjalan optimal dan menunjang pembelajaran menuju peran Account Manager.\n\nKriteria:\nMampu berkomunikasi dengan baik dalam tim, disiplin, dan bertanggung jawab. Memiliki kemampuan pengolahan data menggunakan Excel/Spreadsheet (terutama VLOOKUP dan Pivot Table). Dinamis, cepat tanggap terhadap perubahan, serta mampu bekerja dengan ritme operasional yang cepat. Memiliki kemampuan dasar dalam desain grafis menggunakan Canva menjadi nilai tambah.\n\nTugas dan Tanggung Jawab:\n-Membantu mengelola administrasi pelanggan, termasuk pembaruan data dan penyusunan dokumen penawaran.\n-Mendukung administrasi kontrak dan memastikan kelengkapan dokumen sesuai kebutuhan unit Account Manager.\n-Mengolah data layanan dan performa pelanggan menggunakan Excel/Spreadsheet (VLOOKUP & Pivot).\n-Mengawal atau melakukan reminder progres project yang berjalan secara administratif dalam ruang lingkup Account Manager.\n-Membantu menyiapkan laporan berkala dan materi presentasi untuk kebutuhan internal maupun pelanggan.\n-Mendukung komunikasi dengan unit terkait untuk memastikan layanan dan aktivitas pelanggan berjalan optimal.\n-Membantu membuat materi visual sederhana (poster/slide) bila diperlukan untuk kebutuhan komunikasi pelanggan atau internal. Bersama mentor membantu memastikan achivement KPI Unit", "application_deadline": "2025-12-07", "quota": 1, "registered": 76, "position_type": "Administrative Assistant - Telkom Semarang (RLEGS)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}