{"id": 24255, "source_id": "a080e46e-9f3c-4a51-ab98-41235bd59846", "company_name": "Tetra Medikaloka Barokah", "province": "JAWA TENGAH", "city": "KAB. KUDUS", "recommended_degree": "Ilmu Keperawatan (Diploma, Sarjana)", "job_title": "Perawat", "job_description": "1.\tMemelihara kebersihan ruang rawat dan lingkungannya.\n2.\tMenerima pasien baru sesuai prosedur dan ketentuan yang berlaku.\n3.\tMemelihara peralatan keperawatan dan medis agar selalu dalam keadaan siap pakai.\n4.\tMelakukan pengkajian keperawatan dan menentukan diagnosa keperawatan sesuai batas kewenangannya.\n5.\tMenyusun rencana keperawatan kepada pasien sesuai standar asuhan keperawatan antara lain \na.\tMelaksanakan tindakan sesuai program pengobatan, \nb.\tMemberi penyuluhan kesehatan kepada pasien dan keluarganya sesuai standar asuhan keperawatan\nc.\tMenjadi partner dokter dalam melakukan asuhan pasien terintegrasi\n6.\tMelatih /membantu pasien untuk melakukan latihan gerak, melatih pasien menggunakan alat bantu yang dibutuhkan, seperti Kursi Roda dan Tongkat penyangga.\n7.\tMelakukan tindakan darurat kepada pasien sesuai standar asuhan keperawatan\n8.\tBerperan serta dengan anggota tim kesehatan dalam membahas kasus dan upaya meningkatkan mutu asuhan keperawatan.\n9.\tMelaksanakan tugas pagi, sore dan hari libur secara bergiliran sesuai jadwal dinas.\n10.\tMengikuti pertemuan berkala yang diadakan oleh atasan\n11.\tMeningkatkan pengetahuan dan keterampilan dibidang keperawatan, antara lain melalui pertemuan ilmiah dan penataran atas izin /persetujuan atasan.\n12.\tMelaksanakan system pencatatan dan pelaporan dokumen rekam medis yang tepat dan benar sesuai standar asuhan keperawatan dan peraturan Rumah Sakit.\n13.\tMelaksanakan serah terima tugas (Hand Over) kepada petugas pengganti secara lisan maupun tertulis, pada saat pergantian dinas.\n14.\tMelaksanakan system pencatatan dan pelaporan dokumen rekam medis yang tepat dan benar sesuai standar asuhan keperawatan dan peraturan Rumah Sakit. \n15.\tMelaksanakan serah terima tugas (Hand Over) kepada petugas pengganti secara lisan maupun tertulis, pada saat pergantian dinas.\n16.\tMemberikan penyuluhan kesehatan kepada pasien dan keluarganya sesuai dengan keadaan kebutuhan pasien mengenai: \na.\tProgram diit, \nb.\tPengobatan yang perlu dilanjutkan dan cara penggunaannya,\nc.\t Pentingnya pemeriksaan ulang di rumah sakit, puskesmas dan institusi kesehatan lain,\nd.\tCara hidup sehat, seperti pengaturan istirahat, makanan yang bergizi, atau bahan, pengganti sesuai dengan keadaan social ekonomi.\n17.\tMenyiapkan pasien yang akan pulang, meliputi:\na.\t Menyediakan formulir untuk penyelesaian administrasi, \nSeperti Resume Medis pasien, Surat Keterangan rawat inap, Surat keterangan sakit, Resep obat untuk dibawa pulang, Hasil pemeriksaan penunjang, dll\nb.\tMemberikan edukasi perawatan di rumah sesuai diagnosis seperti, rawat luka, petunjuk diit, dll", "application_deadline": "2025-12-07", "quota": 28, "registered": 166, "position_type": "Perawat", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}