{"id": 2428, "source_id": "a0765e37-39f2-4c5f-97b4-81673fce0632", "company_name": "Bukitrandu Sentosa", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Pendidikan Teknik Elektro, Pendidikan Teknik Elektronika, Teknik Elektro, Pendidikan Vokasional Teknik Elektro, Pendidikan Vokasional Teknik (Diploma, Sarjana)", "job_title": "Technician Shift-Holiday Inn Lampung Bukit Randu", "job_description": "Main Responsibility : \nHandle repair requests promptly, including guestroom maintenance, lighting, air conditioning, water systems, and general facilities.\nAssist in troubleshooting technical issues and ensuring all equipment functions properly.\nMaintain and operate hotel machinery, tools, and engineering equipment safely.\nRecord daily maintenance activities and report to the Engineering Supervisor/Chief Engineer.\nEnsure compliance with safety, fire protection, and energy saving procedures.\nSupport renovation, installation, and improvement projects within the hotel.\nMaintain cleanliness and organization in the engineering workshop and storage areas.\n\nQualifications:\nMale/Female\nExperience in engineering, maintenance, or hotel facility operations is an advantage fresh graduates are welcome\nBasic knowledge of electrical, mechanical, plumbing, and systems.\nAbility to operate tools, machines, and safety equipment properly.\nStrong problem solving skills and attention to detail.\nPhysically fit and able to perform manual maintenance tasks.\nWilling to work in shifts and respond to emergencies when needed.\nDisciplined, responsible, and able to work independently or in a team.\nUnderstanding of safety standards and maintenance procedures.\n\n\nPlease send your cv also to this email recruitment.tkgbr@ihg.com Subject email : Maganghub-Technician-Yourname", "application_deadline": "2025-12-07", "quota": 3, "registered": 3, "position_type": "Technician Shift-Holiday Inn Lampung Bukit Randu", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}