{"id": 24320, "source_id": "a07ee4d7-c8ac-46f2-b65c-fca6b5231b0f", "company_name": "Forriz Hotel Yogyakarta", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KOTA YOGYAKARTA", "recommended_degree": "Perhotelan, Industri Pariwisata, Hospitality dan Pariwisata, Pariwisata, Manajemen Perhotelan dan Pariwisata (Diploma, Sarjana)", "job_title": "Housekeeping Attendant", "job_description": "1.\tMemeriksa status kamar.\n2.\tMenangani penataan dan pemeliharaan Room Boy/Maid cart/Room trolley       cart.\n3.\tMengisi Room Boy/Maid Control/Sheet perihal situasi dan mengecek kondisi Guest Room dan juga kelengkapan inventaris di dalam kamar. \n4.\tMelakukan penataan dan perawatan Guest Room dan nelengkapi kamar dengan standar supplies yang telah ditentukan.\n5.\tMengeluarkan dan mengumpulkan peralatan Room Service yang belum di clear up dari kamar dan melaporkannya ke Room Service order taker untuk pengambilan peralatan tersebut dari lingkungan kamar tamu.\n6.\tMenyiapkan air Minum Botol dan  di Water Pitcher di setiap kamar-kamar tamu sesuai standar yang berlaku.\n7.\tMelakukan Turn Down service untuk kamar VIP Occupied\n\n8.\tMelaporkan kerusakan di dalam “Guest Room” kepada Head Room /Floor Supervisor.\n9.\tMelaporkan/menyerahkan barang tamu yang tertinggal dan melaporkan keluhan tamu atas kehilangan barang tamu kepada Head Room/Floor Supervisor.\n10.\tMemeriksa kelengkapan perlengkapan kamar “Check Out” dan melaporkan ke Front Office apabila terdapat kehilangan.\n11.\tMengumpulkan “Soiled Linen” di Floor Stations.\n12.\tMelakukan General Cleaning atas kamar-kamar berdasarkan pengaturan Head Room /Floor Supervisor.\n13.\tMenerima dan melaporkan keluhan para tamu kepada Head Room /Floor Supervisor.\n14.\tMenjalin dan membina hubungan dengan tamu.\n15.\tMemelihara suasana kerja yang sehat.\n16.\tMenghadiri briefing Assistant Executive Housekeeper, Floor Supervisor.\n17.\tMenanyakan atau mengambil Guest laundry dari kamar, pakaian tamu yang ingin dicucikan.\n18.\tMemeriksa isi Mini bar/refrigerator dan snack di setiap kamar bila ada terjual dan segera dilaporkan langsung ke FOC untuk setiap adanya penjualan (diminum oleh tamu) sambil segera mengisi Bill minuman atau snack tersebut untuk dikirim atau diserahkan kepada FO Cashier melalui petugas (beverage checkers) atau langsung ke FO cashier untuk mempercepat proses penyelesaian rekening bagi tamunya.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "Housekeeping Attendant", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}