{"id": 2439, "source_id": "a080e2bb-24ce-4715-8e16-fd1da8ee483b", "company_name": "PT. Masa Kini Mandiri", "province": "LAMPUNG", "city": "KAB. LAMPUNG SELATAN", "recommended_degree": "Desain Grafis, Desain Komunikasi Visual -, Desain Media (Diploma, Sarjana)", "job_title": "DESAIN GRAFIS", "job_description": "Bertanggung jawab membuat materi visual yang menarik, komunikatif, dan konsisten dengan identitas brand. Peran ini mencakup proses kreatif mulai dari konsep hingga produksi akhir pada berbagai media digital maupun cetak.\n\n1. Pengembangan Konsep Visual\n- Mengembangkan ide dan konsep desain berdasarkan kebutuhan perusahaan atau klien.\n- Menerjemahkan brief menjadi visual yang efektif dan sesuai tujuan komunikasi.\n- Membuat moodboard, sketsa awal, dan alternatif desain.\n\n2. Produksi Materi Desain\n- Membuat desain untuk media sosial, website, banner, poster, brosur, katalog, dan materi promosi lainnya.\n- Mendesain layout, ilustrasi, infografis, dan elemen visual lain sesuai kebutuhan.\n- Memastikan setiap output desain memiliki kualitas tinggi dan sesuai standar brand.\n\n3. Manajemen Identitas Brand\n- Menjaga konsistensi penggunaan warna, tipografi, ikonografi, dan gaya visual perusahaan.\n- Menerapkan pedoman brand pada seluruh materi desain.\n- Mengembangkan elemen visual baru bila diperlukan.\n\n4. Editing Foto & Manipulasi Visual\n- Melakukan retouching, color correction, serta pengolahan foto.\n- Menyiapkan gambar dalam format yang optimal untuk digital dan cetak.\n- Membuat visual produk yang lebih menarik dan profesional.\n\n5. Kolaborasi Dengan Tim\n- Berkoordinasi dengan tim marketing, social media, content writer, atau divisi lain.\n- Memahami kebutuhan kampanye dan membuat desain yang mendukung strategi marketing.\n- Memberikan rekomendasi visual yang relevan untuk pengembangan konten.\n\n6. Persiapan File Produksi & Percetakan\n- Menyiapkan file dengan format standar cetak (bleed, resolusi, color mode).\n- Melakukan kontrol kualitas desain sebelum proses produksi.\n- Berkoordinasi dengan pihak percetakan untuk memastikan hasil sesuai.\n\n7. Pengerjaan Video & Animasi (Jika Dibutuhkan)\n- Membuat motion graphic sederhana, teaser visual, atau animasi ringan.\n- Mengolah materi untuk kebutuhan reels, TikTok, dan konten video lainnya.\n- Menyesuaikan gaya animasi dengan identitas brand.\n\n8. Riset Tren Desain\n- Mengikuti perkembangan tren desain, tipografi, warna, dan gaya visual terbaru.\n- Mengembangkan kreativitas dan meningkatkan kualitas desain secara berkelanjutan.\n- Memberikan insight kreatif untuk inovasi konten.\n\n9. Pengaturan Arsip & Dokumentasi Desain\n- Mengelola file desain agar rapi, mudah ditemukan, dan terdokumentasi.\n- Menyimpan semua aset grafis dan template untuk kebutuhan perusahaan.\n- Membuat library visual yang dapat digunakan ulang.", "application_deadline": "2025-12-07", "quota": 2, "registered": 4, "position_type": "DESAIN GRAFIS", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}