{"id": 24402, "source_id": "a07ce2c4-8aba-42bc-904b-88ff15e641e0", "company_name": "Satu Atap Corp", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KAB. BANTUL", "recommended_degree": "Akuntansi, Manajemen Keuangan, Ekonomi, Keuangan dan Perbankan (Diploma, Sarjana)", "job_title": "Staff Finance dan Accounting", "job_description": "1. Pengelolaan Keuangan (Finance)\n- Mengelola kas kecil (petty cash) harian di outlet dan kantor pusat. \n- Melakukan pencatatan transaksi keuangan masuk dan keluar setiap hari.\n- Membuat dan memeriksa laporan kas harian, mingguan, dan bulanan. \n- Mengontrol penggunaan uang operasional outlet, termasuk pembelian bahan baku. \n- Melakukan transfer pembayaran ke supplier sesuai dengan instruksi Finance Manager. \n- Melakukan rekonsiliasi bank dan kas untuk memastikan saldo sesuai dengan laporan. \n- Menyusun dan mengarsipkan bukti transaksi keuangan (nota, invoice, dan kwitansi). \n- Memastikan seluruh transaksi dilakukan sesuai prosedur dan kebijakan keuangan perusahaan. \n\n2. Pengelolaan Pembayaran & Penagihan \n- Menyiapkan dan memverifikasi dokumen pembayaran supplier dan vendor. \n- Mengatur jadwal pembayaran tagihan agar tidak terjadi keterlambatan. \n- Mengelola dan mencatat penerimaan penjualan non-tunai (debit, QRIS, transfer, e-wallet). \n- Memastikan kesesuaian antara laporan penjualan kasir dan rekening bank.\n - Mengelola piutang dan hutang usaha serta membuat rekap bulanan. \n\n3. Akuntansi (Accounting) \n- Melakukan jurnal harian dan pembukuan akuntansi seluruh transaksi keuangan. \n- Menyusun laporan keuangan (neraca, laba rugi, arus kas) setiap bulan. \n- Melakukan stock opname bersama tim warehouse untuk memastikan kesesuaian stok dengan catatan akuntansi. \n- Melakukan rekonsiliasi antara laporan penjualan outlet dan sistem akuntansi. \n- Membantu audit internal maupun eksternal dengan menyiapkan dokumen pendukung. \n- Memastikan pencatatan dilakukan sesuai dengan Standar Akuntansi Keuangan (SAK). \n\n4. Koordinasi & Pelaporan \n- Berkoordinasi dengan HR, Purchasing, dan Outlet terkait kebutuhan keuangan.\n- Memberikan laporan bulanan kepada Finance/Accounting Manager dan Direksi. \n- Memberikan rekomendasi efisiensi biaya dan pengendalian keuangan. \n\n5. Tanggung Jawab Umum \n- Menjaga kerahasiaan data keuangan dan payroll. \n- Melakukan pengarsipan dokumen keuangan secara rapi dan sistematis. \n- Menjaga ketelitian, integritas, dan tanggung jawab penuh atas data keuangan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 12, "position_type": "Staff Finance dan Accounting", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}