{"id": 24417, "source_id": "a0806136-ccae-4a87-a071-753e8666fe7e", "company_name": "Cahaya Keselamatan Indonesia", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KAB. BANTUL", "recommended_degree": "Administrasi, Manajemen Administrasi, Manajemen Administrasi Perkantoran, Administrasi Perkantoran (Diploma, Sarjana)", "job_title": "Admin Pelatihan", "job_description": "1. Pengelolaan Data Peserta\n- Menginput, memperbarui, dan memverifikasi data peserta dalam sistem atau database.\n- Memastikan data peserta tersimpan dengan rapi, lengkap, dan akurat.\n- Mengelompokkan data berdasarkan kebutuhan (misal: peserta aktif, peserta lulus, jadwal pelatihan).\n- Melakukan backup data secara berkala untuk menghindari kehilangan informasi.\n-Menjaga kerahasiaan data sesuai standar keamanan informasi.\n\n2. Pengarsipan\n- Menyusun dan menyimpan dokumen fisik maupun digital sesuai kategori.\n-Menetapkan sistem penamaan dan penyimpanan berkas agar mudah dicari.\n-Mengarsipkan surat masuk/keluar, dokumen peserta, serta dokumen internal perusahaan.\n-Melakukan pemeliharaan arsip agar tetap aman, rapi, dan mudah diakses.\n-Melakukan pemusnahan arsip yang sudah kadaluarsa sesuai prosedur.\n\n3. Komunikasi\n-Menjadi penghubung antara perusahaan dengan peserta, instansi pemerintah, atau pihak terkait.\n-Menjawab pertanyaan melalui email, telepon, WhatsApp, atau media komunikasi lainnya.\n-Mengatur jadwal, menyampaikan informasi resmi, dan melakukan follow-up bila diperlukan.\n-Menyusun dan mengirimkan surat resmi, pengumuman, dan pemberitahuan.\n-Menjaga komunikasi yang sopan, profesional, dan cepat tanggap.\n\n4. Pembuatan Laporan\n-Menyusun laporan administrasi harian, mingguan, atau bulanan.\n-Mengolah data menjadi laporan (misal: jumlah peserta, kehadiran, progres kegiatan).\n-Membuat rekap laporan untuk kebutuhan internal maupun untuk instansi eksternal.\n-Memastikan laporan akurat, lengkap, dan sesuai format yang ditetapkan.\n-Mengarsipkan laporan dalam bentuk digital maupun fisik.\n\n5. SOP Administrasi\n-Menyusun, memperbarui, dan menerapkan SOP administrasi yang berlaku.\n-Memastikan seluruh kegiatan administrasi mengikuti SOP.\n-Mengidentifikasi kebutuhan revisi SOP untuk meningkatkan efisiensi kerja.\n-Menyampaikan sosialisasi SOP kepada tim yang terkait.\n-Melakukan pemantauan kepatuhan terhadap SOP.", "application_deadline": "2025-12-07", "quota": 1, "registered": 13, "position_type": "Admin Pelatihan", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}