{"id": 2449, "source_id": "a0728a34-c74d-4b1a-bf4c-4e2f1c8439f0", "company_name": "Graha Kedaton Lestari", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Seni Kuliner dan Pengelolaan Jasa Makanan, Pendidikan Vokasional Seni Kuliner, Tata Boga, Pendidikan Tata Boga (Diploma, Sarjana)", "job_title": "Food & Drink Kitchen Trainee", "job_description": "Food & Drink Kitchen Trainee – Hotel \n\nFood & Drink Kitchen Trainee adalah posisi pembelajaran yang bertujuan memberikan pengalaman langsung dalam operasional dapur, mulai dari persiapan bahan, proses memasak, hingga penyajian makanan sesuai standar kualitas hotel atau restoran. Trainee akan mempelajari teknik dasar memasak, food safety, manajemen kebersihan dapur, serta bekerja bersama tim kitchen dalam produksi harian.\n\nTugas & Tanggung Jawab:\n\nMembantu persiapan bahan makanan (mis en place) seperti memotong, menimbang, mencuci, dan menyiapkan bahan lainnya.\n\nMendukung proses memasak sesuai instruksi Chef dan mengikuti standar resep.\n\nMembantu penataan makanan (plating) dengan memperhatikan estetika dan konsistensi.\n\nMenjaga kebersihan dan sanitasi area dapur sesuai standar hygiene dan food safety.\n\nMembantu pengelolaan penyimpanan bahan makanan, termasuk labeling, stock rotation, dan pengecekan kualitas bahan.\n\nMengoperasikan peralatan dapur dasar dengan aman.\n\nMelaporkan kebutuhan bahan, kerusakan alat, atau kondisi tidak normal kepada Chef atau Supervisor.\n\nBerkolaborasi dengan seluruh tim F&B Kitchen untuk memastikan kelancaran operasional harian.\n\nKualifikasi:\n\nFresh graduate atau mahasiswa semester akhir dari jurusan Tata Boga, Perhotelan, Culinary Arts, atau bidang terkait.\n\nMemiliki minat dan motivasi kuat dalam dunia kuliner dan operasional dapur.\n\nCekatan, teliti, dan mampu bekerja dalam lingkungan dapur yang cepat.\n\nMampu mengikuti instruksi dengan baik dan belajar teknik dasar memasak.\n\nBersedia bekerja dalam sistem shift, akhir pekan, dan hari libur.", "application_deadline": "2025-12-07", "quota": 3, "registered": 4, "position_type": "Food & Drink Kitchen Trainee", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}