{"id": 24511, "source_id": "a0807b9c-cefa-47d9-9a38-00c69e60605a", "company_name": "Putera Mataram Indah Wisata", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KAB. SLEMAN", "recommended_degree": "Perhotelan, Manajemen Perhotelan dan Pariwisata, Hospitality dan Pariwisata, Bisnis Perhotelan, Kepariwisataan (Diploma)", "job_title": "Housekeeping Attendant", "job_description": "Tujuan Posisi:\nBertanggung jawab menjaga kebersihan, kerapian, dan kelayakan seluruh kamar tamu serta area publik hotel sesuai standar hotel bintang lima. Posisi ini memastikan seluruh kamar siap huni, nyaman, aman, dan memberikan pengalaman menginap yang terbaik bagi tamu.\n\nTanggung Jawab Utama:\nMelakukan pembersihan kamar tamu (room cleaning) sesuai standar, termasuk membersihkan kamar mandi, merapikan tempat tidur, mengganti linen, mengisi ulang amenities, serta memastikan semua perlengkapan kamar berada dalam kondisi baik. Menjalankan daily cleaning, check-out room, dan make-up room secara tepat waktu sesuai jadwal. Melaporkan segera kerusakan, kehilangan barang, atau kondisi tidak biasa kepada Housekeeping Supervisor. Menjaga kebersihan area umum seperti koridor, lift lobby, dan service area, serta memastikan trolley dan pantry selalu rapi dan lengkap. Mengisi dan mencatat penggunaan linen, amenities, dan supplies sesuai prosedur. Berkoordinasi dengan Front Office terkait status kamar untuk memastikan kelancaran operasional check-in dan check-out. Memastikan standar keamanan, keselamatan, dan higienitas diterapkan dalam setiap tugas, termasuk penggunaan bahan kimia pembersih sesuai SOP. Memberikan pelayanan ramah kepada tamu, menangani permintaan khusus seperti extra towel atau extra bed, serta melaporkan guest complaint kepada Supervisor. Melaksanakan tugas lain sesuai arahan Housekeeping Supervisor atau Executive Housekeeper.", "application_deadline": "2025-12-07", "quota": 5, "registered": 19, "position_type": "Housekeeping Attendant", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}