{"id": 2459, "source_id": "a07b536b-1cda-48f2-bbc7-09992508db1f", "company_name": "Perkumpulan Keluarga Berencana Indonesia", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Desain Komunikasi Visual, Informatika, Sistem Informasi, Desain Media (Diploma, Sarjana)", "job_title": "Graphic Designer (Media Berita Online)", "job_description": "Sebagai Graphic Designer pada unit media berita online sebuah NGO, Anda bertanggung jawab menciptakan identitas visual yang kuat, informatif, dan konsisten untuk mendukung kegiatan publikasi organisasi. Peran ini tidak hanya membuat desain estetis, tetapi juga memastikan bahwa setiap materi visual mampu menyampaikan pesan advokasi, edukasi, dan informasi yang dikeluarkan oleh organisasi secara efektif.\n\nGraphic Designer akan mengembangkan berbagai aset visual seperti infografis, poster kampanye, layout berita, materi media sosial, materi publikasi program, banner web, dan elemen grafis lainnya yang digunakan dalam penyebarluasan informasi melalui website berita NGO, media sosial, dan kanal komunikasi digital organisasi.\n\nDalam menjalankan tugasnya, Graphic Designer bekerja erat dengan Reporter/Jurnalis, Managing Editor, Fotografer/Videografer, dan tim program untuk memahami konteks isu, pesan kunci, serta gaya komunikasi NGO. Desainer perlu memastikan setiap karya mengikuti pedoman branding organisasi, mencerminkan nilai-nilai NGO, serta mudah dipahami oleh publik, termasuk audiens komunitas, mitra lembaga, dan donor.\n\nGraphic Designer juga mendukung pembuatan materi presentasi organisasi, materi proposal donor, publikasi kampanye, konten edukasi visual, hingga materi visual untuk pelaporan program. Selain itu, peran ini mencakup memastikan setiap aset visual memiliki ukuran dan format terbaik untuk platform digital, menjaga kualitas resolusi, dan mengoptimalkan desain agar ramah aksesibilitas.\n\nSecara keseluruhan, Graphic Designer berperan penting dalam mengubah pesan-pesan advokasi, data program, serta informasi jurnalistik menjadi konten visual yang menarik, kredibel, serta memperkuat kehadiran media online NGO sebagai sumber informasi yang profesional dan berdampak.", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Graphic Designer (Media Berita Online)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}