{"id": 24617, "source_id": "a084d270-55a8-4199-b10e-5eb55a11bcee", "company_name": "Balai Besar Standardisasi dan Pelayanan Jasa Industri Kulit, Karet dan Plastik", "province": "DAERAH ISTIMEWA YOGYAKARTA", "city": "KOTA YOGYAKARTA", "recommended_degree": "Kearsipan (Diploma, Sarjana)", "job_title": "Arsiparis", "job_description": "Tugas magang di bidang kearsipan di BBSPJIKKP yaitu melaksanakan penyelenggaraan kearsipan di lingkungan unit kerja BBSPJIKKP. Penyelenggaraan kearsipan berupa pengelolaan arsip dinamis yang terdiri dari arsip aktif dan arsip inaktif. Kegiatan pengelolaan arsip dinamis berupa pemberkasan arsip aktif dan pembuatan daftar arsip aktif, serta penataan arsip inaktif dan pembuatan daftar arsip inaktif. Kegiatan pemberkasan arsip aktif terdiri dari memilahan arsip aktif, memasukkan ke dalam folder dan boxfile, dan memberi label arsip pada folder dan boxfile. Pembuatan daftar arsip aktif dilakukan dengan aplikasi excel. Kegiatan penataan arsip inaktif terdiri dari memindahkan arsip dari boxfile ke dalam boks arsip, dan memberi label arsip pada boks arsip. Pembuatan daftar arsip inaktif juga dilakukan dengan aplikasi excel. Jika sudah ada daftar arsip aktif, maka diperlukan untuk mengedit daftar arsip tersebut menjdi daftar arsip pindah dan daftar arsip inaktif. Untuk pembuatan daftar arsip aktif dan inaktif, dilaksanakan untuk beberapa fungsi unit kerja, antara lain : surat tanda uji pengujian, sertifikat kalibrasi, kegiatan sertifikasi mutu, kegiatan ketatausahaan, dan lain sebagainya. Selanjutnya, daftar arsip yang perlu dibuat adalah daftar arsip usul musnah dan usul serah. Untuk masing-masing jenis daftar arsip tersebut terdapat format sesuai dengan peraturan dan ketentuan yang ditetapkan. Selain itu, juga terdapat penggunaan aplikasi kearsipan yaitu Intranet dan Srikandi, untuk mendukung penyelenggaraan kearsipan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 42, "position_type": "Arsiparis", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "Balai Besar Standardisasi dan Pelayanan Jasa Industri Kulit, Karet dan Plastik", "angkatan": "3", "tahun": "2025"}