{"id": 2464, "source_id": "a070c906-61c7-4515-b44a-c931abbf7cbf", "company_name": "Graha Kedaton Lestari", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Komunikasi Digital dan Media, Pemasaran Digital, Manajemen Pemasaran (Diploma, Sarjana)", "job_title": "Digital Marketing Trainee", "job_description": "Digital Marketing Trainee\n\nDigital Marketing Trainee adalah posisi pembelajaran yang bertujuan mengembangkan keterampilan dalam strategi pemasaran digital serta implementasinya. Trainee akan terlibat dalam berbagai aktivitas pemasaran online seperti pengelolaan media sosial, pembuatan konten, analisis performa digital, hingga kampanye brand awareness dan promosi untuk mendukung tujuan perusahaan.\n\nTugas & Tanggung Jawab:\n\nMembantu mengelola dan mengembangkan konten untuk platform digital seperti Instagram, Facebook, TikTok, dan website perusahaan.\n\nMendukung pelaksanaan kampanye digital melalui social media, email marketing, dan online advertising.\n\nMelakukan riset tren pasar, kompetitor, serta target audiens untuk pengembangan strategi konten.\n\nMemantau dan menganalisis performa kampanye menggunakan tools analitik (misalnya Meta Business Suite, TikTok Analytics, Google Analytics).\n\nBerkolaborasi dengan tim desain, sales, dan unit lain untuk memastikan pesan marketing sesuai brand identity.\n\nMembantu pengelolaan database pelanggan dan aktivitas CRM.\n\nMenghasilkan laporan aktivitas dan capaian digital marketing secara berkala.\n\nKualifikasi:\n\nFresh graduate atau semester akhir dari jurusan Marketing, Komunikasi, Bisnis, atau bidang terkait.\n\nMemiliki ketertarikan kuat pada tren digital, media sosial, dan pemasaran online.\n\nKreatif, inovatif, dan mampu menyampaikan ide secara visual maupun tulisan.\n\nMenguasai dasar software desain (Canva/Photoshop) menjadi nilai tambah.\n\nTeliti, analitis, dan mampu bekerja dengan target waktu.", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Digital Marketing Trainee", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}