{"id": 2465, "source_id": "a07b564a-90ef-42a7-a68f-6f0489d307f8", "company_name": "Perkumpulan Keluarga Berencana Indonesia", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Ilmu Komunikasi, Administrasi Bisnis, Manajemen, Sistem Informasi, Hubungan Internasional (Diploma, Sarjana)", "job_title": "Managing Editor (Media Berita Online)", "job_description": "Managing Editor, posisi ini menjadi penghubung antara visi organisasi dengan produksi konten jurnalistik. Managing Editor bertanggung jawab memastikan seluruh proses redaksional berjalan lancar, akurat, relevan dengan isu advokasi NGO, serta selaras dengan standar etika media dan nilai perjuangan organisasi.\nManaging Editor memimpin perencanaan editorial harian, mingguan, dan bulanan dengan memastikan bahwa semua konten yang diproduksi oleh tim baik artikel, laporan mendalam, berita kegiatan NGO, multimedia, maupun konten kampanye sosial mengikuti arah strategis organisasi. Ia mengembangkan agenda liputan.\nDalam menjalankan fungsi redaksinya, Managing Editor melakukan proses penyuntingan mendalam pada naskah yang dibuat oleh reporter, jurnalis lapangan, dan kontributor. Ia memastikan tulisan akurat, berbasis data, tidak bias, sesuai kode etik jurnalistik, dan komunikatif bagi publik. Selain itu, Managing Editor memeriksa konsistensi gaya bahasa, struktur berita, dan memastikan semua informasi telah melalui proses verifikasi.\nManaging Editor juga bekerja erat dengan Graphic Designer dan Videografer/Fotografer untuk memadukan teks dan visual sehingga menghasilkan konten yang menarik secara estetika dan kuat secara pesan advokasi. Ia menjadi penanggung jawab mutu keseluruhan konten sebelum dipublikasikan.\nDalam konteks organisasi NGO, Managing Editor berperan penting pada koordinasi lintas divisi, termasuk program, advokasi, dan komunikasi. Ia mengubah data program menjadi narasi publik, menyusun rencana liputan kampanye, dan memastikan media online organisasi mampu menjadi pusat pengetahuan (knowledge hub) bagi mitra, donor, dan masyarakat. Managing Editor juga melakukan mentoring kepada jurnalis dan memastikan budaya redaksi berjalan sehat, kolaboratif, dan responsif terhadap isu sosial.\nSelain itu, Managing Editor memonitor tren media digital, algoritma platform, serta dinamika isu nasional lokal, lalu mengarahkan tim untuk memproduksi konten yang relevan, cepat, dan berdampak. Ia juga bertanggung jawab menjaga kredibilitas redaksi, keamanan informasi, dan hubungan profesional dengan narasumber, mitra media, serta komunitas.\nSecara keseluruhan, Managing Editor memastikan unit media NGO berjalan efektif sebagai juru bicara isu, alat edukasi publik, serta instrumen penguatan advokasi organisasi.", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Managing Editor (Media Berita Online)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}