{"id": 24733, "source_id": "a07f7735-e32f-496f-8801-c8b8740ec491", "company_name": "Anugerah Generasi Perintis", "province": "JAWA TIMUR", "city": "KAB. MALANG", "recommended_degree": "Komunikasi Digital dan Media, Komunikasi, Desain Komunikasi Visual (Diploma, Sarjana)", "job_title": "Konten Kreator", "job_description": "1. Gambaran Umum Posisi\nPeserta magang berperan dalam mendukung proses perencanaan, pembuatan, dan publikasi konten digital yang selaras dengan identitas visual lembaga/perusahaan. Posisi ini menuntut keterampilan teknis desain, kemampuan komunikasi, serta kreativitas dalam mengelola berbagai media digital untuk tujuan promosi, edukasi, dan informasi publik.\n2. Ruang Lingkup Tugas Utama\nA. Perencanaan Konten\nMelakukan brainstorming ide konten sesuai kebutuhan perusahaan.\nMenyusun content plan dan content calendar mingguan/bulanan.\nMelakukan riset tren media sosial, kebutuhan audiens, dan benchmark konten.\nMenyelaraskan rencana konten dengan strategi komunikasi perusahaan.\nB. Produksi Konten\nMendesain materi grafis (poster, feed, carousel, banner, brosur digital).\nMembuat konten video (shooting, editing, motion graphic sederhana).\nMenghasilkan materi visual sesuai standar branding dan pedoman identitas visual.\nMembuat naskah (caption, script video, tagline) sesuai prinsip komunikasi efektif.\nMengolah foto dan video menggunakan software profesional (Adobe, Canva, dsb.).\nC. Pengelolaan Media Sosial\nMengatur jadwal publikasi konten pada berbagai platform (Instagram, TikTok, Facebook).\nMemonitor performa konten melalui insight dan analytics tools.\nBerinteraksi dengan audiens sesuai arahan pembimbing/penanggung jawab.\nMembantu mengelola kampanye digital (campaign atau awareness program).\nD. Dokumentasi Kegiatan\nMelakukan fotografi dan videografi pada kegiatan internal perusahaan.\nMenyusun dokumentasi dalam bentuk album digital, video highlight, atau laporan visual.\nE. Administrasi & Pelaporan\nMenyusun laporan mingguan dan bulanan terkait capaian kerja.\nMengarsipkan file konten secara sistematis (foto, video, desain, dokumen)\nMenyusun portofolio hasil kerja selama program magang.\n3. Kompetensi yang Dikembangkan\nKemampuan desain grafis dan editing multimedia.\nKeterampilan komunikasi dan storytelling digital.\nPenguasaan software desain (Adobe Photoshop, Illustrator, Premiere, After Effects, Canva).\nAnalisis tren dan strategi media sosial.\nManajemen proyek kecil (perencanaan hingga evaluasi konten).\nKolaborasi tim dan kemampuan menerima umpan balik.\n4. Cakupan Penugasan Tambahan (Opsional)\nMembantu pengembangan brand guideline perusahaan.\nMerancang konsep kampanye komunikasi kreatif.\nMengembangkan aset konten untuk kebutuhan publikasi cetak dan digital.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Konten Kreator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}