{"id": 24836, "source_id": "a0702ff6-5a2b-4ebc-83ae-5d1ce43272e2", "company_name": "Shahia Hijab Indonesia", "province": "JAWA TIMUR", "city": "KAB. NGAWI", "recommended_degree": "Ilmu Komunikasi, Teknologi Multimedia Broadcasting, Manajemen Pemasaran, Manajemen Operasi Bisnis Digital, Pendidikan Bisnis (Diploma, Sarjana)", "job_title": "Host Live Intern", "job_description": "Tugas dan Tanggung Jawab Utama 1. Live Presentation & Selling - Menjadi pembawa acara selama sesi live di Shopee/TikTok secara interaktif, komunikatif, dan menarik. - Memperkenalkan produk, menjelaskan detail bahan, ukuran, dan promo yang sedang berjalan. - Melakukan soft selling dan hard selling - Membangun suasana live yang menyenangkan, responsif terhadap komentar, serta mampu menjaga engagement agar viewer bertahan lama. 2. Persiapan & Koordinasi Sebelum Live - Menyiapkan produk yang akan ditampilkan bersama tim gudang dan tim konten. - Mengecek kondisi pencahayaan, suara, dan perangkat live - Mempelajari daftar produk, promo harian, dan script selling sebelum siaran dimulai. - Berkoordinasi dengan admin live untuk sinkronisasi harga, stok, dan penawaran flash sale. 3. Interaksi & Komunikasi - Berinteraksi aktif dengan audiens: menjawab pertanyaan, menyapa penonton baru, dan menanggapi komentar dengan ramah. - Menggunakan gaya komunikasi yang sesuai dengan identitas brand: hangat, profesional, dan relatable. - Membuat penonton merasa nyaman dan percaya untuk membeli produk selama sesi berlangsung. 4. Evaluasi & Pengembangan - Menganalisis performa live (jumlah viewer, durasi tonton, penjualan, dan engagement). - Memberikan ide kreatif untuk meningkatkan performa live berikutnya (tema, games, atau gimmick). - Berpartisipasi dalam briefing rutin dengan tim marketing & konten untuk sinkronisasi strategi promosi.", "application_deadline": "2025-12-07", "quota": 2, "registered": 11, "position_type": "Host Live Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}