{"id": 2484, "source_id": "a070e2e4-9398-4619-8056-cc3e756c0266", "company_name": "Graha Kedaton Lestari", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Manajemen Pemasaran, Pemasaran Digital, Bisnis Perhotelan, Manajemen Perhotelan, Pengelolaan Perhotelan (Diploma, Sarjana)", "job_title": "Reservations Trainee", "job_description": "Reservations Trainee – Hotel\n\nReservations Trainee adalah posisi pengembangan bagi kandidat yang ingin membangun karier di bidang reservasi dan operasional penjualan kamar hotel. Trainee akan mempelajari proses pemesanan kamar melalui berbagai channel, memahami strategi pricing, serta mendukung komunikasi efektif dengan tamu dan mitra penjualan untuk memastikan pengalaman pemesanan yang akurat dan menyenangkan.\n\nTugas & Tanggung Jawab:\n\nMembantu menangani pemesanan kamar melalui telepon, email, website, dan online travel agent (OTA).\n\nMelakukan input reservasi ke dalam sistem PMS dengan data yang lengkap dan akurat.\n\nMenyampaikan informasi kamar, tarif, fasilitas, dan promosi hotel kepada tamu.\n\nMemastikan kebutuhan khusus tamu tercatat dengan baik dan dikomunikasikan ke departemen terkait.\n\nMembantu melakukan koordinasi dengan Front Office, Sales, dan Revenue Management terkait ketersediaan kamar.\n\nMelakukan follow up reservasi, perubahan jadwal, pembatalan, serta memastikan konfirmasi dikirim tepat waktu.\n\nMenjaga standard komunikasi yang profesional dan berorientasi pada kepuasan tamu.\n\nMembantu penyusunan laporan reservasi dan analisis tren pemesanan secara berkala.\n\nKualifikasi:\n\nFresh graduate atau mahasiswa semester akhir dari jurusan Perhotelan/Pariwisata atau bidang terkait.\n\nMemiliki kemampuan komunikasi verbal dan tulisan yang baik.\n\nTeliti, detail-oriented, dan mampu bekerja dengan data reservasi yang sensitif terhadap kesalahan.\n\nMampu mengoperasikan komputer dan sistem PMS/CRS (menjadi nilai tambah).\n\nBersedia bekerja dalam lingkungan yang dinamis serta berkoordinasi lintas departemen.", "application_deadline": "2025-12-07", "quota": 2, "registered": 6, "position_type": "Reservations Trainee", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}