{"id": 24858, "source_id": "a076ae9c-eb63-43d2-bb6d-3bd156358510", "company_name": "Giri Sedayu Maju", "province": "JAWA TIMUR", "city": "KAB. SIDOARJO", "recommended_degree": "Desain Grafis, Desain Komunikasi Visual, Desain Media, Desain Produk, Teknik Desain Dan Manufaktur (Diploma, Sarjana)", "job_title": "Corporate Visual Content Designer Intern", "job_description": "1. Mengembangkan identitas visual perusahaan\n\nMembuat dan menjaga konsistensi style guide: warna, tipografi, ikon, elemen grafis.\n\nMendesain template standar untuk dokumen internal, presentasi, laporan, dan materi komunikasi.\n\n2. Produksi konten visual untuk kebutuhan korporasi\n\nMendesain poster, banner, infografis, dan materi keselamatan kerja.\n\nMembuat visual untuk kebutuhan HR (rekrutmen, onboarding, budaya kerja).\n\nMembuat desain untuk keperluan event internal, CSR, dan company gathering.\n\n3. Dokumentasi kegiatan operasional\n\nMengambil foto dan video kegiatan pabrik, proses produksi, kunjungan, dan aktivitas tim.\n\nMenyusun arsip dokumentasi yang rapi dan mudah dicari (digital asset management).\n\nMembuat highlight video proses kerja atau milestone perusahaan.\n\n4. Mendukung kebutuhan konten media digital perusahaan\n\nMenyiapkan konten visual untuk sosial media korporasi (bukan promosi produk).\n\nMendesain layout posting, reels, carousel, dan micro-content internal.\n\nMenjaga tone visual perusahaan tetap modern dan profesional.\n\n5. Membuat materi presentasi eksekutif\n\nMendesain slide untuk direksi dan manajer terkait laporan, update proyek, dan pitch eksternal.\n\nMengubah data mentah menjadi visual yang mudah dipahami (data visualization).\n\n6. Kolaborasi lintas tim\n\nBekerja sama dengan HR, Operasional, Produksi, dan Compliance untuk kebutuhan visualisasi SOP, workflow, dan program internal.\n\nMenerjemahkan urutan proses produksi menjadi diagram, ilustrasi, atau gambar kerja.\n\n7. Produksi konten storytelling perusahaan\n\nMembuat video profil perusahaan, highlight pabrik, dan dokumentasi proyek.\n\nMerancang narasi visual yang menceritakan budaya kerja, profesionalisme, dan modernitas perusahaan.\n\n8. Quality check semua materi visual\n\nMemastikan setiap desain memenuhi standar brand.\n\nMemastikan semua output rapi, presisi, dan siap pakai untuk berbagai kanal.\n\n9. Manajemen aset kreatif\n\nMengorganisir file desain, footage, dan dokumentasi ke dalam sistem penyimpanan terstruktur.\n\nMelakukan backup rutin dan pembaruan arsip visual.\n\n10. Eksplorasi dan inovasi kreatif\n\nMengikuti tren desain, tipografi, fotografi, dan videografi terbaru.\n\nMencoba format baru seperti motion graphic, drone shoot, atau short documentary.\n\nMengusulkan ide kreatif untuk meningkatkan citra perusahaan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 11, "position_type": "Corporate Visual Content Designer Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}