{"id": 2487, "source_id": "a07b4239-f747-41cb-9d2c-30330c76cdee", "company_name": "Perkumpulan Keluarga Berencana Indonesia", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Ilmu Komunikasi, Hubungan Internasional, Administrasi Bisnis, Sistem Informasi, Teknik Informatika (Diploma, Sarjana)", "job_title": "Social Media Specialist PKBI Lampung", "job_description": "Social Media Specialist bertanggung jawab merencanakan, mengelola, dan mengembangkan strategi komunikasi digital organisasi melalui berbagai platform media sosial. Posisi ini memastikan seluruh konten yang dipublikasikan mencerminkan nilai, visi, serta program organisasi, sekaligus meningkatkan jangkauan, interaksi, dan keterlibatan publik. Social Media Specialist melakukan riset tren digital, menghasilkan konten yang kreatif dan relevan, menjaga konsistensi pesan, serta memonitor performa kampanye. Selain itu, posisi ini berperan dalam membangun citra positif organisasi dan menjaga hubungan dengan audiens melalui komunikasi yang responsif dan efektif.\na. Mengembangkan strategi dan kalender konten media sosial sesuai tujuan organisasi dan target audiens.\nb. Membuat konten kreatif (teks, foto, video pendek, infografis) yang informatif, menarik, dan konsisten dengan identitas organisasi.\nc. Melakukan monitoring percakapan publik, interaksi, dan tren digital untuk memastikan strategi selalu relevan dan responsif.\nd. Menjalin komunikasi dengan pengikut/publik melalui komentar, pesan langsung, dan diskusi terbuka untuk meningkatkan engagement.\ne. Melakukan analisis performa konten menggunakan tools analitik serta menyusun laporan berkala terkait pertumbuhan audiens dan dampak kampanye digital.\nf. Berkoordinasi dengan tim program, dan media untuk mengumpulkan bahan konten.\ng. Mendukung kampanye advokasi, program kegiatan, dan publikasi acara organisasi melalui strategi media sosial yang terarah", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Social Media Specialist PKBI Lampung", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}