{"id": 2489, "source_id": "a07285b1-9ae2-4bef-a3fe-44e4cdcf3ec3", "company_name": "Graha Kedaton Lestari", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Perhotelan, Pengelolaan Perhotelan, Manajemen Perhotelan dan Pariwisata (Diploma, Sarjana)", "job_title": "Housekeeping Trainee", "job_description": "Housekeeping Trainee – Hotel\n\nHousekeeping Trainee adalah posisi pengembangan bagi kandidat yang ingin mempelajari dan memahami standar kebersihan, kerapian, serta operasional Housekeeping di hotel. Trainee akan dibimbing untuk menguasai prosedur pembersihan kamar, penataan linen, perawatan area publik, serta memastikan kualitas kebersihan sesuai standar brand untuk mendukung kenyamanan tamu.\n\nTugas & Tanggung Jawab:\n\nMembantu proses pembersihan dan penataan kamar tamu (guestroom) sesuai SOP Housekeeping.\n\nMenata linen, amenities, dan perlengkapan kamar sesuai standar hotel.\n\nMendukung kebersihan area publik (public area) seperti lobby, koridor, meeting room, dan fasilitas hotel lainnya.\n\nMelaporkan lost & found, kerusakan barang, atau kondisi tidak normal kepada supervisor.\n\nMembantu inventory linen, amenities, dan peralatan Housekeeping.\n\nMemastikan trolley Housekeeping selalu lengkap, rapi, dan siap digunakan.\n\nBerkoordinasi dengan Front Office dan Engineering untuk kebutuhan kamar atau perbaikan.\n\nMemahami dan menerapkan prosedur keselamatan kerja, termasuk penggunaan alat dan bahan kimia pembersih.\n\nKualifikasi:\n\nFresh graduate atau mahasiswa semester akhir dari jurusan Perhotelan/Pariwisata atau bidang terkait.\n\nFisik sehat, energik, dan mampu bekerja dalam lingkungan operasional yang dinamis.\n\nDetail-oriented, rapi, dan memiliki etos kerja yang baik.\n\nMampu bekerja dalam tim dan mengikuti arahan dengan baik.\n\nBersedia bekerja dalam sistem shift, akhir pekan, dan hari libur.", "application_deadline": "2025-12-07", "quota": 3, "registered": 6, "position_type": "Housekeeping Trainee", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}