{"id": 2493, "source_id": "a0772e9d-24e1-40d3-b864-8a232f689e0d", "company_name": "Penggerak Lingkungan Sosial", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Hukum, Kesehatan Masyarakat, Sistem informasi, Psikologi, Politik dan Pemerintahan (Sarjana, Diploma)", "job_title": "Program Officer", "job_description": "Program Officer adalah personel kunci yang bertanggung jawab dalam perencanaan, pelaksanaan, pemantauan, dan evaluasi program-program yayasan yang berfokus pada pemenuhan hak-hak sosial yang berkeadilan. Peran ini mencakup koordinasi dengan pemangku kepentingan internal dan eksternal, pengelolaan kegiatan lapangan, penyusunan laporan program, serta memastikan seluruh program sejalan dengan visi, misi, dan nilai-nilai Yayasan Penggerak Lingkungan Sosial. Program Officer diharapkan memiliki semangat kepemudaan, integritas tinggi, serta kemampuan berkolaborasi dalam menggerakkan perubahan sosial khususnya di bidang lingkungan, pendidikan, kesehatan, hak asasi manusia, partisipasi perempuan, dan advokasi hukum.\n\nTanggung Jawab Utama\n1. Perencanaan Program\na.\tMenyusun rencana kerja program tahunan dan bulanan sesuai visi dan misi yayasan.\nb.\tMelakukan pemetaan kebutuhan (needs assessment) masyarakat dan kelompok sasaran.\nc.\tMenyusun proposal program, TOR kegiatan, dan konsep implementasi.\nd.\tMengembangkan indikator keberhasilan program (output, outcome, dan dampak).\n\n2. Implementasi dan Koordinasi\na.\tMengelola pelaksanaan program secara langsung melalui koordinasi dengan tim lapangan, relawan, pemerintah, mitra komunitas, akademisi, dan sektor privat.\nb.\tMemastikan kegiatan berjalan tepat waktu, sesuai anggaran, serta memenuhi standar kualitas yayasan.\nc.\tMemfasilitasi kegiatan sosialisasi, pelatihan, workshop, kampanye sosial, dan program pemberdayaan masyarakat.\nd.\tMengoptimalkan partisipasi pemuda dalam semua lini kegiatan.\n\n3. Pemantauan dan Evaluasi (M&E)\na.\tMelakukan monitoring rutin terhadap perkembangan program.\nb.\tMengumpulkan data, dokumentasi, dan bukti aktivitas untuk kebutuhan laporan.\nc.\tMenganalisis capaian program serta merumuskan rekomendasi perbaikan.\nd.\tMenyusun laporan M&E untuk internal yayasan dan kebutuhan donor.\n\n4. Manajemen Administrasi dan Pelaporan\na.\tMenyusun laporan kemajuan program (progress report), laporan akhir, dan laporan keuangan terkait kegiatan.\nb.\tMengelola dokumen program, notulensi, kontrak, dan arsip penting.\nc.\tBerkoordinasi dengan bagian administrasi dan keuangan untuk memastikan transparansi dan akuntabilitas.\n\n5. Kemitraan dan Advokasi\na.\tMembangun dan menjaga hubungan baik dengan pemerintah, komunitas, donor, media, dan organisasi masyarakat sipil lainnya.\nb.\tBerkontribusi dalam kegiatan advokasi, kampanye sosial, dan pengarusutamaan nilai HAM, keadilan ekologis, keadilan gender, dan keberagaman.\nc.\tMendukung yayasan dalam inisiatif kolaborasi inovatif, terutama yang melibatkan anak muda.\n\n6. Pengembangan Organisasi\na.\tMemberikan masukan strategis untuk pengembangan program dan inovasi kegiatan.\nb.\tMendukung proses fundraising melalui pengembangan proposal hibah, laporan donor, dan presentasi program.\nc.\tTerlibat aktif dalam membangun budaya tim yang berbasis profesionalisme, kerelawanan, integritas, dan kolaborasi.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Program Officer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}