{"id": 25021, "source_id": "a06ec820-0e66-4d79-b455-9bababbfee08", "company_name": "Hanss Business Indonesia", "province": "JAWA TIMUR", "city": "KAB. MALANG", "recommended_degree": "Ilmu Informatika, Informatika, Manajemen Informatika, Teknik Informatika, Teknik informatika (Sarjana, Diploma)", "job_title": "Quality Assurance", "job_description": "Pengujian Fungsional\nMelakukan pengujian fungsional terhadap fitur yang dikembangkan untuk memastikan aplikasi berjalan sesuai requirement.\nMenyusun test scenario dan test case berdasarkan alur bisnis aplikasi.\nMelakukan exploratory testing untuk menemukan potensi bug pada fitur baru maupun fitur yang sudah ada.\n\nAutomation Testing (Playwright)\nMengembangkan skrip automated testing menggunakan Playwright untuk menguji alur UI secara end-to-end.\nMengimplementasikan pengujian dasar seperti login, input form, navigasi halaman, dan validasi tampilan.\nMengelola locator, struktur halaman, dan test suite agar mudah dipelihara.\nMenjalankan dan memantau hasil automation test pada environment development.\n\nPerformance Testing (K6)\nMembuat dan menjalankan skrip performance testing sederhana menggunakan K6.\nMelakukan load test dasar terhadap endpoint API untuk mengukur response time, error rate, dan kestabilan aplikasi.\nMendeskripsikan hasil pengujian performa dan menyusun laporan temuan dengan format yang mudah dipahami tim.\n\nRegression & Integration Testing\nMenjalankan regression testing otomatis maupun manual setiap ada update fitur atau perbaikan bug.\nMemastikan setiap build baru tidak merusak fitur yang sebelumnya telah berfungsi.\nMembantu memvalidasi integrasi antara UI, API, dan alur bisnis dalam sistem.\n\nBug Tracking & Debugging\nMengidentifikasi bug berdasarkan hasil pengujian manual maupun otomatis.\nMenyusun bug report lengkap (expected vs actual, langkah reproduksi, dan severity).\nBerkoordinasi dengan tim developer untuk menjelaskan temuan dan melakukan retesting setelah perbaikan.\n\nKolaborasi Tim\nBekerja sama dengan tim developer, product, dan QA untuk memastikan kualitas fitur sebelum rilis.\nBerpartisipasi dalam daily/weekly meeting, review hasil testing, dan diskusi perbaikan kualitas aplikasi.\nMemberikan masukan terkait risiko dan potensi peningkatan kualitas.\n\nDokumentasi\nMembuat dokumentasi pengujian seperti test case, test result, dan laporan bug.\nMendokumentasikan hasil automation testing Playwright dan performance testing K6.\nMenyusun laporan perkembangan pekerjaan secara berkala sesuai kebutuhan tim.", "application_deadline": "2025-12-07", "quota": 1, "registered": 16, "position_type": "Quality Assurance", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}