{"id": 25092, "source_id": "a080c428-c437-44e4-9576-ef600df18711", "company_name": "Sentra Vidya Utama", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Desain Komunikasi Visual, Ilmu Komunikasi, Komunikasi, Desain Grafis, Desain Media (Sarjana, Diploma)", "job_title": "Videographer", "job_description": "Kickstart your creative journey with SEVIMA, the dynamic digital marketing force behind SEVIMA, empowering universities to expand their online footprint and connect meaningfully with prospective students. As a Videographer Intern , you'll play a vital role in crafting captivating visual narratives that elevate the brand and visibility of higher education institutions throughout Indonesia.\n\nWe've proudly supported numerous campuses in amplifying their reach—and now, we're seeking enthusiastic and budding creatives to help us broaden that impact. This is an exciting opportunity to gain hands-on experience in a fast-paced and impactful environment.\n\nResponsibilities :\n- Assist in capturing engaging video content for university marketing initiatives, including campus showcases, student stories, event coverage, and short social media clips.\n- Learn and apply video editing techniques to assemble raw footage into polished, platform-ready content (YouTube, Instagram, TikTok, etc.).\n- Collaborate with MitraEdu’s content team, including strategists and designers, as well as university partners, to ensure alignment in messaging and style.\n- Gain exposure to incorporating basic motion graphics, transitions, and audio to enhance storytelling.\n- Learn to maintain consistency with brand guidelines for both SEVIMA and our university clients.\n- Support the management of project timelines and feedback processes.\n\nRequirements :\n- A strong interest in visual storytelling and a desire to contribute to the education sector through digital media.\n- Some foundational experience or a strong eagerness to learn videography and video editing. Please provide a portfolio or samples of your work if available.\n- Familiarity with basic video editing software (e.g., Adobe Premiere Pro, Final Cut Pro, DaVinci Resolve, or similar).\n- A basic understanding of lighting, audio principles, and fundamental shooting techniques.\n- Ability to work proactively, learn quickly, and communicate effectively within a remote team setting.\n- Access to your own basic video equipment (camera, microphone, or smartphone with good video capabilities) is a plus.\n\nNice to Have:\n- An interest in working with universities, educational brands, or creative agencies.\n- Familiarity with various social media content formats and trends.\n- A keen interest in creating short-form vertical video content (e.g., Reels, TikToks).\n- Basic knowledge of motion design or animation is a bonus.\n- Comfort in using project collaboration tools (Notion, Trello, Google Drive, etc.) is helpful.\n\nBenefits:\n- Free lunch\n- Paid internship\n- Internship Certificate\n\nThis internship offers a fantastic opportunity to develop your videography and video editing skills in a real-world setting, contribute to meaningful projects, and build your professional network within the digital marketing and education sectors. If you're a passionate visual storyteller eager to learn and grow, we encourage you to apply!", "application_deadline": "2025-12-07", "quota": 3, "registered": 17, "position_type": "Videographer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}