{"id": 25109, "source_id": "a072c86f-f466-4400-9c81-55fb4498e458", "company_name": "Satoria Prima Persada", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Bisnis Perhotelan, Manajemen Perhotelan, Manajemen Perhotelan dan Pariwisata, Pengelolaan Perhotelan, Perhotelan (Diploma, Sarjana)", "job_title": "Room Attendant", "job_description": "1. Membersihkan Kamar Tamu\n\nMembersihkan dan merapikan tempat tidur sesuai standar hotel.\n\nMenyapu, mengepel, dan vacuum area kamar serta koridor.\n\nMembersihkan kamar mandi, wastafel, shower, toilet, dan perlengkapan lainnya.\n\n2. Menata & Mengganti Linen\n\nMengganti bed sheet, pillow case, duvet cover, dan handuk.\n\nMemastikan linen bersih, rapi, dan sesuai jumlah.\n\nMengambil dan mengembalikan linen dari linen room.\n\n3. Mengisi & Mengatur Amenities\n\nMengisi ulang amenities kamar seperti sabun, sampo, shower gel, air mineral, coffee/tea set.\n\nMemastikan ketersediaan dan kualitas amenities sesuai standar hotel.\n\nMencatat penggunaan atau permintaan tambahan dari tamu.\n\n4. Memeriksa dan Melaporkan Kondisi Kamar\n\nMengecek kondisi perabot, lampu, AC, TV, dan fasilitas lainnya.\n\nMelaporkan kerusakan atau maintenance issue kepada bagian engineering.\n\nMemastikan kamar dalam kondisi ready untuk tamu.\n\n5. Menangani Permintaan Tamu\n\nMengantarkan barang tambahan yang diminta tamu (extra pillow, towel, amenities).\n\nMelayani permintaan make up room atau turn down service.\n\nMenanggapi keluhan tamu dengan sopan dan melapor ke supervisor.\n\n6. Penanganan Lost & Found\n\nMenemukan dan mencatat barang tamu yang tertinggal.\n\nMenyerahkan barang ke supervisor atau bagian keamanan sesuai SOP.\n\nMengisi form Lost & Found dengan lengkap.\n\n7. Menjaga Kebersihan Area Publik (jika ditugaskan)\n\nMembersihkan koridor, lift lobby, dan area housekeeping.\n\nMengatur housekeeping trolley agar rapi dan aman di koridor.\n\nMengisi ulang supply room jika diperlukan.\n\n8. Administrasi & Laporan\n\nMengisi room report mengenai status kamar (vacant clean, vacant dirty, occupied).\n\nMencatat penggunaan amenities dan linen harian.\n\nMelapor kepada supervisor mengenai progres pekerjaan.\n\n9. Mengikuti Standar Keamanan & Kebersihan\n\nMenggunakan APD (masker, sarung tangan) sesuai SOP.\n\nMengikuti standar keselamatan dalam menggunakan bahan kimia pembersih.\n\nMenjaga privasi dan keamanan barang tamu.", "application_deadline": "2025-12-07", "quota": 4, "registered": 18, "position_type": "Room Attendant", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}