{"id": 2522, "source_id": "a070c37f-4b20-4ae0-b85e-88d660155b14", "company_name": "Graha Kedaton Lestari", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Akuntansi Keuangan, Akuntansi, Akuntansi Keuangan Perusahaan, Akuntansi Manajemen, Akuntansi Perpajakan (Diploma, Sarjana)", "job_title": "Finance Accounting Trainee", "job_description": "Finance & Accounting Trainee\n\nFinance & Accounting Trainee adalah posisi pengembangan yang bertujuan untuk membekali kandidat dengan pengetahuan dan pengalaman praktis di bidang keuangan dan akuntansi perusahaan. Dalam program ini, trainee akan terlibat langsung dalam proses pencatatan transaksi keuangan, penyusunan laporan keuangan, analisis biaya, pengelolaan kas, serta memastikan kepatuhan terhadap standar akuntansi dan kebijakan perusahaan.\n\nTugas & Tanggung Jawab:\n\nMembantu dalam proses input data transaksi keuangan ke dalam sistem akuntansi.\n\nMendukung penyusunan laporan keuangan bulanan, triwulan, dan tahunan.\n\nMelakukan rekonsiliasi bank dan pemeriksaan dokumen pendukung.\n\nMendukung proses audit internal maupun eksternal dengan menyiapkan dokumen yang diperlukan.\n\nMembantu analisis pengeluaran dan pendapatan untuk mendukung perencanaan anggaran.\n\nMemastikan seluruh proses dan dokumen keuangan sesuai dengan SOP dan regulasi yang berlaku.\n\nBerkolaborasi dengan tim finance & accounting dalam kegiatan administrasi lainnya.\n\nKualifikasi:\n\nFresh graduate atau semester akhir dari jurusan Akuntansi/Keuangan.\n\nMemahami dasar-dasar akuntansi dan siklus keuangan.\n\nTeliti, bertanggung jawab, dan memiliki kemampuan analisa yang baik.\n\nMampu mengoperasikan Microsoft Excel dan software akuntansi menjadi nilai tambah.\n\nMemiliki motivasi tinggi untuk belajar dan berkembang dalam dunia keuangan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 9, "position_type": "Finance Accounting Trainee", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}