{"id": 2524, "source_id": "a072868e-d5ad-4736-9cfe-ff54f0ef630b", "company_name": "Graha Kedaton Lestari", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Ilmu Informatika, Informatika, Keamanan Sistem Informasi, Manajemen Informatika, Pendidikan Teknik Informatika & Komputer (Diploma, Sarjana)", "job_title": "IT Trainee", "job_description": "IT Trainee Hotel \n\nIT Trainee adalah posisi pengembangan yang dirancang untuk memberikan pengalaman langsung dalam pengelolaan sistem teknologi informasi di lingkungan operasional perusahaan atau hotel. Trainee akan mempelajari troubleshooting perangkat keras dan perangkat lunak, pemeliharaan jaringan, keamanan data, serta mendukung kebutuhan teknologi bagi seluruh departemen.\n\nTugas & Tanggung Jawab:\n\nMembantu melakukan instalasi, konfigurasi, dan pemeliharaan perangkat komputer, printer, dan perangkat IT lainnya.\n\nMendukung troubleshooting masalah software dan hardware yang dialami karyawan.\n\nMembantu pemantauan jaringan internet, Wi-Fi, server, dan sistem keamanan IT.\n\nMendukung pengelolaan user account, email, akses sistem, dan reset password.\n\nMelakukan update software, antivirus, dan patch sistem secara terjadwal.\n\nMembantu pencatatan dan pengelolaan inventaris perangkat IT.\n\nMendukung implementasi sistem baru atau upgrade sistem yang digunakan oleh perusahaan/hotel.\n\nBerkoordinasi dengan vendor IT jika ada kebutuhan perbaikan atau pengadaan alat.\n\nMenjaga kerahasiaan data dan mengikuti kebijakan keamanan IT perusahaan.\n\nKualifikasi:\n\nFresh graduate atau mahasiswa semester akhir dari jurusan Teknologi Informasi, Sistem Informasi, atau bidang terkait.\n\nMemahami dasar jaringan komputer, troubleshooting, dan sistem operasi (Windows/Linux).\n\nMampu bekerja secara teliti, cepat, dan problem-solving oriented.\n\nKomunikatif, mampu bekerja sama dengan berbagai departemen.\n\nMenjadi nilai tambah jika memiliki pengalaman menggunakan sistem hotel (PMS, POS, server) atau sertifikasi dasar IT.", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "IT Trainee", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}