{"id": 2527, "source_id": "a078e1a7-e37a-4249-9441-357fe2a069de", "company_name": "Perkumpulan Keluarga Berencana Indonesia", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Ilmu Komunikasi, Hubungan Masyarakat, Manajemen Pemasaran/Marketing, Manajemen, Psikologi (Diploma, Sarjana)", "job_title": "Public Relation (PR Officer) Layanan", "job_description": "Public Relation Officer bertanggung jawab membangun, menjaga, dan mengembangkan hubungan positif antara organisasi dengan publik eksternal maupun internal. Posisi ini memastikan informasi, pesan, dan citra organisasi tersampaikan dengan tepat, akurat, dan konsisten sesuai visi dan misi NGO.\n\nDeskripsi Lingkup Tugas\n1. Komunikasi Eksternal\na.\tMembangun dan menjaga hubungan positif dengan mitra eksternal, media, pemerintah, komunitas, dan stakeholder lainnya.\nb.\tMenyusun dan mendistribusikan press release, media advisory, dan informasi resmi organisasi.\nc.\tMengelola komunikasi lintas lembaga untuk mendukung program advokasi dan kampanye.\n\n2. Manajemen Media & Publikasi\na.\tMengatur publikasi kegiatan organisasi melalui media massa dan media digital.\nb.\tMengelola hubungan dengan jurnalis, termasuk menyiapkan materi liputan, media briefing, dan konferensi pers.\nc.\tMemastikan pesan organisasi tersampaikan dengan tepat, konsisten, dan sesuai standar branding.\n\n3. Dokumentasi & Konten\na.\tMenyusun konten publikasi seperti artikel, newsletter, laporan kegiatan, infografis, dan materi kampanye.\nb.\tMengelola kanal media sosial organisasi (Facebook, Instagram, X/Twitter, LinkedIn, YouTube).\nc.\tBekerja sama dengan tim program untuk mendokumentasikan dampak program dan success stories.\n\n4. Event Management\na.\tMerencanakan dan melaksanakan event eksternal seperti kampanye publik, workshop, talkshow, dan kegiatan kolaborasi dengan komunitas.\nb.\tMengkoordinasikan logistik, undangan, dokumentasi, dan pelaporan kegiatan.\n\n5. Branding & Reputasi Organisasi\na.\tMenjaga identitas visual, nilai, dan pesan organisasi dalam semua materi komunikasi eksternal.\nb.\tMemantau sentimen publik dan pemberitaan terkait isu program dan organisasi.\nc.\tMenangani potensi isu komunikasi atau krisis reputasi dengan koordinasi pimpinan.\n\n6. Pelaporan & Administrasi\na.\tMenyusun laporan komunikasi dan publikasi secara berkala untuk kebutuhan internal dan donor.\nb.\tMengelola arsip media coverage dan dokumentasi publikasi.\nc.\tMendukung kebutuhan administrasi terkait komunikasi dan kemitraan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 10, "position_type": "Public Relation (PR Officer) Layanan", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}