{"id": 25302, "source_id": "a0748a0a-9382-41f5-9fda-b04474278442", "company_name": "Delifru Utama Indonesia", "province": "JAWA TIMUR", "city": "KAB. GRESIK", "recommended_degree": "Teknik Industri, Teknik Logistik, Manajemen Logistik (Diploma, Sarjana)", "job_title": "Production Planning and Inventory Control (PPIC) Internship", "job_description": "Penerimaan Permintaan: Menerima dan memverifikasi Sales Order atau Demand Forecast dari tim Penjualan untuk diterjemahkan menjadi kebutuhan produksi.\n\nPencatatan Data Produksi: Membantu mengumpulkan, memverifikasi, dan menginput data output produksi harian ke dalam sistem ERP (Enterprise Resource Planning) atau Master Production Schedule (MPS).\n\nPemantauan Jadwal: Melacak status Work in Progress (WIP) dan membandingkan progres produksi aktual dengan jadwal yang telah direncanakan, serta melaporkan jika ada keterlambatan.\n\nKoordinasi Produksi: Berkoordinasi dengan Leader Produksi untuk memastikan ketersediaan kapasitas mesin dan tenaga kerja sebelum jadwal produksi disahkan.\nPerhitungan Kebutuhan Bahan (MRP): Membantu menghitung kebutuhan bahan baku, komponen, dan packaging (Material Requirements Planning / MRP) berdasarkan jadwal produksi yang akan datang.\n\nPermintaan Pembelian (PR): Membantu menyusun draf Purchase Request (PR) untuk bahan baku yang akan segera habis atau yang telah mencapai reorder point untuk diajukan ke departemen Pembelian (Purchasing).\n\nPemantauan Stok: Secara rutin memantau level stok bahan baku, WIP, dan barang jadi di gudang untuk mencegah kekurangan (stock-out) atau kelebihan stok (overstock).\n\nStock Opname: Ikut serta dalam kegiatan perhitungan fisik persediaan (stock opname) secara berkala dan membantu merekonsiliasi perbedaan data fisik dengan data sistem.", "application_deadline": "2025-12-07", "quota": 1, "registered": 23, "position_type": "Production Planning and Inventory Control (PPIC) Internship", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}