{"id": 2531, "source_id": "a07b02ad-3f7e-4240-b61a-cb04b7980da7", "company_name": "Perkumpulan Keluarga Berencana Indonesia", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Sosiologi, Ilmu Komunikasi, ILMU PEMERINTAHAN, Kesehatan Masyarakat, Komunikasi Penyiaran Islam (Diploma, Sarjana)", "job_title": "Community Organizer PKBI Lampung", "job_description": "Community Organizer bertanggung jawab untuk membangun, menguatkan, dan mendampingi komunitas agar mampu mengenali isu, kebutuhan, serta potensi mereka, kemudian mendorong terciptanya aksi kolektif yang berkelanjutan. Dalam pelaksanaan ini berfokus pada pemberdayaan masyarakat melalui pendekatan partisipatif, komunikasi yang persuasif, serta fasilitasi yang inklusif. Community Organizer melakukan pemetaan sosial untuk memahami kondisi, dinamika, dan kelompok-kelompok kunci dalam komunitas, harus menjalin hubungan yang kuat dengan tokoh masyarakat, kelompok rentan, mitra lokal, serta pemangku kepentingan lainnya untuk memastikan kegiatan program dapat diterima, dipahami, dan didukung oleh berbagai pihak.\nCommunity Organizer memfasilitasi pertemuan, diskusi kelompok, dan kegiatan edukasi untuk meningkatkan kapasitas masyarakat terkait isu program, seperti kesehatan reproduksi, kesetaraan gender, hak-hak anak, pemberdayaan ekonomi, atau isu lain sesuai fokus organisasi. Anda juga berperan dalam membangun kepemimpinan lokal dan mendampingi komunitas dalam merancang rencana aksi, mengorganisir kegiatan, serta mengadvokasi kebutuhan mereka kepada pihak berwenang. Tugas implementasi juga mencakup pengumpulan data lapangan, dokumentasi aktivitas, serta penyusunan laporan rutin untuk mendukung monitoring dan evaluasi program. Community Organizer memastikan bahwa seluruh proses berlangsung inklusif, menghormati keberagaman, serta mengutamakan keselamatan, kenyamanan, dan partisipasi aktif komunitas.\nPeran ini membutuhkan sensitivitas sosial, komunikasi interpersonal yang kuat, kemampuan fasilitasi, serta komitmen pada nilai-nilai pemberdayaan dan keadilan sosial.", "application_deadline": "2025-12-07", "quota": 2, "registered": 10, "position_type": "Community Organizer PKBI Lampung", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}