{"id": 25329, "source_id": "a07a24f8-56ee-40c3-8826-7ac2024c26ba", "company_name": "PT.tata Berlian Nusantara", "province": "JAWA TIMUR", "city": "KAB. TUBAN", "recommended_degree": "Akuntansi, Akuntansi Keuangan, Akuntansi Keuangan Perusahaan, Akuntansi Manajemen, Akuntansi Syariah (Sarjana)", "job_title": "Akuntansi", "job_description": "1. Pencatatan dan Transaksi Harian\nTugas ini melatih Anda untuk teliti dalam mencatat setiap aktivitas keuangan.\n\nVerifikasi Dokumen Transaksi: Memeriksa kelengkapan dan keabsahan dokumen pendukung (seperti faktur pembelian, kwitansi penjualan, dan bukti kas) sebelum dicatat.\n\nInput Data: Memasukkan data transaksi harian (pembelian, penjualan, penerimaan kas, pengeluaran kas) ke dalam jurnal akuntansi atau software akuntansi perusahaan (seperti Accurate, Zahir, atau SAP).\n\nPengarsipan Dokumen: Mengatur dan mengarsipkan dokumen keuangan secara sistematis (baik fisik maupun digital) agar mudah dicari saat audit.\n\nRekonsiliasi Bank: Membantu mencocokkan saldo kas perusahaan dengan catatan yang ada di rekening koran bank.\n\n2. Tugas Pembantu Laporan Keuangan\nTugas ini memberikan wawasan tentang proses penutupan buku dan pelaporan.\n\nPenyusunan Jurnal Penyesuaian Sederhana: Membantu dalam pencatatan penyesuaian untuk biaya yang masih harus dibayar, pendapatan diterima di muka, atau penyusutan aset.\n\nPembuatan Laporan Kas Kecil (Petty Cash): Mencatat dan merekonsiliasi pengeluaran dana kas kecil.\n\nPerhitungan dan Pelaporan Pajak Sederhana: Membantu menghitung dan menyiapkan dokumen untuk pelaporan pajak bulanan (misalnya PPh 21 atau PPN) di bawah supervisi.\n\nPengolahan Data Neraca Saldo: Membantu dalam menyusun dan memeriksa neraca saldo awal sebelum proses penutupan buku.\n\n3. Tugas Administratif dan Audit Internal\nTugas-tugas ini mendukung kelancaran operasional departemen akuntansi dan keuangan.\n\nAdministrasi Faktur: Memproses dan melacak status faktur yang masuk (AP - Account Payable) dan faktur yang keluar (AR - Account Receivable).\n\nKomunikasi Internal: Berinteraksi dengan departemen lain (misalnya, tim penjualan atau gudang) untuk mengumpulkan data transaksi yang diperlukan.\n\nMembantu Persiapan Audit: Membantu tim menyiapkan dokumen dan data yang akan diperiksa oleh auditor internal maupun eksternal.", "application_deadline": "2025-12-07", "quota": 2, "registered": 24, "position_type": "Akuntansi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}