{"id": 25377, "source_id": "a07e78d0-6dd2-406f-a527-ef299a87b5e1", "company_name": "Reca Caraka Jaya", "province": "JAWA TIMUR", "city": "KAB. MAGETAN", "recommended_degree": "Administrasi BIsnis, Bisnis Digital, Bisnis Jasa, Bisnis Kreatif, Hukum Bisnis (Diploma, Sarjana)", "job_title": "Commercial Associate Intern", "job_description": "1. Dukungan terhadap Tim Penjualan (Sales Support)\n\nMembantu tim penjualan dalam mengelola prospek (lead management) dan menyusun daftar calon klien potensial.\n\nMelakukan follow-up awal kepada calon pelanggan melalui email, telepon, atau chat bisnis.\n\nMenyiapkan materi presentasi atau proposal penawaran untuk tim sales.\n\n2. Pengembangan Strategi Pertumbuhan Penjualan (Sales Growth)\n\nMengidentifikasi peluang pertumbuhan penjualan berdasarkan tren pasar, kompetitor, dan data pelanggan.\n\nMembantu menyusun strategi akuisisi pelanggan baru dan retensi pelanggan lama.\n\nMembantu merancang kampanye penjualan atau promosi untuk meningkatkan revenue.\n\n3. Analisis Data Penjualan\n\nMengumpulkan, mengolah, dan menganalisis data penjualan harian/mingguan/bulanan.\n\nMenyusun laporan performa penjualan, pipeline, dan KPI untuk dipresentasikan kepada tim manajemen.\n\nMengidentifikasi hambatan dalam proses penjualan dan memberikan rekomendasi perbaikan.\n\n4. Customer Relationship Management (CRM)\n\nMengelola dan memperbarui data pelanggan pada sistem CRM perusahaan.\n\nMemastikan seluruh aktivitas sales terdokumentasi dengan rapi dan tepat waktu.\n\nMendukung kegiatan onboarding atau konsultasi ringan kepada pelanggan baru.\n\n5. Kolaborasi Lintas Tim\n\nBerkoordinasi dengan tim marketing, product, dan customer service untuk memastikan kelancaran alur penjualan.\n\nMemberikan masukan berdasarkan umpan balik pelanggan kepada tim produk untuk pengembangan fitur atau layanan.\n\n6. Support dalam Kegiatan Operasional\n\nMendukung kegiatan event penjualan, webinar, atau aktivitas brand awareness lainnya.\n\nMembantu proses administrasi penjualan, seperti penyusunan quotation, invoice, atau dokumen pendukung.\n\n7. Pembelajaran & Pengembangan\n\nMengikuti pelatihan internal terkait sales, growth strategy, dan customer engagement.\n\nMelakukan riset mandiri untuk meningkatkan kemampuan dalam sales, komunikasi bisnis, dan analisis.", "application_deadline": "2025-12-07", "quota": 14, "registered": 25, "position_type": "Commercial Associate Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}