{"id": 2543, "source_id": "a072896c-c313-49da-9777-0b7dfa89d8b3", "company_name": "Graha Kedaton Lestari", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Pendidikan Teknik Arsitektur, Pendidikan Teknik Elektro, Pendidikan Teknik Mesin, Pendidikan Teknik Sipil dan Perencanaan, Pendidikan Vokasional Teknik Mesin (Diploma, Sarjana)", "job_title": "Engineering Trainee", "job_description": "Engineering Trainee – Hotel\n\nEngineering Trainee adalah posisi pengembangan bagi kandidat yang ingin mempelajari operasional teknis dan pemeliharaan fasilitas hotel. Trainee akan dibimbing untuk memahami prosedur perawatan peralatan listrik, mekanikal, plumbing, AC, hingga keamanan gedung, serta bekerja bersama tim Engineering untuk memastikan seluruh fasilitas hotel berfungsi dengan baik dan aman.\n\nTugas & Tanggung Jawab:\n\nMembantu inspeksi harian terhadap fasilitas hotel seperti pencahayaan, AC, pompa air, panel listrik, dan peralatan mekanikal lainnya.\n\nMendukung proses perawatan preventif (PM) dan perbaikan dasar sesuai instruksi teknisi atau supervisor.\n\nMelakukan pengecekan dan pencatatan meteran listrik, air, gas, serta menyusun laporan harian.\n\nMembantu penanganan keluhan dan permintaan perbaikan dari tamu atau departemen lain (Guest Request & Work Order).\n\nMendukung pekerjaan minor seperti pengecatan, pergantian lampu, perbaikan keran, atau perbaikan kecil lainnya.\n\nMembantu menjaga kerapian ruang engineering, workshop, dan penyimpanan alat.\n\nBerkoordinasi dengan vendor jika ada perbaikan khusus atau instalasi baru.\n\nMenerapkan prosedur keselamatan kerja (K3), penggunaan PPE, serta standar keamanan hotel.\n\nKualifikasi:\n\nFresh graduate atau mahasiswa semester akhir dari jurusan Teknik Elektro, Teknik Mesin, Teknik Sipil, atau bidang teknis terkait.\n\nMemahami dasar kelistrikan, plumbing, dan mekanikal menjadi nilai lebih.\n\nTeliti, mau belajar, dan memiliki kemampuan problem solving.\n\nFisik sehat dan mampu bekerja dalam lingkungan operasional yang aktif.\n\nBersedia bekerja dalam sistem shift, termasuk akhir pekan dan hari libur.", "application_deadline": "2025-12-07", "quota": 2, "registered": 12, "position_type": "Engineering Trainee", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}