{"id": 2544, "source_id": "a070c5e3-b645-4d5a-89fb-d620b86c86e5", "company_name": "Graha Kedaton Lestari", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Bahasa Inggris Untuk Komunikasi Bisnis Dan Profesional, Bahasa Mandarin Untuk Komunikasi Bisnis Dan Profesional, Hospitality dan Pariwisata, Industri Pariwisata (Diploma, Sarjana)", "job_title": "Front Office Trainee", "job_description": "Front Office Trainee – Hotel\n\nFront Office Trainee adalah posisi pengembangan bagi talenta muda yang ingin membangun karier di bidang layanan tamu dan operasional hotel. Trainee akan mempelajari tugas-tugas utama Front Office, termasuk penerimaan tamu, proses check-in dan check-out, penanganan reservasi, serta memberikan pelayanan informasi kepada tamu secara profesional sesuai standar hotel.\n\nTugas & Tanggung Jawab:\n\nMembantu proses check-in, check-out, serta menangani permintaan dan kebutuhan tamu.\n\nMendukung pengelolaan reservasi baik melalui telepon, email, maupun sistem pemesanan hotel.\n\nMemberikan informasi umum mengenai hotel dan area sekitar secara ramah dan akurat.\n\nMenangani keluhan tamu dengan sikap profesional dan mencari solusi terbaik.\n\nBerkoordinasi dengan departemen lain untuk memastikan kepuasan dan kenyamanan tamu.\n\nMengelola administrasi front office seperti input data tamu, pengarsipan, dan laporan harian.\n\nMenjaga area lobby dan front desk selalu dalam keadaan rapi dan welcoming.\n\nMemahami prosedur keamanan, lost & found, serta standar pelayanan hotel.\n\nKualifikasi:\n\nFresh graduate atau mahasiswa semester akhir dari jurusan Perhotelan, Pariwisata, atau bidang terkait.\n\nBerpenampilan rapi, profesional, dan memiliki kemampuan komunikasi yang baik.\n\nCustomer service–oriented, ramah, sigap, dan mampu bekerja dalam situasi dinamis.\n\nMampu menggunakan komputer dan sistem PMS (Property Management System) menjadi nilai tambah.\n\nBersedia bekerja dalam sistem shift, akhir pekan, dan hari libur.", "application_deadline": "2025-12-07", "quota": 5, "registered": 12, "position_type": "Front Office Trainee", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}