{"id": 25568, "source_id": "a0807000-7b7d-47d6-97fe-19bb6f187452", "company_name": "Rumah Sakit Umum Daerah Dr. Wahidin Sudiro Husodo Kota Mojokerto", "province": "JAWA TIMUR", "city": "KOTA MOJOKERTO", "recommended_degree": "Keperawatan (Sarjana)", "job_title": "Perawat Ahli Pertama", "job_description": "Ikhtisar Jabatan\nMelaksanakan asuhan keperawatan yang meliputi pengkajian, penetapan diagnosis keperawatan, perencanaan, implementasi, dan evaluasi keperawatan pada pasien sesuai dengan standar asuhan keperawatan dan kode etik profesi keperawatan.\n\nUraian Tugas\n1. Pengkajian Keperawatan Dasar\nMelakukan pengumpulan data kesehatan pasien secara sistematis meliputi data subjektif dan objektif, riwayat kesehatan, pemeriksaan fisik dasar, serta mengidentifikasi kebutuhan dasar pasien untuk menetapkan prioritas asuhan keperawatan.\n2. Penetapan Diagnosis Keperawatan\nMenganalisis data hasil pengkajian untuk merumuskan diagnosis keperawatan berdasarkan SDKI (Standar Diagnosis Keperawatan Indonesia), mengidentifikasi masalah aktual dan risiko, serta menetapkan prioritas masalah keperawatan.\n3. Penyusunan Rencana Keperawatan\nMenyusun rencana intervensi keperawatan berdasarkan SIKI (Standar Intervensi Keperawatan Indonesia) yang mencakup penetapan tujuan, kriteria hasil berdasarkan SLKI (Standar Luaran Keperawatan Indonesia), dan rencana tindakan yang akan dilakukan.\n4. Pelaksanaan Tindakan Keperawatan Dasar\nMelaksanakan tindakan keperawatan dasar sesuai rencana yang telah disusun, meliputi pemenuhan kebutuhan oksigenasi, nutrisi, eliminasi, aktivitas dan istirahat, personal hygiene, serta pemberian obat sesuai instruksi dokter.\n5. Evaluasi Keperawatan\nMelakukan evaluasi terhadap respons pasien atas tindakan keperawatan yang diberikan, mendokumentasikan perkembangan kondisi pasien, serta melakukan modifikasi rencana asuhan bila diperlukan.\n6. Pendokumentasian Asuhan Keperawatan\nMendokumentasikan seluruh proses asuhan keperawatan secara lengkap, akurat, dan tepat waktu dalam rekam medis pasien sesuai standar dokumentasi yang berlaku.\n7. Pelaksanaan Komunikasi Terapeutik\nMenerapkan teknik komunikasi terapeutik dalam berinteraksi dengan pasien dan keluarga untuk membangun hubungan saling percaya dan mendukung proses penyembuhan.\n8. Pelaksanaan Tindakan Keselamatan Pasien\nMenerapkan sasaran keselamatan pasien (SKP) dalam setiap pelaksanaan asuhan keperawatan, meliputi identifikasi pasien, komunikasi efektif, keamanan obat, ketepatan lokasi prosedur, pengurangan risiko infeksi, dan pencegahan pasien jatuh.\n9. Pelaksanaan Pencegahan dan Pengendalian Infeksi\nMenerapkan prinsip pencegahan dan pengendalian infeksi (PPI) dalam setiap tindakan keperawatan termasuk hand hygiene, penggunaan APD, dan pengelolaan limbah medis.\n10. Pemberian Pendidikan Kesehatan\nMemberikan edukasi kesehatan kepada pasien dan keluarga terkait kondisi kesehatan, perawatan di rumah, pencegahan komplikasi, dan promosi kesehatan.\n\ndiruangan / unit yang telah ditentukan dan dibutuhkan kualifikasi tertentu sebagai perawat primer\n\nKompetensi Perawat Ahli Pertama (S1 Ners)\nA. Kompetensi Teknis:\n\nMampu melakukan pengkajian keperawatan komprehensif pada pasien dengan berbagai tingkat kompleksitas\nMampu merumuskan diagnosis keperawatan berdasarkan SDKI secara mandiri\nMampu menyusun rencana asuhan keperawatan berbasis bukti (evidence-based nursing)\nMampu melaksanakan tindakan keperawatan dasar dan lanjutan\nMampu mengelola pasien dengan kondisi kritis dan kompleks\nMampu mengoperasikan alat-alat medis canggih (ventilator, monitor hemodinamik, syringe pump, infusion pump, mesin HD, defibrilator, dll)\nMampu melakukan interpretasi hasil pemeriksaan diagnostik dasar\nMampu memberikan asuhan keperawatan spesialistik sesuai area penempatan\nMampu melakukan manajemen nyeri dan perawatan paliatif\nMampu melakukan resusitasi jantung paru (RJP) dan penanganan kegawatdaruratan\n\nB. Kompetensi Manajerial:\n\nMampu memimpin dan mengkoordinasikan tim keperawatan\nMampu melakukan supervisi terhadap perawat vokasi\nMampu mengambil keputusan klinis secara mandiri\nMampu melakukan manajemen konflik dalam tim\nMampu berkolaborasi dengan tim multidisiplin\n\nC. Kompetensi Sosial-Kultural:\n\nMampu berkomunikasi terapeutik dengan pasien dan keluarga\nMampu memberikan asuhan keperawatan yang sensitif budaya\nMampu menjadi advokat pasien\nMampu memberikan konseling kesehatan\n\nD. Kompetensi Pengembangan Profesi:\n\nMampu melakukan penelitian keperawatan sederhana\nMampu membimbing mahasiswa praktik keperawatan\nMampu berpartisipasi dalam kegiatan ilmiah keperawatan\nMampu menerapkan hasil penelitian dalam praktik keperawatan", "application_deadline": "2025-12-07", "quota": 20, "registered": 32, "position_type": "Perawat Ahli Pertama", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}