{"id": 2566, "source_id": "a07b478c-a577-4aa2-b391-3947b9d08a27", "company_name": "Perkumpulan Keluarga Berencana Indonesia", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Ilmu Hukum, Ilmu Pemerintahan, Sosiologi, Hukum, Psikologi (Diploma, Sarjana)", "job_title": "Legal Officer PKBI Lampung", "job_description": "Legal Officer PKBI Lampung bertanggung jawab memberikan dukungan hukum bagi seluruh program organisasi, memastikan setiap kegiatan berjalan sesuai ketentuan perundang-undangan, serta melakukan pendampingan hukum kepada individu dan kelompok rentan yang menjadi penerima manfaat PKBI. Posisi ini juga berperan penting dalam memperkuat kerja advokasi, membantu pengembangan kebijakan internal, serta memastikan PKBI Lampung selalu berada dalam koridor hukum dalam menjalankan misi perlindungan dan pemenuhan hak kesehatan seksual dan reproduksi (HKSR) dan hak asasi manusia.\n\nDalam menjalankan tugasnya, Legal Officer melakukan kajian hukum, memberikan rekomendasi kepada tim program, memfasilitasi proses pendampingan kasus, serta berkoordinasi dengan lembaga mitra seperti lembaga bantuan hukum, pengacara, unit layanan pemerintah, aparat penegak hukum, rumah sakit, Dinas Pemberdayaan Perempuan dan Perlindungan Anak (DP3A), dan jejaring layanan lainnya. Legal Officer juga bertugas menyiapkan dokumen hukum untuk organisasi, memeriksa perjanjian, menjaga kepatuhan legal organisasi, serta mendukung proses audit dan kelengkapan legalitas lembaga.\n\nSelain itu, Legal Officer bertindak sebagai bagian dari unit advokasi PKBI Lampung dengan memberikan analisis hukum terhadap isu-isu strategis, menyusun bahan advokasi, serta mendukung kampanye kebijakan berbasis bukti yang bertujuan untuk memperkuat perlindungan hak-hak remaja, perempuan, penyintas kekerasan, dan kelompok rentan lainnya. Posisi ini memastikan setiap kegiatan layanan—seperti pendampingan kasus kekerasan, konsultasi hukum dasar, rujukan hukum, maupun intervensi berbasis komunitas—berjalan dengan etika, kerahasiaan, dan standar perlindungan penyintas.\n\nLegal Officer juga memfasilitasi peningkatan kapasitas internal dan eksternal dalam isu-isu hukum, termasuk memberikan edukasi hukum kepada staf, relawan, komunitas, dan kelompok dampingan mengenai hak-hak mereka, prosedur hukum, perlindungan penyintas, dan mekanisme layanan. Melalui peran ini, Legal Officer memastikan PKBI Lampung memiliki sistem perlindungan yang kuat serta menjamin seluruh kegiatan advokasi, layanan, program, dan kemitraan terlaksana sesuai regulasi dan menjunjung tinggi prinsip HAM, kesetaraan gender, serta perlindungan kelompok marginal.", "application_deadline": "2025-12-07", "quota": 2, "registered": 20, "position_type": "Legal Officer PKBI Lampung", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}