{"id": 25688, "source_id": "a0747b88-76dd-475d-a1ce-b998e9e5d905", "company_name": "PTnbh Universitas Brawijaya", "province": "JAWA TIMUR", "city": "KOTA MALANG", "recommended_degree": "Akuntansi (Diploma, Sarjana)", "job_title": "Kasir Rumah Sakit Gigi dan Mulut Universitas Brawijaya", "job_description": "1. Pelayanan Transaksi Pasien\nMelakukan proses pembayaran biaya pelayanan pasien rawat jalan maupun rawat inap.\nMenginput seluruh item tagihan (tindakan, obat, laboratorium, radiologi, administrasi, dll) ke dalam sistem rumah sakit.\nMemastikan seluruh tarif pelayanan sesuai dengan ketentuan rumah sakit.\n2. Verifikasi Dokumen dan Data Pasien\nMemeriksa kelengkapan dokumen pasien sebelum penagihan (rekam medis, lembar tindakan, resep, dll).\nMemastikan data pasien benar sesuai identitas dan status penjamin (umum, BPJS, asuransi swasta).\n3. Pengelolaan Pembayaran\nMenerima pembayaran tunai, kartu debit/kredit, transfer, atau klaim penjamin.\nMengeluarkan struk dan kuitansi pembayaran resmi.\nMengelola uang kas kecil dan memastikan saldo kas sesuai dengan transaksi harian.\n4. Rekonsiliasi dan Pelaporan\nMelakukan rekonsiliasi transaksi harian (closing kasir).\nMenyusun laporan keuangan harian untuk diserahkan ke bagian keuangan.\nMencatat dan menyampaikan selisih atau perbedaan kas.\n6. Pelayanan dan Komunikasi\nMemberikan penjelasan biaya kepada pasien atau keluarga dengan sopan dan jelas.\nMenangani pertanyaan atau keluhan terkait pembayaran.\nBekerjasama dengan bagian lain seperti administrasi, keuangan, rekam medis, dan perawat.\n7. Kepatuhan dan Kerahasiaan\nMenjaga kerahasiaan data pasien sesuai standar rumah sakit.\nMematuhi SOP, peraturan, serta standar akuntansi dasar yang berlaku.\nMenjaga keakuratan dan keamanan transaksi.", "application_deadline": "2025-12-07", "quota": 4, "registered": 40, "position_type": "Kasir Rumah Sakit Gigi dan Mulut Universitas Brawijaya", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}