{"id": 25683, "source_id": "a0815d91-516d-4fa8-8bfe-c4e7a07b2f48", "company_name": "Rumah Sakit Umum Daerah Dr. Wahidin Sudiro Husodo Kota Mojokerto", "province": "JAWA TIMUR", "city": "KOTA MOJOKERTO", "recommended_degree": "Teknik Sipil, Teknik Arsitektur, Teknik Konstruksi, Hukum, Manajemen (Sarjana)", "job_title": "Fungsional Pengadaan Barang Jasa Pemerintah", "job_description": "Bertanggung jawab untuk mengelola dan melaksanakan proses pengadaan barang dan jasa dalam lingkungan pemerintah, termasuk perencanaan, pengadaan, evaluasi, dan monitoring.\n\nDeskripsi Lingkup Tugas\n\nPerencanaan Pengadaan:\nMerancang dan mengembangkan rencana pengadaan barang dan jasa sesuai dengan kebutuhan organisasi.\nMembuat dan mengelola anggaran untuk pengadaan barang dan jasa.\nMengkoordinasikan dengan departemen terkait untuk memastikan kebutuhan pengadaan sesuai dengan rencana kerja.\nProses Pengadaan:\nMelakukan pengadaan barang dan jasa melalui tender, lelang, atau metode pengadaan lainnya sesuai dengan peraturan pemerintah.\nMengelola dan mengevaluasi proposal dari pihak ketiga.\nMelakukan negosiasi dengan vendor dan penyedia jasa.\nEvaluasi dan Monitoring:\nMelakukan evaluasi terhadap kinerja vendor dan penyedia jasa.\nMengelola kontrak dan memastikan bahwa semua persyaratan kontrak terpenuhi.\nMelakukan monitoring dan evaluasi terhadap proses pengadaan untuk memastikan efisiensi dan efektivitas.\nAdministrasi dan Dokumentasi:\nMembantu dalam pencatatan dan administrasi terkait dengan pengadaan barang dan jasa.\nMengelola data dan informasi tentang pengadaan barang dan jasa.\nMenggunakan sistem informasi untuk manajemen data dan pelacakan pengadaan.\nKoordinasi dengan Tim:\nBekerja sama dengan departemen terkait untuk memastikan kebutuhan pengadaan terpenuhi.\nBerkomunikasi secara efektif dengan tim untuk memastikan prosedur pengadaan berjalan lancar.", "application_deadline": "2025-12-07", "quota": 4, "registered": 39, "position_type": "Fungsional Pengadaan Barang Jasa Pemerintah", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}