{"id": 25690, "source_id": "a074823e-abf1-4eb2-9a7f-7c712dbc59d4", "company_name": "PTnbh Universitas Brawijaya", "province": "JAWA TIMUR", "city": "KOTA MALANG", "recommended_degree": "Ilmu Hukum (Sarjana)", "job_title": "Staf Legal Rumah Sakit Gigi dan Mulut Universitas Brawijaya", "job_description": "Penyusunan & Review Kontrak\nMenyusun, menelaah, dan merevisi semua bentuk perjanjian/kontrak (kerja sama mitra, vendor, leasing alat medis, outsourcing, penyedia jasa, asuransi, dan kontrak karyawan).\nMemberikan rekomendasi hukum atas isi kontrak agar sesuai aturan dan mengurangi potensi risiko hukum.\nMelakukan negosiasi klausul kontrak bersama pihak terkait.\n3. Kepatuhan Hukum (Compliance)\nMemastikan rumah sakit mematuhi seluruh regulasi kesehatan, ketenagakerjaan, perizinan, perlindungan data, dan standar industri.\nMengawasi pelaksanaan SOP agar sesuai ketentuan hukum yang berlaku.\nMemberikan masukan kepada manajemen terkait kebijakan rumah sakit.\n4. Penanganan Kasus & Sengketa\nMenangani masalah hukum yang muncul, termasuk komplain, perselisihan karyawan, malpraktik/kelalaian (bekerja sama dengan Komite Medik), dan sengketa dengan pemasok/mitra.\nBerkoordinasi dengan penasihat hukum/advokat eksternal jika terjadi perkara pengadilan.\nMenyiapkan dokumen bukti, kronologi, dan kebutuhan litigasi lainnya.\n5. Risiko Hukum & Mitigasi\nMelakukan analisis risiko hukum dalam operasional rumah sakit.\nMenyusun rekomendasi pencegahan terhadap potensi pelanggaran hukum.\nMelakukan audit hukum internal (legal audit) secara berkala.\n6. Konsultasi & Edukasi Hukum\nMemberikan konsultasi hukum kepada pimpinan dan unit kerja rumah sakit.\nMemberikan sosialisasi kepada karyawan mengenai aturan hukum terbaru, termasuk:perlindungan data pasien (privacy/confidentiality), hak dan kewajiban pasien, etika pelayanan dan regulasi kesehatan lainnya)\n7. Penanganan Dokumen Klaim & Legalitas Pasien\nMemeriksa aspek legalitas terkait pasien (surat pernyataan, persetujuan tindakan medis/informed consent, penolakan tindakan, surat kuasa, dan dokumen klaim).\nMembantu audit persetujuan medis dan memastikan kesesuaian dengan standar hukum kesehatan.\n8. Hubungan dengan Pihak Eksternal\nMenjadi penghubung antara rumah sakit dengan notaris, advokat, dinas perizinan, BPJS, pemerintah daerah, dan lembaga terkait lainnya.\nMengurus proses legalitas kerja sama dengan vendor dan mitra.", "application_deadline": "2025-12-07", "quota": 1, "registered": 40, "position_type": "Staf Legal Rumah Sakit Gigi dan Mulut Universitas Brawijaya", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}