{"id": 2571, "source_id": "a070bf96-cf43-4f1c-8b5f-0fed6b6497f0", "company_name": "Graha Kedaton Lestari", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Hukum, Bahasa dan Sastra Inggris, Psikologi, Ilmu Administrasi Bisnis, Kesekretariatan (Sarjana, Diploma)", "job_title": "HR Trainee", "job_description": "Job Description – HR Trainee / HR Intern\nPosition Summary\n\nHR Trainee / HR Intern bertanggung jawab untuk mendukung kegiatan harian Departemen Human Resources, termasuk administrasi, rekrutmen, pelatihan, komunikasi internal, dan employee engagement. Posisi ini bertujuan memberi pengalaman langsung tentang proses HR serta mengembangkan keterampilan profesional dalam lingkungan kerja yang dinamis.\n\nKey Responsibilities\n1. Recruitment & Selection\n\nMembantu proses posting lowongan pekerjaan di berbagai platform.\n\nMenyortir CV dan melakukan screening awal kandidat.\n\nMenjadwalkan interview dengan kandidat dan user terkait.\n\nMendukung proses onboarding karyawan baru (persiapan dokumen, email, ID, dan orientasi).\n\n2. HR Administration\n\nMengelola dan mengarsipkan dokumen HR (kontrak, absensi, evaluasi, dll).\n\nMembantu input data ke sistem HR (Talenta/Workday atau sistem perusahaan lainnya).\n\nMembantu pembuatan surat-surat HR (surat tugas, peringatan, konfirmasi kontrak, dll).\n\nMembantu monitoring masa kontrak dan masa percobaan karyawan.\n\n3. Training & Development\n\nMendukung persiapan kegiatan pelatihan (room setup, daftar hadir, materi, dan evaluasi).\n\nMembantu meng-upload atau memonitor progress training di platform online (RAO, Typsy, dll).\n\nMengumpulkan feedback training dan membantu membuat laporan sederhana.\n\n4. Employee Relations & Engagement\n\nMembantu pelaksanaan program engagement (ulang tahun staff, small event, activity team).\n\nMembantu penyebaran komunikasi internal (pengumuman, memo, poster).\n\nMembantu survey kepuasan karyawan dan pengolahan data awal.\n\n5. HR Operations Support\n\nIkut serta dalam kegiatan HR seperti medical check-up tahunan, CSR, dan event perusahaan.\n\nMembantu koordinasi dengan departemen lain terkait kebutuhan HR.\n\nMelakukan tugas ad-hoc yang diberikan oleh HR Supervisor atau HR Manager.", "application_deadline": "2025-12-07", "quota": 2, "registered": 25, "position_type": "HR Trainee", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}