{"id": 25728, "source_id": "a0765fd8-34c8-4e25-b4f1-a69292197ecf", "company_name": "Pusat Kesehatan Masyarakat Turen Kabupaten Malang", "province": "JAWA TIMUR", "city": "KAB. MALANG", "recommended_degree": "Kebidanan (Diploma)", "job_title": "Bidan", "job_description": "1.\tMenyusun rencana kerja program tahunan dan bulanan.\n2.\tMenyusun dan/atau mereview SOP layanan kebidanan.\n3.\tMempersiapkan pelayanan kebidanan \n4.\tMembuat diagnosa kebidanan sesuai dengan hasil pengkajian pada kasus patologis kebidanan \n5.\tMembuat diagnosa kebidanan sesuai dengan hasil pengkajian pada kasus patologis kegawat daruratan kebidanan \n6.\tMelaksanakan asuhan kebidanan pada pasien dengan kasus patologis kebidanan\n7.\tMelaksanakan asuhan kebidanan pada pasien dengan kasus kegawatdaruratan kebidanan termasuk kegawatdaruratan neonatus \n8.\tMelakukan konseling pada pasien pada kasus patologis kebidanan \n9.\tMelakukan konseling pada pasien pada kasus patologis kegawatdaruratan \n10.\tMelakukan rujukan pasien pada kasus fisiologis \n11.\tMelakukan rujukan pasien pada kasus patologis \n12.\tMelaksanakan tugas jaga/shift \n13.\tMelaksanakan tugas pada daerah konflik/rawan/ daerah penyakit menular \n14.\tMelaksanakan pelayanan kesehatan masyarakat dengan melaksanakan asuhan kebidanan pada masyarakat/ wilayah/ kelompok \n15.\tMelaksanakan pelayanan kesehatan masyarakat sesuai dengan peta masalah kebidanan di daerah binaan \n16.\tMelaksanakan kegiatan bantuan penanganan bencana dalam sistem penanganan bencana, atau berpartisipasi dalam kegiatan pelayanan kesehatan pada masyarakat Melakukan pemeriksaan PAP smear, IVA \n17.\tMemberikan pelayanan kontrasepsi dengan IUD, implant \n18.\tMemberikan asuhan kebidanan pada kasus keganasan ginekologi\n19.\tMenyusun laporan pelaksanaan tugas\n20.\tMelaksanakan tugas lain yang diberikan oleh Kepala Puskesmas.\n21.\tMengajak masyarakat untuk menerapkan PHBS dalam kehidupan sehari-hari.\n22.\tIkut berperan serta dalam pembangunan berwawasan kesehatan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 44, "position_type": "Bidan", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}