{"id": 2578, "source_id": "a078dee2-1784-4780-b66e-e49d39298fe4", "company_name": "Perkumpulan Keluarga Berencana Indonesia", "province": "LAMPUNG", "city": "KOTA BANDAR LAMPUNG", "recommended_degree": "Psikologi, Kesejahteraan Sosial, Bimbingan Konseling, Ilmu Komunikasi, Sosiologi (Diploma, Sarjana)", "job_title": "Konselor Layanan", "job_description": "Konselor bertanggung jawab memberikan layanan konseling profesional kepada penerima manfaat (beneficiaries) sesuai standar etika, kebutuhan program, dan konteks perlindungan. Posisi ini mendukung upaya organisasi dalam pemulihan psikososial, peningkatan kesejahteraan mental, serta pendampingan kasus yang berkaitan dengan kerentanan individu atau kelompok. \n\nLingkup Tugas & Tanggung Jawab :\nA. Pelayanan Konseling\na.\tMemberikan konseling individu/kelompok kepada penerima manfaat sesuai kebutuhan program.\nb.\tMenggunakan teknik konseling yang etis, empatik, dan berbasis trauma-informed care.\nc.\tMenyusun rencana intervensi (counseling plan) dan memonitor perkembangan klien.\n\nB. Asesmen & Penilaian Kasus\na.\tMelakukan asesmen awal terhadap kondisi psikologis, sosial, dan lingkungan penerima manfaat.\nb.\tMengidentifikasi risiko, kebutuhan khusus, serta mekanisme dukungan yang diperlukan.\nc.\tMenyusun rencana penanganan kasus secara komprehensif.\n\nC. Pendampingan & Rujukan\na.\tMemberikan pendampingan emosional dan psikososial.\nb.\tMenghubungkan klien dengan layanan rujukan (kesehatan, hukum, perlindungan, sosial) jika diperlukan.\nc.\tMemonitor follow-up rujukan dan memastikan klien menerima layanan yang tepat.\n\nD. Administrasi & Dokumentasi\na.\tMenyusun dan menyimpan catatan konseling dengan standar keamanan dan kerahasiaan NGO.\nb.\tMenyusun laporan mingguan, bulanan, dan laporan kasus sesuai format organisasi.\nc.\tMemastikan data beneficiaries terdokumentasi sesuai prinsip data protection.\n\nE. Koordinasi & Kolaborasi\na.\tBerkoordinasi dengan tim program\nb.\tBerpartisipasi dalam case conference, rapat koordinasi, supervisi teknis, atau pelatihan internal.\nc.\tMembangun kemitraan dengan layanan eksternal (puskesmas, rumah sakit, dinas sosial, dsb.)\n\nF. Pengembangan Kapasitas & Etika Profesional\na.\tMematuhi kode etik konselor dan nilai-nilai kemanusiaan NGO.\nb.\tMengikuti pelatihan terkait\nc.\tMeningkatkan kapasitas profesional secara berkelanjutan.", "application_deadline": "2025-12-07", "quota": 2, "registered": 30, "position_type": "Konselor Layanan", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}