{"id": 25829, "source_id": "a0764557-7e8b-4d69-8892-a8f81df78679", "company_name": "PTnbh Universitas Brawijaya", "province": "JAWA TIMUR", "city": "KOTA MALANG", "recommended_degree": "Ilmu Rekam Medis, Rekam Medik, Administrasi Kesehatan, Administrasi Rumah Sakit (Diploma, Sarjana)", "job_title": "Rekam Medis & Informasi Kesehatan Rumah Sakit Gigi dan Mulut Universitas Brawijaya", "job_description": "Pengelolaan Berkas Rekam Medis Pasien\nMenerima, mencatat, dan menyimpan dokumen rekam medis pasien rawat jalan, rawat inap, IGD.\nMenjaga kelengkapan dan keutuhan isi rekam medis (identitas, anamnesis, pemeriksaan, diagnosa, tindakan, hasil penunjang, resume medis).\nMelakukan assembling dan analisis kuantitatif-kualitatif rekam medis.\n2. Registrasi dan Pencatatan Pasien\nMelakukan pendaftaran pasien baru maupun lama.\nMemberikan nomor rekam medis secara unik (unique patient identifier).\nMengelola berkas sesuai sistem penyimpanan (numerical, terminal digit, dsb.).\n3. Penyimpanan dan Pemeliharaan Dokumen\nMenyimpan, mengatur, dan mengembalikan berkas rekam medis secara aman.\nMenjaga kerahasiaan dan keamanan data pasien (confidentiality).\nMelakukan retensi, pemusnahan, dan pengarsipan sesuai ketentuan.\n4. Pengolahan dan Penyajian Data Kesehatan\nMengumpulkan data statistik rumah sakit (BOR, LOS, TOI, BTO, GDR, NDR).\nMengolah dan menyajikan laporan morbiditas dan mortalitas.\nMenyediakan data untuk keperluan manajemen, perencanaan, dan penelitian.\n5. Coding dan Klasifikasi Penyakit\nMelakukan pengkodean diagnosis dan tindakan menggunakan ICD-10, ICD-9-CM/ICD-11.\nMemastikan kode sesuai dengan standar dan kelengkapan klinis.\n6. Pengelolaan Sistem Informasi Manajemen Rumah Sakit (SIMRS)\nMengoperasikan dan memelihara modul rekam medis dalam SIMRS.\nMenginput data dan memverifikasi kebenaran informasi dalam sistem.\n7. Layanan Informasi dan Legalitas Dokumen\nMemberikan pelayanan informasi rekam medis sesuai prosedur hukum.\nMenyiapkan dokumen untuk keperluan klaim BPJS, audit medis, dan kebutuhan hukum.\nMengelola persetujuan tindakan (informed consent) dan formulir legal lainnya.\n8. Pengawasan Mutu Rekam Medis\nMelakukan audit rekam medis (internal dan eksternal).\nMenjamin mutu data dan dokumen sesuai standar pelayanan minimal (SPM).", "application_deadline": "2025-12-07", "quota": 2, "registered": 55, "position_type": "Rekam Medis & Informasi Kesehatan Rumah Sakit Gigi dan Mulut Universitas Brawijaya", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}