{"id": 25851, "source_id": "a0836199-feb2-4bb5-8652-f1415288d940", "company_name": "Balai Diklat Industri Surabaya", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Elektro Mekanika, Mesin Industri, Teknik Mesin, Teknik informatika, Desain Produk (Diploma, Sarjana)", "job_title": "Pengembangan Produk dan Bisnis", "job_description": "A. Pengembangan Produk (Product Development)\n1.\tMelakukan asesmen kebutuhan pengembangan produk startup/tenant berbasis teknologi dan IKM binaan BDI Surabaya.\n2.\tMemetakan tingkat kesiapan produk (Technology Readiness Level / TRL dan Manufacturing Readiness Level / MRL).\n3.\tMerancang roadmap pengembangan produk dari ide → desain → prototipe → uji pasar → produksi awal.\n4.\tMemastikan produk memenuhi standar teknis, keamanan, regulasi industri, dan sertifikasi yang relevan (SNI, TKDN, PIRT, Halal, PATEN, HKI).\n5.\tMengawal proses packaging development termasuk desain, material, ergonomi, branding, dan kelayakan distribusi.\n6.\tMelakukan uji pasar dan pilot testing untuk mendapatkan feedback pengguna sebelum peluncuran produk.\n\nB. Pengembangan Bisnis (Business Growth & Market Expansion)\n1.\tMenyusun asesmen kelayakan bisnis tenant (Business Feasibility Analysis).\n2.\tMenentukan strategi monetisasi dan pricing model produk.\n3.\tMendukung penyusunan Business Plan, Financial Projection, SWOT dan BMC tenant.\n4.\tMenyusun Go-To-Market Strategy dan rencana penetrasi pasar (offline & digital).\n5.\tMengidentifikasi peluang kanal penjualan, distributor, marketplace, B2B buyers, dan mitra industri.\n6.\tMengelola fitur showcase inovasi, product catalog, dan program demo day.\n7.\tMenyusun business roadmap tenant: scale up capacity, ekspansi pasar, dan pendanaan lanjutan.", "application_deadline": "2025-12-07", "quota": 6, "registered": 58, "position_type": "Pengembangan Produk dan Bisnis", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "Balai Diklat Industri Surabaya", "angkatan": "3", "tahun": "2025"}