{"id": 25996, "source_id": "a083697d-f258-466d-82df-87eff874c420", "company_name": "Balai Diklat Industri Surabaya", "province": "JAWA TIMUR", "city": "KOTA SURABAYA", "recommended_degree": "Desain Komunikasi Visual, Ilmu Komunikasi, Sistem Informasi, Manajemen Industri, Administrasi Bisnis (Diploma, Sarjana)", "job_title": "Supporting Staff", "job_description": "A. Dukungan Administrasi dan Dokumentasi\n1.\tMelakukan pengelolaan dokumen administrasi kegiatan (surat, undangan, proposal, daftar hadir, notulen, laporan).\n2.\tMenyusun dan memelihara arsip digital maupun fisik sesuai standar manajemen dokumen.\n3.\tMembantu pengumpulan, rekapitulasi, dan pelaporan data kegiatan.\n4.\tMenyusun dan menyiapkan kebutuhan administrasi untuk rapat, koordinasi, dan kegiatan unit.\n\nB. Dukungan Operasional Pelaksanaan Program\n1.\tMendukung pelaksanaan kegiatan pelatihan, seminar, workshop, mentoring, dan event resmi BDI Surabaya.\n2.\tMengelola kebutuhan logistik kegiatan seperti ruang kelas, perlengkapan, konsumsi, transportasi, dan akomodasi peserta.\n3.\tMengatur dan membantu proses registrasi, absensi, dan layanan peserta secara onsite maupun online.\n4.\tMenyediakan layanan informasi dan bantuan teknis kepada peserta, tenant, dan mitra.\n\nC. Dukungan Komunikasi & Customer Service\n1.\tMenjadi penghubung komunikasi antara peserta, mitra industri, pemerintah daerah, dan unit internal.\n2.\tMenyampaikan informasi kegiatan, jadwal, instruksi teknis, dan perubahan agenda kepada stakeholder.\n3.\tMenangani pertanyaan, permintaan informasi, dan keluhan awal peserta serta melakukan eskalasi ke unit terkait.\n\nD. Dukungan Data & Sistem Digital\n1.\tMelakukan input, updating, dan verifikasi data dalam sistem database peserta, alumni, tenant, dan mitra.\n2.\tMengelola dan membantu pengoperasian platform digital seperti LMS, CRM, e-office, e-monev, dan tracer study.\n3.\tMembantu pembuatan form, survey, rekapitulasi hasil dan dashboard sederhana.\n4.\tMelakukan dokumentasi foto/video kegiatan untuk kebutuhan publikasi internal.\n\nE. Dukungan Pelaporan dan Evaluasi\n1.\tMembantu penyusunan laporan pelaksanaan kegiatan dan laporan capaian program.\n2.\tMenyusun rekap data seperti jumlah peserta, kehadiran, mitra, biaya kegiatan, dan aktivitas tenant.\n3.\tMengumpulkan data feedback peserta, hasil survey kepuasan, dan tracer hasil pelatihan.\n4.\tMenyusun ringkasan evaluasi untuk perbaikan berkelanjutan kegiatan program.\n\nF. Dukungan Event & Hubungan Kemitraan\n1.\tMembantu koordinasi teknis kegiatan kerja sama, kunjungan industri, MoU / MoA / PKS, expo dan pameran.\n2.\tMelakukan follow-up komunikasi dan penjadwalan dengan mitra eksternal.\n3.\tMengumpulkan dokumen pendukung administrasi kerja sama.", "application_deadline": "2025-12-07", "quota": 4, "registered": 118, "position_type": "Supporting Staff", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "Balai Diklat Industri Surabaya", "angkatan": "3", "tahun": "2025"}