{"id": 26061, "source_id": "a080cded-a5f0-43bb-a5b5-b18acdad8e15", "company_name": "Surya Untuk Negara", "province": "BANTEN", "city": "KOTA TANGERANG", "recommended_degree": "Teknologi Rekayasa Internet, Teknik Informatika, Administrasi Server dan Jaringan Komputer, Teknik Komputer Dan Jaringan, Teknik Komputer dan Jaringan (Sarjana, Diploma)", "job_title": "Network Infrastructur", "job_description": "Sebagai LMS Infrastructure Developer (System Administrator), Anda akan bertanggung jawab untuk merancang, mengembangkan, dan memelihara infrastruktur teknis dari Learning Management System (LMS) perusahaan. Anda akan berkolaborasi dengan tim Development dan tim IT untuk memastikan platform LMS beroperasi secara efisien, aman, dan sesuai dengan kebutuhan pengguna. Peran ini membutuhkan keahlian teknis yang mendalam serta pemahaman dalam mengelola sistem yang kompleks.\nTanggung Jawab\n1. Desain dan Implementasi Infrastruktur:\nMerancang arsitektur infrastruktur LMS yang skalabel dan efisien.\nMengimplementasikan solusi berbasis cloud atau on-premise sesuai kebutuhan klien.\n\n\n2. Manajemen dan Pemeliharaan Sistem:\nMengelola server, database, dan layanan jaringan yang mendukung LMS.\nMemastikan performa dan ketersediaan sistem tetap optimal melalui monitoring dan pemeliharaan rutin.\n\n\n3. Keamanan dan Kepatuhan:\nMenerapkan langkah-langkah keamanan untuk melindungi data pengguna dan integritas sistem.\nMemastikan kepatuhan terhadap kebijakan keamanan data dan regulasi terkait.\n\n\n4. Dukungan Teknis dan Troubleshooting:\nMemberikan dukungan teknis kepada tim Development dan pengguna akhir.\nMelakukan troubleshooting dan menyelesaikan masalah teknis, termasuk perbaikan atau penyesuaian sistem sesuai kebutuhan.\n\n\n5. Kolaborasi dan Dokumentasi:\nBerkolaborasi dengan software developer, system administrator, dan tim IT lainnya untuk integrasi dan pengembangan fitur.\nMembuat dokumentasi teknis dan panduan operasional untuk tim internal.\n\n\n6. Peningkatan dan Optimasi:\nMengidentifikasi peluang peningkatan performa dan efisiensi.\nMenerapkan teknologi baru dan best practices untuk memastikan LMS selalu up-to-date dan berjalan optimal.\n\nKualifikasi\nPendidikan:\nS1 minimal semester 4 atau lebih tinggi jurusan Teknologi Informasi / Teknik Komputer dan Jaringan / Computer Science.\n\nPengalaman:\nPengalaman relevan dalam pengembangan infrastruktur IT, lebih disukai yang berhubungan dengan LMS atau sistem pendidikan.\n\nKeahlian Teknis:\nPengalaman dengan platform LMS seperti Moodle, Blackboard, atau Canvas.\nMenguasai administrasi server (misalnya Linux, Windows Server).\nPengalaman dengan teknologi cloud (AWS, Azure, Google Cloud).\nPengetahuan tentang manajemen database (SQL, NoSQL).\nPemahaman tentang keamanan siber dan praktik perlindungan data terbaik.\n\n\nKeahlian Tambahan:\nKemampuan analitik dan pemecahan masalah yang kuat.\nKemampuan komunikasi yang baik dan dapat bekerja dalam tim.\nMampu bekerja secara mandiri dan mengelola beberapa tugas secara bersamaan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Network Infrastructur", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}