{"id": 26146, "source_id": "a0809625-68e3-4a0b-8170-7a3397f64c8f", "company_name": "Prima Total Yuvenil", "province": "BANTEN", "city": "KOTA TANGERANG SELATAN", "recommended_degree": "Desain Komunikasi Visual, Desain Komunikasi Visual -, Teknik Multimedia Digital, Ilmu Komunikasi, Komunikasi Digital dan Media (Diploma, Sarjana)", "job_title": "Staff Konten Creator", "job_description": "Deskripsi Lingkup Tugas Konten Kreator (Content Creator)\n1. Perencanaan Konten\n\nMenyusun ide dan konsep konten sesuai brand, target market, dan tujuan kampanye.\n\nMembuat content plan / content calendar untuk media sosial atau platform digital.\n\nMelakukan riset tren konten, kompetitor, dan kebutuhan audiens.\n\n2. Produksi Konten\n\nMembuat konten foto, video, desain, artikel, atau caption sesuai kebutuhan.\n\nMengambil gambar/video (shooting) dan melakukan editing menggunakan tools (Canva, CapCut, Adobe, dsb).\n\nMengadaptasi format konten untuk berbagai platform (TikTok, Instagram, YouTube, Facebook, LinkedIn, Website).\n\n3. Copywriting & Penulisan\n\nMenulis caption, script video, artikel singkat, atau copy iklan dengan gaya yang sesuai brand.\n\nMenyesuaikan tone of voice untuk berbagai platform.\n\n4. Manajemen Media Sosial\n\nMelakukan upload konten secara terjadwal.\n\nMengelola interaksi: membalas komentar, DM, dan memastikan engagement tetap aktif.\n\nMemantau performa konten (reach, impression, engagement, klik, dll).\n\n5. Analisis & Pelaporan\n\nMenganalisis performa konten dengan insight tools (Meta Business, TikTok Analytics, YouTube Studio).\n\nMenyusun laporan hasil performa konten bulanan.\n\nMemberikan rekomendasi strategi konten untuk peningkatan performa.\n\n6. Kolaborasi & Koordinasi\n\nBerkoordinasi dengan tim marketing, desain, dan sales terkait kampanye atau kebutuhan materi.\n\nMenjalin hubungan dengan influencer, talent, atau komunitas untuk kolaborasi konten.\n\nMembantu produksi materi promosi untuk event atau campaign.\n\n7. Menjaga Konsistensi Brand\n\nMemastikan semua konten sesuai pedoman brand (brand guideline).\n\nMenjaga kualitas visual, tone, warna, dan konsep agar konsisten.\n\n8. Kreatif dan Up to Date\n\nMengikuti tren viral, audio populer, dan isu terbaru untuk bahan konten.\n\nMemberikan ide-ide inovatif agar konten tetap menarik dan relevan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "Staff Konten Creator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}