{"id": 26153, "source_id": "a07e5021-0fb5-41eb-8d20-443406665ef0", "company_name": "Taruko Prima Medika", "province": "BANTEN", "city": "KOTA TANGERANG SELATAN", "recommended_degree": "Akuntansi, Manajemen Keuangan, Administrasi Rumah Sakit, Komputerisasi Akuntansi, Keuangan (Diploma, Sarjana)", "job_title": "PENATA REKENING", "job_description": "1. Mengumpulkan semua data pembiayaan pasien rawat inap dari berbagai sumber (modul sistem rumah sakit, berkas fisik, dll).\n2. Memastikan semua item biaya terekam dengan benar, meliputi: Jasa Dokter: Visite dokter spesialis, dokter umum, konsultan, dll. Jasa Tindakan Medis: Tindakan operasi/bedah, prosedur khusus, pemeriksaan penunjang (laboratorium, radiologi), fisioterapi, dll. Jasa Sewa Alat: Penggunaan alat kesehatan khusus (infus pump, monitor, ventilator, dll). Sewa Kamar/Kelas Rawat Inap: Biaya kamar per hari sesuai kelas yang diisi pasien. Obat-obatan dan Bahan Habis Pakai: Obat oral, injeksi, infus, bahan steril, dll yang digunakan selama perawatan. Makanan dan minuman (bila ada).\n\n3. Penataan dan Verifikasi Billing: Menyusun detail rekening pasien dalam format yang jelas dan terstruktur. Melakukan cross-check (verifikasi) antara data pemakaian di catatan medis/perawat dengan data yang ditagihkan. Memverifikasi kesesuaian tarif setiap item dengan master tarif rumah sakit yang berlaku. Memastikan tidak ada duplikasi atau kekurangan pencatatan biaya.\n\n4. Koordinasi dan Klarifikasi: Berkoordinasi dengan unit terkait (Ruang Perawatan, Farmasi, Laboratorium, Radiologi, Dokter, CSSD) untuk mengklarifikasi atau melengkapi data biaya yang kurang jelas atau belum tercatat. Berkomunikasi dengan perawat/koordinator ruangan terkait perubahan status kamar atau penggunaan alat khusus.\n\n5. Penggunaan Sistem Informasi: Menguasai dan mengoperasikan sistem informasi rumah sakit (SIMRS) khususnya modul keuangan dan rekening. Memasukkan data, memperbaiki kesalahan, dan menjalankan proses billing melalui sistem. Mencetak draft dan final rekening untuk diserahkan kepada pasien/keluarga.\n\n6. Pelayanan dan Komunikasi dengan Pasien/Keluarga: Menjelaskan rincian tagihan kepada pasien atau keluarga yang membutuhkan penjelasan (jika diperlukan). Menangani pertanyaan atau keberatan seputar item tagihan dengan sopan dan profesional. Memberikan informasi mengenai total biaya yang harus dibayarkan.\n\n7. Administrasi dan Pelaporan: Mempersiapkan berkas rekening lengkap untuk proses klaim (BPJS/Asuransi) atau pembayaran pribadi. Membuat laporan harian/mingguan terkait rekening yang telah ditata. Mengarsipkan data rekening dengan rapi dan aman, baik fisik maupun digital.", "application_deadline": "2025-12-07", "quota": 1, "registered": 10, "position_type": "PENATA REKENING", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}