{"id": 26152, "source_id": "a084c8fd-9116-4eb1-82ee-941700baefda", "company_name": "Politeknik Industri Petrokimia Banten", "province": "BANTEN", "city": "KAB. SERANG", "recommended_degree": "Teknik Mesin (Sarjana, Diploma)", "job_title": "Asisten Laboratorium Teknologi Mesin Industri Petrokimia", "job_description": "Tugas Utama\n\n1.\tPerencanaan Kegiatan Laboratorium\n2.\tMenyusun rencana kerja, kebutuhan peralatan, bahan, dan media praktikum.\n3.\tMenyiapkan standar operasional prosedur (SOP) penggunaan laboratorium.\n4.\tMerancang tata letak ruang, alur kerja, dan aspek keselamatan kerja.\n5.\tPengelolaan Peralatan dan Bahan\n6.\tMelakukan inventarisasi, kalibrasi, dan verifikasi peralatan laboratorium.\n7.\tMenyiapkan bahan praktikum, media pembelajaran, dan instrumen pendukung.\n8.\tMengelola penyimpanan, distribusi, serta pengamanan bahan dan alat.\n9.\tPelaksanaan Praktikum dan Layanan Laboratorium\n10.\tMenyiapkan ruang, alat, dan bahan sebelum sesi praktikum atau penelitian.\n11.\tMendampingi dan memberikan layanan teknis kepada dosen/guru dan peserta didik.\n12.\tMemastikan prosedur keselamatan, kesehatan, dan keamanan kerja laboratorium (K3L).\n13.\tPemeliharaan dan Perawatan Laboratorium\n14.\tMelakukan perawatan rutin, perbaikan ringan, dan pengecekan fungsi alat.\n15.\tMengajukan perbaikan/servis alat yang rusak ke pihak terkait.\n16.\tMenjaga kebersihan, kerapian, dan ketertiban area laboratorium.\n17.\tPengembangan Laboratorium\n18.\tMengembangkan alat peraga, bahan ajar, atau media praktikum.\n19.\tBerpartisipasi dalam penelitian terapan dan inovasi teknologi laboratorium.\n20.\tMengusulkan pengembangan fasilitas, instrumen, dan sistem manajemen laboratorium.\n\nAdministrasi Laboratorium\n\n1.\tMenyusun laporan kegiatan harian, mingguan, atau semester.\n2.\tMengelola dokumen inventaris, logbook penggunaan alat, dan data peminjaman.\n3.\tMenyusun laporan keselamatan kerja dan evaluasi penggunaan laboratorium.\n\nPembinaan dan Pengawasan\n\n1.\tMemberikan pelatihan teknis kepada asisten laboratorium atau praktikan.\n2.\tMengawasi penggunaan alat dan bahan sesuai SOP.\n3.\tMendorong budaya tertib, aman, dan efisien di lingkungan laboratorium.\n\nTanggung Jawab\n\n1.\tMenjamin kelancaran kegiatan praktikum dan layanan laboratorium.\n2.\tMenjaga keselamatan pengguna laboratorium serta keamanan peralatan dan bahan.\n3.\tMenyediakan layanan teknis sesuai standar mutu dan prosedur kerja.\n4.\tMengelola laboratorium agar berfungsi optimal, aman, dan edukatif.", "application_deadline": "2025-12-07", "quota": 2, "registered": 10, "position_type": "Asisten Laboratorium Teknologi Mesin Industri Petrokimia", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "Politeknik Industri Petrokimia Banten", "angkatan": "3", "tahun": "2025"}