{"id": 26183, "source_id": "a07c7e4a-5b3d-46e3-966b-d64ca7282038", "company_name": "Cakra Buana Multiverse", "province": "BANTEN", "city": "KOTA TANGERANG", "recommended_degree": "Manajemen Pemasaran/Marketing, Ilmu Komunikasi, Multimedia, Desain Grafis (Sarjana)", "job_title": "Creative Content", "job_description": "Sebagai Creative Content Intern, kamu akan terlibat langsung dalam proses pembuatan dan pengembangan konten kreatif perusahaan — mulai dari desain feeds Instagram, pengambilan konten untuk TikTok, hingga membantu pelaksanaan photoshoot untuk kebutuhan promosi. Posisi ini cocok untuk kamu yang kreatif, aktif di media sosial, dan ingin belajar bagaimana mengelola branding perusahaan secara visual dan strategis. Tanggung Jawab Utama: 1. Desain & Visual Content - Membantu membuat desain feeds dan story Instagram menggunakan Canva atau aplikasi desain lainnya. - Membantu pembuatan materi visual untuk media sosial dan kebutuhan internal perusahaan. 2. Content Creation - Ikut serta dalam proses shooting konten TikTok dan Instagram Reels. - Membantu pelaksanaan photoshoot untuk stock content, produk, maupun kegiatan perusahaan. - Melakukan basic editing foto dan video agar siap dipublikasikan. 3. Content Planning & Research - Membantu menyusun content plan mingguan/bulanan bersama tim marketing. - Melakukan market research sederhana untuk mencari tahu tren dan niche audiens perusahaan. - Memberikan ide kreatif untuk kampanye atau postingan yang menarik. 4. Dukungan Tim Kreatif - Membantu dokumentasi kegiatan perusahaan (event, proyek, aktivitas tim, dll). - Mengelola dan mengarsipkan hasil konten (foto, video, desain) agar mudah digunakan kembali. - Terlibat dalam sesi brainstorming ide konten dengan tim. Kualifikasi: - Lulusan jurusan Desain Komunikasi Visual, Marketing, Komunikasi, atau bidang terkait. - Familiar dengan media sosial (Instagram, TikTok, LinkedIn). - Menguasai dasar desain grafis (Canva wajib, Adobe atau Figma nilai plus). - Memiliki kemampuan foto/video dasar menjadi nilai tambah. - Kreatif, komunikatif, dan mau belajar hal baru.", "application_deadline": "2025-12-07", "quota": 1, "registered": 11, "position_type": "Creative Content", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}