{"id": 2620, "source_id": "a080ee5c-4086-4467-bf1f-3aaddf13fedc", "company_name": "Golden Tulip Belitung (PT.bintang Belitung Sukses)", "province": "KEPULAUAN BANGKA BELITUNG", "city": "KAB. BELITUNG", "recommended_degree": "Manajemen Pariwisata, Bahasa Inggris Untuk Industri Pariwisata, Bahasa Inggris Untuk Komunikasi Bisnis Dan Profesional, Hospitaliti dan Pariwisata, Hospitality dan Pariwisata (Sarjana, Diploma)", "job_title": "Marketing Communication", "job_description": "1.\tMenyusun dan menjalankan rencana marketing & komunikasi tahunan untuk hotel (termasuk kamar, F&B, event, paket, promosi musiman, dsb.).\n2.\tMengelola kampanye promosi & iklan (digital & offline), termasuk media sosial, email marketing, display advertising, materi cetak/spanduk/poster, brosur, dan materi promosi lainnya. \n3.\tMengelola konten dan kanal digital hotel — website, media sosial, platform pemesanan online, blog, dsb. Pastikan selalu up-to-date dan sesuai brand voice. \n4.\tMenjalin hubungan dengan media, influencer, travel / lifestyle blogger, partner media, dan komunitas untuk publikasi, exposure, PR, atau kolaborasi promosi. \n5.\tMenulis dan mendistribusikan press release, konten PR, dan materi komunikasi resmi hotel — misalnya untuk event, promosi, kerjasama, launching paket, dan kegiatan lain. \n6.\tMengorganisir dan mendukung event hotel, promosi khusus, paket spesial, kolaborasi luar (misalnya dengan lokal bisnis, influencer, komunitas) untuk menarik tamu dan publik. \n7.\tBertanggung jawab atas konsistensi brand identity: semua materi promosi — visual & teks — harus sesuai panduan brand hotel / jaringan hotel (jika hotel bagian jaringan).\n8.\tMonitoring & analisis hasil kampanye: mengevaluasi performa promosi, traffic (online/offline), okupansi, engagement media sosial, feedback tamu/media, dan membuat laporan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Marketing Communication", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}