{"id": 263, "source_id": "a0768529-47c0-437a-805c-356afa6f39d0", "company_name": "Digikreatif Teknologi Indonesia", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Desain Komunikasi Visual, Ilmu Komunikasi, Teknik Multimedia dan Jaringan, Teknik Informatika, Teknik Komputer (Diploma, Sarjana)", "job_title": "Video Editor", "job_description": "Program ini didesain untuk kamu yang punya passion besar dalam bercerita melalui visual dan audio. Kamu akan mendapatkan kesempatan untuk mengasah skill editing kamu di lingkungan kerja profesional, fokus pada produksi konten cepat saji (khususnya untuk TikTok, Reels, dan YouTube), serta memahami proses produksi video dari awal hingga akhir.\n\nApa yang Akan Kamu Kerjakan (Learning & Responsibilities)\nKamu akan bekerja langsung bersama tim kreatif dan Social Media Specialist kami, fokus pada tugas-tugas berikut:\nEksekusi Konten: Mengedit dan merangkai footage mentah menjadi video yang menarik dan dinamis untuk platform media sosial (Youtube, Reels, TikTok) dengan cepat.\nPenyempurnaan Visual: Menambahkan elemen grafis sederhana, motion graphic dasar, teks berjalan, dan sound effect untuk meningkatkan kualitas video.\nKoreksi Warna & Audio: Memastikan kualitas visual (color grading) dan kualitas suara (mixing) video sudah optimal sebelum publikasi.\nManajemen Aset: Membantu menata dan mengarsipkan footage dan aset visual (musik, template) agar mudah diakses tim.\nVideo Format Panjang (Jika Diperlukan): Membantu editing dasar untuk konten YouTube berdurasi panjang, seperti vlog atau tutorial.\n\nSiapa yang Kami Cari (Requirements)\nMahasiswa/i atau fresh graduate dari jurusan apa pun, namun memiliki portofolio video adalah kunci.\nFamiliar dengan Tools: Menguasai minimal satu software editing (Contoh: CapCut, Adobe Premiere Pro, Final Cut Pro, atau DaVinci Resolve).\nPaham Estetika: Memiliki mata yang tajam terhadap visual storytelling dan editing style yang modern dan cepat.\nKarakter: Kreatif, detail-oriented (teliti), mampu menerima feedback dengan baik, dan senang bekerja di lingkungan yang serba cepat.", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Video Editor", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}