{"id": 26339, "source_id": "a07eef97-36ee-4927-a072-d8afd5882619", "company_name": "Primarajuli Sukses", "province": "BANTEN", "city": "KAB. TANGERANG", "recommended_degree": "Teknik Industri, Teknik Kimia, Teknik Manajemen Industri, Teknik Manufaktur Mesin, Teknik Mesin (Diploma, Sarjana)", "job_title": "Staff PPIC", "job_description": "Tugas & Tanggung Jawab Utama\nA. Perencanaan Produksi (Production Planning)\n\nMenyusun rencana produksi harian, mingguan, dan bulanan berdasarkan sales order, forecast, atau kapasitas produksi.\n\nMengatur jadwal produksi (production schedule) berdasarkan prioritas dan lead time.\n\nMengkoordinasikan kebutuhan mesin, tenaga kerja, dan kapasitas line produksi.\n\nMemantau realisasi produksi dan melakukan penyesuaian jika ada perubahan atau kendala.\n\nB. Pengendalian Persediaan (Inventory Control)\n\nMenghitung kebutuhan bahan baku, bahan kemas, dan material pendukung berdasarkan BOM.\n\nMelakukan monitoring stok material di gudang (raw material, WIP, finish goods).\n\nMenentukan reorder point dan minimum stock level untuk memastikan pasokan aman.\n\nMengontrol pergerakan material dari gudang ke produksi dan sebaliknya.\n\nC. Koordinasi dengan Departemen Terkait\n\nBerkoordinasi dengan Sales/Marketing terkait permintaan customer atau perubahan order.\n\nBerkomunikasi dengan Purchasing untuk pemesanan material.\n\nMengkoordinasikan jadwal serta progress dengan departemen Produksi, Warehouse, QC, dan Engineering.\n\nMenyampaikan kebutuhan urgent atau masalah ketersediaan material ke tim terkait.\n\nD. Monitoring WIP (Work In Process)\n\nMemantau proses WIP di setiap line atau stasiun kerja.\n\nMengidentifikasi bottleneck (gangguan yang menghambat produksi).\n\nMenyusun laporan WIP harian/mingguan untuk memastikan proses tetap on track.\n\nE. Pengendalian Data & Dokumentasi\n\nMenginput data rencana dan hasil produksi ke sistem ERP/MRP/Excel.\n\nMenyusun laporan:\n\nRencana & realisasi produksi\n\nLaporan penggunaan material\n\nInventory harian/mingguan\n\nPerhitungan kebutuhan material (Material Requirement Planning – MRP)\n\nMengelola dokumen produksi dan inventory secara sistematis.\n\nF. Analisa & Evaluasi Produksi\n\nMenganalisa penyimpangan antara rencana dan realisasi produksi.\n\nMengevaluasi efisiensi pemakaian material.\n\nMemberikan rekomendasi perbaikan terkait pengaturan jadwal, kapasitas, dan kebutuhan material.\n\nG. Kepatuhan SOP & Audit\n\nMemastikan seluruh aktivitas PPIC sesuai SOP, WI, dan sistem manajemen mutu.\n\nMendukung proses audit internal/eksternal dengan menyediakan data dan dokumen.", "application_deadline": "2025-12-07", "quota": 2, "registered": 16, "position_type": "Staff PPIC", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}