{"id": 26347, "source_id": "a07ee85a-8656-455c-8d39-aa9c609f4c34", "company_name": "Primarajuli Sukses", "province": "BANTEN", "city": "KAB. TANGERANG", "recommended_degree": "Teknik  Industri, Teknik Elektro, Teknik Elektro Industri, Teknik Elektronika Industri, Teknik Instrumentasi (Diploma, Sarjana)", "job_title": "Staff Administrasi Produksi", "job_description": "A. Administrasi Produksi\n\nMencatat dan menginput data produksi harian (output, downtime, hasil sortasi, konsumsi bahan, reject/defect).\n\nMenyusun laporan produksi harian, mingguan, dan bulanan.\n\nMenyusun dan mengontrol dokumen produksi seperti form laporan kerja, form inspeksi, form pemakaian bahan, dan catatan mesin.\n\nMengupdate status produksi pada sistem (ERP, PPS, SAP, Excel, atau aplikasi internal perusahaan).\n\nB. Pengendalian Dokumen & Arsip\n\nMengelola filing dokumen produksi (internal maupun eksternal) secara rapi dan teratur.\n\nMemastikan dokumen selalu terbaru dan sesuai versi.\n\nMendukung kelengkapan dokumen untuk audit internal, audit buyer, atau audit sertifikasi.\n\nC. Support Proses Produksi\n\nMengkoordinasikan kebutuhan material (raw material, consumable) dengan PPIC atau Gudang.\n\nMemastikan semua permintaan material, sparepart, atau alat tercatat melalui form permintaan yang sesuai.\n\nMengkomunikasikan kebutuhan jadwal maintenance jika ada laporan kerusakan mesin dari operator.\n\nD. Monitoring & Pelaporan\n\nMembuat laporan produktivitas, efisiensi mesin, dan penggunaan bahan.\n\nMelakukan rekap absensi operator produksi dan lembur jika dibutuhkan.\n\nMembuat rekap reject/defect dan penelusuran penyebabnya berdasarkan data.\n\nE. Koordinasi & Komunikasi\n\nBerkoordinasi dengan departemen Produksi, QC, Maintenance, PPIC, Warehouse, HRGA, dan departemen lain terkait update aktivitas produksi.\n\nMenyampaikan informasi penting dari supervisor/manajer kepada operator atau tim produksi.\n\nF. Kepatuhan & K3\n\nMemastikan administrasi produksi mengikuti SOP, IK, dan standar manajemen kualitas perusahaan.\n\nMendukung proses evaluasi K3 produksi seperti checklist APD, form inspeksi area, dan dokumentasi training.", "application_deadline": "2025-12-07", "quota": 2, "registered": 16, "position_type": "Staff Administrasi Produksi", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}