{"id": 26363, "source_id": "a07ef13d-7eff-4c42-a7a1-3b2a3280d9f5", "company_name": "Primarajuli Sukses", "province": "BANTEN", "city": "KAB. TANGERANG", "recommended_degree": "Teknik Kimia, Teknik Tekstil, Teknologi Kimia Industri, Teknologi Kimia Tekstil, Teknologi Kimia (Diploma, Sarjana)", "job_title": "Staff R&D", "job_description": "Tugas & Tanggung Jawab Utama\nA. Pengembangan Produk (Product Development)\n\nMengembangkan produk baru sesuai permintaan pasar atau kebutuhan perusahaan.\n\nMembuat formulasi baru, konsep produk, spesifikasi teknis, dan prototipe.\n\nMenguji performa produk baru sebelum tahap produksi massal.\n\nMenyusun laporan hasil pengembangan dan rekomendasi kelayakan produk.\n\nB. Modifikasi dan Perbaikan Produk\n\nMelakukan evaluasi produk yang sudah berjalan untuk meningkatkan kualitas, efisiensi, atau biaya produksi.\n\nMemodifikasi formulasi, bahan baku, atau metode produksi agar lebih efektif dan kompetitif.\n\nMengusulkan alternatif bahan baku dan peralatan yang lebih baik.\n\nC. Pengujian (Testing & Experiment)\n\nMelakukan uji coba skala laboratorium, pilot scale, atau trial produksi.\n\nMencatat hasil uji coba dan melakukan analisa perbandingan.\n\nMelakukan stability test, compatibility test, atau uji fungsional sesuai standar produk.\n\nD. Dokumentasi & Analisis\n\nMenyusun dokumen pengembangan produk:\n\nFormulasi\n\nSpesifikasi produk\n\nStandard Operating Procedure (SOP) Produksi\n\nPackaging & labelling guide\n\nMengarsipkan data pengujian, hasil trial, dan riwayat perubahan formulasi.\n\nMelakukan analisa tren dan kebutuhan pasar terkait pengembangan produk.\n\nE. Koordinasi dengan Departemen Terkait\n\nBerkoordinasi dengan Produksi untuk trial dan scale-up formula.\n\nBerkoordinasi dengan QC untuk pengujian kualitas dan validasi produk.\n\nBerkomunikasi dengan Marketing terkait kebutuhan produk baru dan evaluasi pasar.\n\nBerkoordinasi dengan Purchasing terkait pemilihan supplier bahan baku baru.\n\nF. Penelitian & Pengembangan Teknologi\n\nMemantau tren teknologi, bahan baku baru, inovasi industri, dan benchmark produk kompetitor.\n\nMengikuti perkembangan regulasi atau standar yang terkait dengan produk.\n\nMemberikan rekomendasi inovasi kepada manajemen.\n\nG. Kepatuhan & Standar\n\nMemastikan produk sesuai standar mutu (ISO, SNI, internal specs).\n\nMengikuti pedoman keselamatan kerja saat melakukan pengujian di laboratorium atau area produksi.\n\nMendukung proses audit internal/eksternal terkait R&D.", "application_deadline": "2025-12-07", "quota": 2, "registered": 17, "position_type": "Staff R&D", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}