{"id": 2640, "source_id": "a080ef5e-d2c4-40fb-b3a7-6a6242f3d0d6", "company_name": "Golden Tulip Belitung (PT.bintang Belitung Sukses)", "province": "KEPULAUAN BANGKA BELITUNG", "city": "KAB. BELITUNG", "recommended_degree": "Manajemen Pariwisata, Bahasa Inggris Untuk Industri Pariwisata, Pendidikan Teknik Elektro, Pendidikan Teknik Elektronika, Pendidikan Teknik Bangunan (Sarjana, Diploma)", "job_title": "Engineering Admin", "job_description": "Administrasi & Dokumentasi\n•\tMengelola seluruh dokumen teknis dan administratif Engineering (SOP, work order, izin pekerjaan, vendor documents, warranty, manual equipment).\n•\tInput, update, dan maintain data preventive maintenance di sistem hotel (CMMS / logbook).\n•\tMenyusun dan mendistribusikan laporan harian, mingguan, dan bulanan engineering kepada Chief Engineer.\n•\tMengarsipkan semua data kerusakan peralatan, jadwal maintenance, dan laporan inspeksi.\nWork Order & Koordinasi\n•\tMenerima, mencatat, dan memonitor Work Request / Work Order dari seluruh departemen.\n•\tFollow-up status pekerjaan dengan teknisi dan memastikan penyelesaian tepat waktu.\n•\tKoordinasi dengan departemen lain jika ada pekerjaan yang berdampak pada area operasional tamu.\nPurchasing, Inventory & Asset Control\n•\tMengelola pembelian spare part, material maintenance, dan stationery engineering.\n•\tMonitoring stok & pemakaian spare part, mencatat penerimaan & pengeluaran barang.\n•\tMemastikan aset engineering terdata, terlabel, dan terjadwal pemeliharaannya.\nKeuangan & Kontrak Vendor\n•\tMengelola dokumen invoice vendor, minta approval, dan memastikan pembayaran tepat waktu.\n•\tMengatur jadwal service contract (AC, lift, boiler, Genset, fire system, dll) termasuk pengingat masa berlaku.\n•\tMengumpulkan dan menyusun quotation untuk kebutuhan perbaikan atau proyek.\nKomunikasi Tamu & Internal\n•\tMenerima laporan tamu (guest complaint terkait fasilitas) dan meneruskan kepada teknisi.\n•\tUpdate status penyelesaian ke Front Office atau Guest Service untuk memastikan kepuasan tamu.\n•\tMenyusun meeting minutes untuk Engineering briefing atau koordinasi proyek.", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Engineering Admin", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}