{"id": 26421, "source_id": "a084c551-2314-4401-ac07-6f43372c7570", "company_name": "Politeknik Industri Petrokimia Banten", "province": "BANTEN", "city": "KAB. SERANG", "recommended_degree": "Desain Komunikasi Visual (Sarjana, Diploma)", "job_title": "Staff Pranata Hubungan Masyarakat", "job_description": "1. Perancangan Konten Visual\n\nMendesain materi publikasi seperti poster, infografis, video, motion graphic, dan konten visual lainnya untuk mendukung penyebaran informasi program/kebijakan instansi.\n\nMengembangkan konsep visual yang selaras dengan identitas layanan publik dan arah komunikasi instansi.\n\n2. Produksi Konten Multimedia\n\nMengambil dan mengolah foto, video, serta elemen grafis sebagai bahan publikasi.\n\nMengelola proses editing (foto, video, graphic design) agar pesan komunikasi tersampaikan dengan jelas, menarik, dan mudah dipahami publik.\n\n3. Manajemen Media Sosial dan Digital\n\nMembuat konten untuk media sosial resmi instansi (caption, visual, dan short video).\n\nmemastikan gaya visual konsisten dengan brand guideline instansi.\n\nMenganalisis performa konten visual untuk pengembangan strategi penyebaran informasi.\n\n4. Dukungan Kampanye Komunikasi Publik\n\nMembantu penyusunan konsep kampanye komunikasi publik dari sisi visual.\n\nMemvisualisasikan pesan-pesan strategis menjadi materi kampanye yang mudah diterima masyarakat.\n\n5. Dokumentasi Kegiatan\n\nMelakukan dokumentasi visual kegiatan resmi instansi melalui fotografi dan videografi.\n\nMenyusun arsip dokumentasi yang siap digunakan untuk publikasi internal maupun eksternal.\n\n6. Penyusunan Narasi Visual untuk Publikasi\n\nMengintegrasikan elemen desain dan pesan kehumasan menjadi satu narasi visual yang efektif.\n\nMemastikan setiap konten visual mendukung citra positif dan reputasi instansi.", "application_deadline": "2025-12-07", "quota": 2, "registered": 20, "position_type": "Staff Pranata Hubungan Masyarakat", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "Politeknik Industri Petrokimia Banten", "angkatan": "3", "tahun": "2025"}