{"id": 26437, "source_id": "a07eea97-e498-4bb8-a8a4-895446ca4aa0", "company_name": "Primarajuli Sukses", "province": "BANTEN", "city": "KAB. TANGERANG", "recommended_degree": "Teknik Elektro, Teknik Elektro Industri, Teknik Elektronika, Teknik Elektronika Industri, Teknik Instalasi Listrik (Diploma, Sarjana)", "job_title": "Electrical Engineer", "job_description": "Tugas & Tanggung Jawab Utama\nA. Perancangan & Pengembangan Sistem Kelistrikan\n\nMerancang dan menghitung kebutuhan instalasi listrik (daya, beban, arus, panel, kabel, proteksi).\n\nMembuat single line diagram (SLD), wiring diagram, layout panel, dan gambar teknik lainnya.\n\nMelakukan analisa kebutuhan daya untuk ekspansi mesin atau penambahan fasilitas.\n\nMengembangkan sistem kelistrikan yang efisien dan sesuai standar (PUIL, IEC, IEEE).\n\nB. Instalasi & Implementasi\n\nMengawasi pemasangan panel, kabel, MCB, MCCB, trafo, capacitor bank, motor listrik, dan instalasi lainnya.\n\nMemastikan pekerjaan instalasi sesuai gambar, standar keselamatan, dan spesifikasi teknis.\n\nMelakukan commissioning dan testing pada peralatan baru.\n\nC. Maintenance & Troubleshooting\n\nMelakukan preventive maintenance pada panel, motor, MCC, AC, genset, trafo, penerangan, dan peralatan kontrol lain.\n\nMenangani gangguan listrik (trip, panas, short circuit, tegangan drop, motor tidak jalan, dll).\n\nMendiagnosa dan memperbaiki kerusakan peralatan listrik dengan cepat untuk menghindari downtime.\n\nD. Pengelolaan Energi & Efisiensi\n\nMemantau konsumsi listrik dan menganalisa peluang penghematan energi.\n\nMengevaluasi kapasitor bank, harmonisa, dan faktor daya (power factor).\n\nMenyusun rekomendasi perbaikan untuk efisiensi distribusi listrik.\n\nE. Keselamatan & Kepatuhan Regulasi\n\nMemastikan instalasi listrik memenuhi standar PUIL, SNI, K3 (Ketenagalistrikan), dan aturan pemerintah.\n\nMenyusun prosedur keselamatan kerja listrik (LOTO, SOP kerja di panel, grounding).\n\nMembantu audit internal dan eksternal terkait keselamatan listrik.\n\nF. Manajemen Proyek\n\nMengelola proyek instalasi listrik mulai dari perencanaan, pengadaan, instalasi, hingga serah terima.\n\nMengawasi kontraktor dan vendor kelistrikan.\n\nMenyusun time schedule, progress report, serta memastikan proyek selesai tepat waktu dan sesuai anggaran.\n\nG. Dokumentasi & Pelaporan\n\nMengupdate drawing, SLD, dokumentasi panel, spesifikasi alat, dan logsheet pemeliharaan.\n\nMembuat laporan kerusakan, evaluasi perbaikan, serta rekomendasi teknis untuk manajemen.\n\nMengarsipkan dokumen inspeksi, hasil pengujian, dan laporan preventive maintenance.", "application_deadline": "2025-12-07", "quota": 4, "registered": 21, "position_type": "Electrical Engineer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}