{"id": 26883, "source_id": "a084d4ed-0b97-4324-b254-ee3d0659eec9", "company_name": "Politeknik Industri Logam Morowali", "province": "SULAWESI TENGAH", "city": "KAB. MOROWALI", "recommended_degree": "Administrasi Perkantoran, Administrasi Pendidikan, Akuntansi, Perpustakaan, Kearsipan (Diploma, Sarjana)", "job_title": "administrasi", "job_description": "1. Jurusan D3/D4 Kearsipan\n\nMembantu proses pengelolaan arsip fisik dan elektronik, termasuk pencatatan, pengkodean, dan penataan dokumen.\n\nMelakukan digitalisasi arsip dengan memindai dan mengunggah dokumen ke sistem.\n\nMembantu peminjaman dan pengembalian arsip serta memastikan arsip tertata sesuai klasifikasi.\n\nMendukung kegiatan penyusunan daftar arsip aktif dan inaktif.\n\n2. Jurusan Perpustakaan\n\nMembantu proses sirkulasi koleksi, seperti peminjaman, pengembalian, dan penataan buku.\n\nMenata dan menginventarisasi koleksi bahan pustaka sesuai sistem klasifikasi.\n\nMendukung kegiatan input data koleksi dalam aplikasi perpustakaan.\n\nMembantu penyusunan display koleksi dan promosi layanan perpustakaan.\n\n3. Jurusan Administrasi Perkantoran\n\nMembantu tugas korespondensi, seperti pengetikan surat, notulensi rapat, dan distribusi informasi.\n\nMengelola dokumen kantor, termasuk pengarsipan, penggandaan, dan pendataan.\n\nMendukung kegiatan pelayanan tamu, penerimaan telepon, dan penjadwalan.\n\nMelakukan entri data dan pembaruan basis data internal.\n\n4. Jurusan Administrasi Akademik\n\nMembantu proses pendataan mahasiswa, seperti verifikasi berkas dan input data akademik.\n\nMendukung pelayanan registrasi, KRS, KHS, dan administrasi akademik lainnya.\n\nMembantu penyiapan dokumen akademik seperti transkrip, surat keterangan, dan berkas kelulusan.\n\nMembantu koordinasi kegiatan akademik seperti jadwal kuliah, ujian, dan praktikum.\n\n5. Jurusan Akuntansi\n\nMembantu proses entri data keuangan, termasuk pencatatan transaksi dan penyusunan laporan sederhana.\n\nMembantu pengecekan bukti transaksi: kwitansi, invoice, dan nota.\n\nMendukung kegiatan rekonsiliasi data, pengecekan antara data fisik dan sistem.\n\nMembantu penyusunan arsip dokumen keuangan sesuai standar akuntansi.", "application_deadline": "2025-12-07", "quota": 4, "registered": 35, "position_type": "administrasi", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "Politeknik Industri Logam Morowali", "angkatan": "3", "tahun": "2025"}