{"id": 26985, "source_id": "a0835560-a3cf-495f-abfd-8c221d31af50", "company_name": "SMK - SMTI Makassar", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Teknik Elektro, Pendidikan Teknik Elektro (Sarjana)", "job_title": "Guru Teknik Elektro", "job_description": "A. Ruang Lingkup Pekerjaan Lulusan Teknik Elektro – SMK\nInstalasi dan perawatan listrik bangunan/rumah (pemasangan kabel, MCB, saklar, stop kontak).\nPemeriksaan dan troubleshooting instalasi listrik serta peralatan elektronik dasar.\nPerakitan panel listrik sederhana (relay, kontaktor, timer, MCB).\nPengoperasian & perawatan dasar mesin listrik (motor listrik, transformator).\nPerakitan dan perbaikan perangkat elektronik (power supply, rangkaian sederhana).\nPenggambaran teknik listrik menggunakan standar simbol kelistrikan.\nPenerapan K3 kelistrikan di lingkungan kerja.\nPenyusunan administrasi teknis, seperti laporan pemeriksaan, checklist, dan dokumentasi instalasi.\nB. Ruang Lingkup Pekerjaan Lulusan Teknik Elektro – Teaching Factory (TEFA)\nMelaksanakan proyek jasa instalasi listrik untuk pelanggan internal/eksternal TEFA.\nMengoperasikan peralatan TEFA (panel training, trainer PLC sederhana, alat ukur listrik).\nPerakitan panel kontrol untuk kebutuhan produksi TEFA atau mitra industri.\nPerawatan dan troubleshooting peralatan mesin produksi TEFA (motor, sensor, wiring).\nPemasangan sistem kontrol dasar untuk proses produksi (relay, kontaktor, sensor otomatis).\nPengujian kualitas instalasi dengan alat ukur (multimeter, megger, clamp meter).\nPenyusunan dokumen kerja TEFA, seperti SOP instalasi, logbook perawatan, dan laporan pekerjaan.\nPenerapan standar keselamatan kerja dalam setiap aktivitas produksi dan layanan TEFA.\nKolaborasi dengan kejuruan lain dalam proyek TEFA (otomasi, mekanikal, produksi).", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "Guru Teknik Elektro", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "SMK - SMTI Makassar", "angkatan": "3", "tahun": "2025"}