{"id": 26991, "source_id": "a084c9a0-3e71-41c1-9559-2fc04b436a42", "company_name": "Akademi Komunitas Industri Manufaktur Bantaeng", "province": "SULAWESI SELATAN", "city": "KAB. BANTAENG", "recommended_degree": "Teknik Elektro (Sarjana)", "job_title": "pranata laboratorium pendidikan", "job_description": "Tugas utama Pranata Laboratorium Pendidikan (PLP) adalah mengelola laboratorium pendidikan secara menyeluruh, meliputi perencanaan, pengoperasian peralatan dan bahan, pemeliharaan, evaluasi sistem kerja, serta pengembangan kegiatan laboratorium untuk mendukung pendidikan, penelitian, dan pengabdian masyarakat. Tugas ini mencakup penyusunan program, SOP, pengembangan metode, hingga pembuatan karya ilmiah dan teknologi tepat guna, serta memerlukan kerjasama erat dengan dosen dan mahasiswa. \nTugas Pokok (Unsur Utama)\n1. Perencanaan Kegiatan Laboratorium: Menyusun program tahunan, SOP, dan rencana kerja laboratorium.\n2. Pengoperasian Peralatan dan Penggunaan Bahan: Menyiapkan dan mengoperasikan alat serta memastikan penggunaan bahan kimia/reagen dengan benar.\n3. Pemeliharaan/Perawatan Peralatan dan Bahan: Merawat, memperbaiki, dan memastikan ketersediaan alat serta bahan.\n4. Pengevaluasian Sistem Kerja Laboratorium: Mengkaji dan mengevaluasi efektivitas sistem kerja laboratorium.\n5. Pengembangan Kegiatan Laboratorium: Mengembangkan metode dan sistem pengelolaan laboratorium. \n\nTugas Pengembangan Profesi (Unsur Penunjang)\n1. Membuat karya tulis ilmiah di bidang pengelolaan laboratorium.\n2. Menerjemahkan buku atau pustaka terkait pengelolaan lab.\n3. Menyusun buku pedoman/ketentuan teknis laboratorium.\n4. Menemukan teknologi tepat guna di bidang pengelolaan laboratorium.\n5. Memperoleh sertifikat profesi. \n\nTugas Penunjang Lainnya\n1. Mengajar atau melatih di bidang pengelolaan lab.\n2. Memberikan bimbingan teknis.\n3. Berperan serta dalam seminar atau lokakarya.\n4. Menjadi anggota organisasi profesi (seperti PPLPI).", "application_deadline": "2025-12-07", "quota": 2, "registered": 10, "position_type": "pranata laboratorium pendidikan", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "Akademi Komunitas Industri Manufaktur Bantaeng", "angkatan": "3", "tahun": "2025"}