{"id": 27075, "source_id": "a07682e1-549f-4f35-b1b0-5ec3d701d976", "company_name": "Digikreatif Teknologi Indonesia", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Ilmu Komunikasi, Bisnis Digital, Akuntansi, Manajemen, Administrasi (Diploma, Sarjana)", "job_title": "Social Media Specialist/ Content Creator", "job_description": "Program ini dirancang untuk kamu yang ingin hands-on belajar mengelola media sosial profesional. Kamu akan bekerja langsung di bawah bimbingan Social Media Manager dan berkontribusi nyata pada konten yang dilihat ribuan orang. Fokus utamanya adalah belajar, eksplorasi, dan eksekusi kreatif.\n\nApa yang Akan Kamu Kerjakan (Learning & Responsibilities)\nKamu akan membantu tim kami dalam tugas-tugas berikut:\n\"Detective Konten\": Melakukan riset tren, hashtag yang lagi ramai, dan ide-ide konten menarik (Reels/TikTok/postingan IG) yang bisa kita adaptasi.\nAsisten Perencana Konten: Membantu menyusun ide dan jadwal posting harian/mingguan (Content Calendar).\nKreasi Konten Ringan: Membuat draft awal caption (copywriting) dan membantu menyiapkan materi visual (misal: mencari foto pendukung, merekam video sederhana).\nAdmin Komunitas: Membalas komentar, memantau DM, dan berinteraksi secara aktif dengan audiens kita di media sosial.\nPendataan: Mengumpulkan data sederhana tentang performa konten (berapa likes, berapa yang lihat) dan melaporkannya kepada mentor.\nEksplorasi Fitur Baru: Mencoba dan menguji fitur-fitur baru di Instagram atau TikTok.\n\nSiapa yang Kami Cari (Requirements)\nMahasiswa/i atau fresh graduate dari jurusan apa pun, namun memiliki passion kuat terhadap dunia media sosial.\nAktif dan familiar dengan platform utama (Instagram dan TikTok adalah mandatory).\nPribadi yang kreatif, inisiatif tinggi, dan tidak takut mencoba hal baru.\nPunya laptop dan smartphone yang memadai untuk membuat konten.\nBisa Menggunakan Canva ataupun Capcut\nPernah membuat konten sederhana (misal: Reels/TikTok pribadi) adalah nilai plus!", "application_deadline": "2025-12-07", "quota": 1, "registered": 17, "position_type": "Social Media Specialist/ Content Creator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}