{"id": 27100, "source_id": "a074602b-d3fc-490e-b75a-1e85d6994389", "company_name": "Yakin Harum Sukses (Favehotel Pantai Losari Makassar)", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Perhotelan, Pengelolaan Perhotelan, Manajemen Perhotelan dan Pariwisata, Bahasa Inggris Untuk Industri Pariwisata, Pendidikan  Bahasa Inggris (Diploma, Sarjana)", "job_title": "Guest Relation Officer", "job_description": "1. Penyambutan dan Pelayanan Tamu\n- Menyambut tamu yang datang dengan ramah dan profesional.\n- Membantu tamu saat check-in dan check-out bila dibutuhkan.\n- Mengarahkan tamu ke area atau fasilitas hotel sesuai kebutuhan mereka.\n2. Guest Handling & Guest Assistance\n- Menangani permintaan tamu seperti informasi hotel, permintaan fasilitas, atau pertanyaan umum.\n- Memberikan bantuan khusus untuk VIP, VVIP, dan long-stay guest.\n- Menyediakan escorting service (mengantar tamu ke kamar, venue, restoran).\n3. Guest Relation & Communication\n- Menjalin komunikasi yang baik dengan tamu untuk memastikan kepuasan selama menginap.\n- Mengidentifikasi kebutuhan dan preferensi tamu secara proaktif.\n- Menyampaikan informasi promo, fasilitas, dan layanan hotel dengan jelas.\n4. Handling Complaints\n- Menerima dan mencatat keluhan tamu secara sopan.\n- Memberikan solusi awal atau mengoordinasikan dengan departemen terkait.\n- Mengikuti proses tindak lanjut hingga masalah terselesaikan.\n5. Administrasi dan Dokumentasi\n- Mengisi guest logbook, complaint report, dan daily activity report.\n- Membantu input data tamu, pusat informasi tamu, dan laporan harian.\n- Mengelola dan meng-update guest history serta special request.\n6. Koordinasi Antar Departemen\n- Bekerja sama dengan Housekeeping, F&B, Engineering, dan departemen lain untuk memenuhi permintaan tamu.\n- Menyampaikan informasi penting seperti VIP arrival, special occasion (ulang tahun, honeymoon), atau kebutuhan tertentu.\n7. Pengawasan Area Lobi\n- Menjaga kerapian dan kenyamanan area lobi.\n- Memastikan display brosur, signage, dan fasilitas Front Office tertata dengan baik.\n8. Service Excellence & Grooming\n- Menjaga sikap, bahasa tubuh, dan grooming sesuai standar hotel.\n- Memberikan pelayanan dengan prinsip hospitality: Attitude, Communication, Empathy, Responsiveness.", "application_deadline": "2025-12-07", "quota": 1, "registered": 18, "position_type": "Guest Relation Officer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}