{"id": 27140, "source_id": "a084d098-b1b9-4150-8320-329f82eed7de", "company_name": "Akademi Komunitas Industri Manufaktur Bantaeng", "province": "SULAWESI SELATAN", "city": "KAB. BANTAENG", "recommended_degree": "Akuntansi (Diploma)", "job_title": "pengelola keuangan", "job_description": "Tugas pengelola keuangan meliputi pencatatan transaksi, penyusunan anggaran, pengelolaan kas (penerimaan dan pengeluaran), pembayaran, penyusunan laporan keuangan, serta pemantauan dan evaluasi kinerja keuangan. pengelola keuangan bertanggung jawab membantu atas semua aspek keuangan, mulai dari perencanaan, pelaksanaan, hingga pelaporan untuk memastikan pengelolaan dana yang efektif dan efisien. \nTugas operasional\n1. Mencatat transaksi: Membukukan semua penerimaan dan pengeluaran dalam buku kas.\n2. Mengelola kas: Menangani penerimaan dan pengeluaran uang persediaan atau kas secara keseluruhan.\n3. Melakukan pembayaran: Mengatur dan melakukan pembayaran untuk kebutuhan operasional perusahaan, termasuk tagihan dan pembayaran kepada pihak ketiga.\n4. Mengelola utang dan piutang: Mengelola dan memantau utang dan piutang perusahaan.\n5. Mengurus pembelian: Bertanggung jawab atas pembelian aset dan investasi.\n5. Mengajukan anggaran: Menyusun dan mengelola dokumen keuangan, termasuk rancangan anggaran belanja. \n\nTugas analitis dan strategis\n1. Menyusun laporan keuangan: Membuat dan mempresentasikan laporan keuangan secara berkala.\n2. Melakukan analisis keuangan: Menyusun laporan dan analisis keuangan untuk memberikan gambaran kinerja keuangan.\n3. Membuat kebijakan: Merumuskan kebijakan terkait pengelolaan anggaran, kas, investasi, dan akuntansi.\n4. Memantau penggunaan anggaran: Mengawasi penggunaan anggaran agar sesuai dengan rencana yang telah dibuat. \n\nTugas administrasi dan pelaporan\n1. Menyusun laporan pertanggungjawaban: Membuat laporan pertanggungjawaban pelaksanaan anggaran.\n2. Mengelola dokumen: Mengelola seluruh dokumen keuangan dan aset.\n3. Menyusun laporan keuangan dan sarana: Menyiapkan dan menyusun laporan keuangan dan sarana secara berkala.", "application_deadline": "2025-12-07", "quota": 1, "registered": 21, "position_type": "pengelola keuangan", "government_agency": "Kementerian Perindustrian", "sub_government_agency": "Akademi Komunitas Industri Manufaktur Bantaeng", "angkatan": "3", "tahun": "2025"}