{"id": 27648, "source_id": "a07f013b-b2e3-4ee9-a2e9-ada0e8bd7ee2", "company_name": "Siap Belajar Indonesia", "province": "SULAWESI BARAT", "city": "KAB. MAJENE", "recommended_degree": "Administrasi Bisnis, Manajemen Administrasi, Manajemen Administrasi Perkantoran, Kesekretariatan (Sarjana)", "job_title": "CEO Personal Assistant (PA CEO) - Intern", "job_description": "Memberikan dukungan eksekutif tingkat tinggi kepada CEO agar waktu, keputusan, dan prioritas pimpinan terorganisir dengan efisien — termasuk pengelolaan agenda, komunikasi eksternal & internal, koordinasi proyek strategis, dan tugas administratif sensitif — sehingga CEO dapat fokus pada visi, arah strategi, dan hubungan kunci organisasi.\n\nA. Manajemen Waktu & Kalender\n\nMenyusun, mengelola, dan memprioritaskan kalender CEO (pertemuan, kunjungan, event).\n\nMenyaring undangan/permintaan waktu dan menentukan prioritas berdasarkan arahan CEO.\n\nMenyusun agenda rapat yang ringkas dan relevan serta mengingatkan CEO sesuai kebutuhan (pre-reads, waktu transit).\n\nB. Koordinasi Rapat & Dokumentasi\n\nMenyiapkan bahan rapat (slide ringkas, fakta utama, briefing note, Q&A).\n\nMengorganisir logistik rapat: undangan, ruangan/hybrid setup (Zoom/Teams), peralatan, hidangan jika perlu.\n\nMencatat keputusan utama dan menindaklanjuti action items dengan pemilik tugas hingga selesai; membuat ringkasan hasil rapat untuk CEO.\n\nC. Komunikasi & Hubungan Pemangku Kepentingan\n\nMenjadi filter awal komunikasi CEO: menyortir email/WA/telepon, merangkum pesan penting, dan menyiapkan draft jawaban.\n\nMenjalin dan memelihara hubungan profesional dengan pemangku kepentingan (Dinas Pendidikan, partner B2B, investor, dewan, tokoh masyarakat) atas nama CEO bila diperlukan.\n\nMenyiapkan dan memfasilitasi pertemuan penting (briefing, lunch meeting, presentasi).\n\nD. Perjalanan Dinas & Event\n\nMengatur itinerary perjalanan (transportasi, akomodasi, pertemuan, dokumen perjalanan).\n\nMenangani pemesanan tiket, visa/izin (jika berlaku), dan pengeluaran perjalanan sesuai kebijakan.\n\nMenyiapkan logistik saat CEO hadir di acara: briefing peserta, bahan presentasi, dan follow-up.\n\nE. Dukungan Proyek Strategis & Pengambilan Keputusan\n\nMendukung CEO pada proyek khusus: pengumpulan data, koordinasi tim lintas fungsi, monitoring milestone, dan pembuatan laporan progress sederhana.\n\nMenyiapkan ringkasan indikator (KPI) atau highlight issues yang perlu keputusan CEO.\n\nMenyusun draf nota, memo internal, atau surat resmi atas arahan CEO.\n\nF. Administrasi & Kerahasiaan\n\nMengelola dokumen sensitif: kontrak draft, laporan strategis, data personalia, dan arsip executive.\n\nMenjaga standar kerahasiaan tinggi; memastikan akses dokumen dibatasi sesuai kebutuhan.\n\nMengelola pengeluaran petty cash kecil CEO (sesuai kebijakan) dan menyusun laporan pengeluaran rutin.", "application_deadline": "2025-12-07", "quota": 1, "registered": 10, "position_type": "CEO Personal Assistant (PA CEO) - Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}