{"id": 27640, "source_id": "a07f5916-2b4e-4e28-a742-d74df5a8840a", "company_name": "Universitas Muhammadiyah Gorontalo", "province": "GORONTALO", "city": "KAB. GORONTALO", "recommended_degree": "Administrasi Perkantoran, Administrasi Perkantoran Digital, Sistem Informasi, Informatika (Diploma, Sarjana)", "job_title": "Staf Administrasi IT", "job_description": "Deskripsi Pekerjaan:\nBertanggung jawab mendukung operasional kantor melalui tugas-tugas administrasi berbasis IT. Mengelola dokumen dan laporan menggunakan Microsoft Office, membantu pengelolaan website instansi, serta memberikan dukungan teknis tingkat dasar kepada staf dan unit terkait. Posisi ini menggabungkan kemampuan administrasi, ketelitian dokumen, serta keterampilan teknologi informasi untuk memastikan kelancaran aktivitas operasional harian.\n\nTugas & Tanggung Jawab:\n\nMengelola dokumen, laporan, dan surat-menyurat menggunakan Microsoft Office (Word, Excel, PowerPoint).\n\nMengupdate dan memelihara website umum (misalnya WordPress, CMS dasar, halaman informasi).\n\nMembantu input data, pendataan arsip digital, dan pengecekan informasi online.\n\nMemberikan dukungan teknis ringan kepada staf (akses akun, reset password, troubleshooting dasar).\n\nMengelola file digital, backup sederhana, dan memastikan kerapian data.\n\nBerkoordinasi dengan tim IT untuk kebutuhan teknis yang lebih kompleks.\n\nMembantu operasional kantor yang membutuhkan pemahaman IT dan administrasi secara bersamaan.\n\nKualifikasi:\n\nMenguasai Microsoft Office (Word, Excel, PowerPoint).\n\nMemahami dasar pengelolaan website/CMS (WordPress atau sejenisnya).\n\nMemiliki kemampuan administrasi yang rapi dan terstruktur.\n\nMampu melakukan troubleshooting dasar IT.\n\nKomunikatif, cepat belajar, dan dapat bekerja dengan instruksi.\n\nMinimal lulusan S1 Sistem Informasi, S1 Informatika, S1 Administrasi Perkantoran, atau bidang lain yang relevan.", "application_deadline": "2025-12-07", "quota": 12, "registered": 196, "position_type": "Staf Administrasi IT", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}