{"id": 27658, "source_id": "a07efb18-6585-4372-9a87-138e2b7f8591", "company_name": "Siap Belajar Indonesia", "province": "SULAWESI BARAT", "city": "KAB. MAJENE", "recommended_degree": "Bisnis Jasa, Bisnis Digital, Manajemen Bisnis, Manajemen Operasi Bisnis Digital, Komunikasi Digital dan Media (Sarjana)", "job_title": "Business Development — B2B Model", "job_description": "Membangun, mengelola, dan mengembangkan kemitraan bisnis (sekolah, institusi pemerintahan/ swasta, perusahaan, komunitas, penyedia pelatihan korporat, dan mitra kanal distribusi) yang berkelanjutan untuk meningkatkan akuisisi peserta, revenue B2B, reputasi lembaga, dan skala layanan PT. Siap Belajar Indonesia secara strategis.\n\nA. Prospeksi & Pengembangan Pipeline\n\nMenyusun target pasar B2B: sekolah (SD/SMP/SMA), kampus, dinas pendidikan, perusahaan (CSR / HRD), komunitas, agen pendidikan, dan mitra korporat.\n\nMelakukan riset pasar, mapping institusi, dan identifikasi decision-maker.\n\nMenginisiasi outreach: cold-email, cold-call, kunjungan lapangan, presentasi proposal, dan menghadiri/berpartisipasi event networking.\n\nMembuat dan memelihara pipeline prospek di CRM (stage, value, next action).\n\nB. Penawaran Produk & Negosiasi Kontrak\n\nMerancang paket B2B (kelas on-site, pelatihan karyawan, program bimbingan, paket lisensi platform, franchise/kemitraan operasional).\n\nMenyusun penawaran komersial (SLA, scope layanan, deliverables, pricing, timeline).\n\nNegosiasi komersial & syarat kerjasama; mengakomodasi kebutuhan mitra sambil menjaga margin dan kapasitas operasional.\n\nMenyiapkan dokumen MOU/kontrak awal untuk didukung tim legal/HR.\n\nC. Implementation & Account Management\n\nKoordinasi pelaksanaan program dengan tim akademik, operasional, dan marketing (kick-off, onboarding, monitoring pelaksanaan).\n\nMenjaga hubungan jangka panjang: review periodik, laporan KPI, sesi evaluasi, renewal kontrak.\n\nMengelola ekspektasi mitra dan eskalasi isu (kualitas pengajaran, jadwal, attendance, pembayaran).\n\nMenyusun laporan keberhasilan program (impact, engagement, ROI) untuk mitra.\n\nD. Strategi & Produk\n\nMengumpulkan insight pasar untuk pengembangan produk B2B: desain kurikulum korporat, blended learning, micro-credential, sertifikasi internal.\n\nBekerja dengan tim produk/kurikulum untuk menyesuaikan modul agar sesuai kebutuhan institusi.\n\nMenyusun model pricing berjenjang dan paket volume-based discounts.\n\nE. Administrasi & Pelaporan\n\nMenginput data kontrak dan milestone ke sistem (CRM / shared drive).\n\nMenyiapkan laporan mingguan & bulanan performance B2B (pipeline, revenue, retention, churn).\n\nMenyusun forecast revenue & rekomendasi strategi pertumbuhan.", "application_deadline": "2025-12-07", "quota": 3, "registered": 17, "position_type": "Business Development — B2B Model", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}