{"id": 27654, "source_id": "a07ef743-c7e4-49af-ad00-d152c2c609f9", "company_name": "Siap Belajar Indonesia", "province": "SULAWESI BARAT", "city": "KAB. MAJENE", "recommended_degree": "Ilmu Komputer, Ilmu Informatika, Manajemen Informatika, Teknik Komputer dan Jaringan, Teknik Informatika (Sarjana)", "job_title": "Website & Internal Tools Specialist", "job_description": "Menjaga, mengembangkan, dan mengoptimalkan website publik serta tools internal (CRM, LMS, dashboard, form pendaftaran, integrasi pembayaran, automasi) agar platform digital PT. Siap Belajar Indonesia stabil, aman, cepat, mudah digunakan, dan mendukung pertumbuhan peserta serta efisiensi operasional.\n\nA. Pengelolaan Website Publik & Portal\n\nMemelihara, memperbarui, dan menerbitkan konten website (koordinasi dengan tim marketing).\n\nMengelola struktur halaman, landing page kampanye, formulir pendaftaran, dan halaman pendaftaran pembayaran.\n\nMenangani deploy code, versioning, dan rollback sederhana saat rilis fitur/bugfix.\n\nMenjaga performa website (page speed, responsif mobile, image optimization).\n\nB. Pengembangan & Maintenance Internal Tools\n\nMengembangkan/konfigurasi dan memelihara CRM/LMS atau integrasi antara keduanya.\n\nMembuat dashboard internal (reporting KPI, pendaftaran, absensi, progress siswa) untuk manajemen.\n\nIntegrasi API: payment gateway, WhatsApp API / SMS, email provider, Google Analytics / Tag Manager, sistem pembayaran, dan tools pihak ketiga lain.\n\nMembuat automasi alur kerja (contoh: lead → notifikasi sales → follow-up → status di CRM).\n\nC. Dukungan Teknis & Troubleshooting\n\nMenangani tiket support teknis internal (SLA respon & penyelesaian).\n\nInvestigasi dan perbaikan bug produksi (front-end/back-end) atau eskalasi ke vendor/developer eksternal.\n\nMenyediakan dokumentasi teknis, runbook, dan knowledge base untuk tim non-teknis.\n\nMelakukan training singkat bagi staff (sales, admin, tutor) untuk tools internal.\n\nD. Keamanan, Backup & Kepatuhan\n\nMenjaga keamanan aplikasi: update patch, manajemen user & role, proteksi form (captcha), dan monitoring ancaman dasar.\n\nMenjadwalkan backup rutin (database, file) dan uji pemulihan (restore test) secara berkala.\n\nMenjaga kepatuhan data (privasi data siswa/wali) sesuai kebijakan perusahaan dan peraturan yang relevan.\n\nE. Analitik & Optimasi\n\nMenyiapkan tracking (event, konversi) agar tim marketing/ads dapat mengukur CPL/CPA.\n\nMenyajikan laporan teknis & analytics (traffic, funnel pendaftaran, error logs) mingguan & bulanan.\n\nMengusulkan optimasi UX, funnel pendaftaran, dan peningkatan konversi berdasar data.\n\n5. Tanggung Jawab Administratif & Dokumentasi\n\nMenyusun dokumentasi perubahan (release notes), SOP teknis, dan panduan pengguna.\n\nMenjaga inventory akses (akun hosting, domain, SSL, API keys) secara aman.\n\nMembuat checklist deployment & pre-release testing.", "application_deadline": "2025-12-07", "quota": 3, "registered": 15, "position_type": "Website & Internal Tools Specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}