{"id": 27679, "source_id": "a07ef634-6a09-42df-aa8e-5d42593191b4", "company_name": "Siap Belajar Indonesia", "province": "SULAWESI BARAT", "city": "KAB. MAJENE", "recommended_degree": "Bisnis Digital, Manajemen Bisnis, Desain Komunikasi Visual, Ilmu Informatika (Sarjana)", "job_title": "Digital & Social Media Specialist", "job_description": "Merancang, mengeksekusi, dan mengoptimalkan strategi digital serta aktivitas media sosial untuk meningkatkan brand awareness, engagement, akuisisi peserta, dan lead berkualitas bagi program-program PT. Siap Belajar Indonesia.\n\nA. Strategi & Perencanaan\n\nMenyusun strategi konten dan media sosial tahunan/kuartalan yang selaras dengan target pemasaran dan admission plan.\n\nMenyusun editorial calendar (konten organik + kalender paid campaign) untuk semua channel utama (Instagram, Facebook, TikTok, YouTube, LinkedIn, WhatsApp Business, dan website).\n\nMerancang strategi paid media (meta ads, YouTube ads, Google Search/Display) bersama tim untuk mencapai target CPL/CPA.\n\nB. Produksi Konten & Kreatif\n\nMembuat/koordinasi pembuatan konten: copywriting, grafis (carousel, poster), short video (reels/shorts/TikTok), long-form video (YouTube), stories, dan materi landing page.\n\nMengedit dan memastikan konten sesuai brand voice, guideline visual, serta ramah platform (aspect ratio, durasi, hook).\n\nMengelola library aset digital (templates, foto, video raw, caption bank, hashtag bank).\n\nC. Manajemen Community & Customer Engagement\n\nMemoderasi komentar, DM, dan grup komunitas; merespons pertanyaan calon peserta dan orang tua dalam SLA yang ditentukan.\n\nMengelola hubungan dengan micro-influencer, partner edukasi, dan komunitas lokal untuk content collaborations & referral.\n\nMemonitor opini publik, isu, atau krisis reputasi; siapkan eskalasi & template respons.\n\nD. Paid Media & Lead Management\n\nMengatur kampanye berbayar: setup, targeting, tracking (UTM), optimasi, A/B testing, dan kontrol anggaran harian/bulanan.\n\nIntegrasi form lead dengan CRM/LMS/Google Sheets; memastikan flow lead → follow-up tim sales/admin.\n\nMelakukan retargeting dan lookalike audience untuk meningkatkan konversi.\n\nE. Analitik & Optimasi\n\nMemantau KPI utama (reach, impressions, engagement, CTR, CPL, conversion rate) dan menyajikan laporan mingguan & bulanan.\n\nMenganalisis performa konten & iklan; memberikan rekomendasi optimasi berbasis data.\n\nSEO dasar untuk konten website/blog dan optimasi video YouTube (keywords, titles, thumbnails).\n\nF. Kolaborasi Internal\n\nBekerja erat dengan tim Academic, Sales/Canvassing, Admin, dan Creative untuk sinkronisasi program, materi, dan promo.\n\nMelatih staf frontliner/sales untuk menggunakan materi digital & skrip komunikasi untuk kampanye tertentu.", "application_deadline": "2025-12-07", "quota": 3, "registered": 22, "position_type": "Digital & Social Media Specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}