{"id": 2770, "source_id": "a0804554-1ef1-4382-8e95-3e981e261b1d", "company_name": "Balai Karantina Hewan, Ikan, dan Tumbuhan Kepulauan Riau", "province": "KEPULAUAN RIAU", "city": "KOTA BATAM", "recommended_degree": "Pemeliharaan Komputer dan Jaringan, Teknik Komputer dan Jaringan (Sarjana)", "job_title": "Pranata Komputer Ahli Pertama", "job_description": "1. Analisis dan Pengembangan Sistem\n\nMengumpulkan dan menganalisis kebutuhan sistem informasi dasar.\n\nMembuat rancangan awal (prototype) aplikasi atau sistem informasi sederhana.\n\nMengembangkan fitur aplikasi dengan kompleksitas rendah hingga menengah.\n\nMelakukan pengujian (testing) pada aplikasi atau sistem yang dikembangkan.\n\n2. Pengelolaan Basis Data\n\nMenyusun struktur basis data sederhana.\n\nMengelola, memelihara, dan mengamankan data pada lingkup terbatas.\n\nMelakukan backup dan restore data sesuai prosedur.\n\n3. Pengelolaan Infrastruktur TIK\n\nMelaksanakan instalasi, konfigurasi, dan pemeliharaan perangkat keras (hardware) dan perangkat lunak (software).\n\nMenangani gangguan teknis (troubleshooting) tingkat awal.\n\nMembantu pengelolaan jaringan komputer dan server dalam lingkup terbatas.\n\n4. Layanan Teknologi Informasi\n\nMenyediakan layanan dukungan teknis (technical support) bagi pengguna internal.\n\nMendokumentasikan masalah dan solusi yang diberikan.\n\nMemberikan bimbingan penggunaan aplikasi dan perangkat TIK.\n\n5. Manajemen Keamanan Informasi\n\nMenerapkan standar dasar keamanan informasi.\n\nMengidentifikasi potensi kerentanan pada aplikasi atau perangkat.\n\nMengikuti prosedur perlindungan data dan keamanan jaringan.\n\n6. Dokumentasi dan Pelaporan\n\nMenyusun dokumentasi teknis sistem, aplikasi, maupun perangkat TIK yang dikelola.\n\nMenyusun laporan pelaksanaan tugas fungsional secara periodik.\n\nMembantu penyusunan SOP atau pedoman teknis TIK.\n\n7. Pengembangan Kompetensi\n\nMengikuti pelatihan, workshop, atau sertifikasi terkait TIK sesuai kebutuhan jabatan.\n\nMengikuti perkembangan teknologi untuk peningkatan kualitas layanan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Pranata Komputer Ahli Pertama", "government_agency": "Badan Karantina Indonesia", "sub_government_agency": "Balai Karantina Hewan, Ikan, dan Tumbuhan Kepulauan Riau", "angkatan": "3", "tahun": "2025"}