{"id": 2837, "source_id": "a07b71b8-751b-4475-9777-03995929207a", "company_name": "Hotel Santika Batam", "province": "KEPULAUAN RIAU", "city": "KOTA BATAM", "recommended_degree": "Manajemen Kuliner, Pendidikan Vokasional Seni Kuliner, Seni Kuliner dan Pengelolaan Jasa Makanan, Manajemen Perhotelan, Hospitality dan Pariwisata (Diploma, Sarjana)", "job_title": "FB Product (Cook Trainee)", "job_description": "FBP Trainee bertugas membantu tim dapur (kitchen) dalam mempersiapkan, mengolah, dan menyajikan makanan sesuai standar higienitas, keamanan pangan, dan SOP hotel. Posisi ini bertujuan memberikan pengalaman praktik mengenai operasional dapur hotel serta meningkatkan keterampilan kuliner trainee.\n\n2. Tugas & Tanggung Jawab Utama\nA. Food Preparation\n\nMembantu proses mise en place seperti memotong, menimbang, dan menyiapkan bahan makanan.\n\nMemastikan bahan makanan tersimpan sesuai standar Food Safety (FIFO/FEFO).\n\nMembantu persiapan buffet, live cooking, atau banquet sesuai arahan chef.\n\nB. Cooking Assistance\n\nMembantu chef dalam proses pengolahan makanan (frying, boiling, grilling, sautéing) sesuai instruksi.\n\nMemastikan area kerja, peralatan, dan bahan tetap higienis selama proses memasak.\n\nMengikuti resep standar (Standard Recipe) dan menjaga konsistensi produk.\n\nC. Kitchen Hygiene & Safety\n\nMenjaga kebersihan area dapur, chiller/freezer, cutting board, dan peralatan kerja.\n\nMelakukan sanitasi peralatan sesuai standar HACCP atau CHSE hotel.\n\nMengelola limbah dapur secara benar dan mematuhi prosedur keamanan kerja.\n\nMenggunakan APD dapur (apron, hairnet, safety shoes, gloves) sesuai ketentuan.\n\nD. Stock Control & Administrative Support\n\nMembantu pencatatan stok harian bahan makanan.\n\nMenandai bahan yang sudah dibuka, mendukung proses labeling & dating.\n\nMelakukan pengecekan suhu chiller/freezer bila ditugaskan.\n\nE. Coordination\n\nBerkoordinasi dengan tim stewarding, service (FB Service), serta banquet.\n\nMenyampaikan special request tamu (allergies, vegan/vegetarian, dll.) kepada chef.\n\n3. Kompetensi yang Diharapkan\n\nMemiliki minat pada dunia kuliner dan operasional dapur.\n\nDisiplin, cepat belajar, dan mampu mengikuti instruksi secara detail.\n\nMenjaga kebersihan diri dan area kerja sesuai standar dapur profesional.\n\nMampu bekerja dalam tekanan dan lingkungan yang cepat (fast-paced kitchen).\n\nMemahami dasar food handling dan food hygiene (akan diajarkan selama training).\n\n4. Supervisi\n\nMelapor langsung kepada Chef de Partie / Sous Chef / Executive Chef.\n\nSeluruh tugas trainee wajib berada dalam pengawasan mentor atau chef yang bertugas.\n\n5. Durasi & Evaluasi\n\nDurasi training mengikuti ketentuan hotel (3–6 bulan atau sesuai MoU).\n\nPenilaian meliputi:\n\nKedisiplinan & kehadiran\n\nAttitude & kerja sama tim\n\nPenguasaan basic cooking skill\n\nKebersihan & keamanan pangan\n\nKemampuan mengikuti SOP dapur", "application_deadline": "2025-12-07", "quota": 2, "registered": 6, "position_type": "FB Product (Cook Trainee)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}