{"id": 2852, "source_id": "a08047fd-1680-4ba3-8735-9c79f3a61b99", "company_name": "Balai Karantina Hewan, Ikan, dan Tumbuhan Kepulauan Riau", "province": "KEPULAUAN RIAU", "city": "KOTA BATAM", "recommended_degree": "Pengelolaan Arsip dan Rekaman Informasi, Kearsipan (Sarjana)", "job_title": "Arsiparis Ahli Pertama", "job_description": "1. Pengelolaan Arsip Dinamis\n\nMeliputi kegiatan kearsipan pada tahap penciptaan, penggunaan, dan pemeliharaan arsip, antara lain:\n\nMelakukan identifikasi, klasifikasi, dan pengkodean arsip dinamis.\n\nMenyusun daftar arsip dan pola klasifikasi arsip dasar.\n\nMelakukan penataan, penyimpanan, serta pemeliharaan arsip aktif dan inaktif.\n\nMelaksanakan kegiatan retensi arsip sesuai JRA (Jadwal Retensi Arsip).\n\nMelakukan pemindahan arsip inaktif ke unit kearsipan.\n\n2. Pengelolaan Arsip Statis\n\nMengidentifikasi dan memverifikasi arsip statis yang akan diakuisisi.\n\nMenata, mengolah, dan melakukan deskripsi arsip statis tingkat dasar.\n\nMembantu kegiatan restorasi dan preservasi arsip statis.\n\nMenyusun daftar arsip statis untuk kepentingan akses publik.\n\n3. Layanan Akses dan Pemanfaatan Arsip\n\nMemberikan layanan referensi dan temu kembali arsip kepada pengguna internal maupun eksternal.\n\nMengelola sistem temu kembali arsip berbasis manual maupun elektronik.\n\nMenyusun daftar pertelaan arsip, indeks, atau finding aids sederhana.\n\n4. Pengelolaan Arsip Elektronik\n\nMembantu penerapan sistem informasi kearsipan.\n\nMenginput, mengelola metadata arsip, dan memverifikasi kelengkapan data dalam aplikasi kearsipan.\n\nMelakukan digitalisasi arsip dengan tingkat kompleksitas rendah hingga menengah.\n\n5. Pembinaan dan Pemantauan Kearsipan\n\nMemberikan pendampingan teknis kearsipan dasar kepada unit kerja.\n\nMelakukan monitoring penerapan tata kelola arsip di unit kerja (pada lingkup terbatas).\n\nMembantu penyusunan pedoman dan SOP kearsipan.\n\n6. Preservasi dan Perlindungan Arsip\n\nMelakukan pemeriksaan kondisi fisik arsip.\n\nMelakukan upaya preservasi sederhana (pembersihan, perbaikan ringan, reproduksi).\n\nMengidentifikasi arsip yang memerlukan penanganan khusus untuk perlindungan jangka panjang.\n\n7. Dokumentasi dan Pelaporan\n\nMenyusun laporan kegiatan pengelolaan arsip.\n\nMenyusun daftar arsip, inventaris, dan dokumentasi teknis lainnya.\n\nMencatat dan mendokumentasikan transaksi layanan arsip.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Arsiparis Ahli Pertama", "government_agency": "Badan Karantina Indonesia", "sub_government_agency": "Balai Karantina Hewan, Ikan, dan Tumbuhan Kepulauan Riau", "angkatan": "3", "tahun": "2025"}