{"id": 2859, "source_id": "a0741b96-8b86-4003-90ea-a0fb57f495ee", "company_name": "Hotel Santika Batam", "province": "KEPULAUAN RIAU", "city": "KOTA BATAM", "recommended_degree": "Perhotelan, Pengelolaan Perhotelan, Manajemen Perhotelan dan Pariwisata, Manajemen Perhotelan, Bisnis Perhotelan (Diploma, Sarjana)", "job_title": "Housekeeping (Room Attendant)", "job_description": "Deskripsi Tanggung Jawab – Room Attendant (Housekeeping)\n1. Membersihkan dan Menyiapkan Kamar Tamu\n\nMelakukan pembersihan harian kamar tamu (make up room & turn down service).\n\nMengganti linen, handuk, amenities, dan memastikan semua perlengkapan lengkap.\n\nMenata tempat tidur sesuai standar hotel.\n\nMemastikan kamar mencapai standar Ready to Sell.\n\n2. Menjaga Kebersihan Koridor & Area Sekitar Kamar\n\nMembersihkan koridor, pintu kamar, dan area sekitar guest floor.\n\nMenjaga trolley tetap rapi, bersih, dan lengkap sebelum, selama, dan sesudah shift.\n\n3. Pemeriksaan & Pelaporan Kerusakan\n\nMengecek kondisi fasilitas kamar (AC, lampu, toilet, furniture).\n\nMelaporkan kerusakan atau ketidakwajaran ke Supervisor/Engineering melalui room report.\n\n4. Handling Permintaan Tamu\n\nMenangani permintaan tamu seperti extra towel, extra amenities, atau extra bed.\n\nMenyapa tamu dengan ramah sesuai standar pelayanan hotel.\n\nMenjaga privasi dan keamanan tamu saat memasuki kamar (knock–announce–enter).\n\n5. Penggunaan Chemical & Peralatan\n\nMenggunakan chemical pembersih sesuai prosedur keamanan.\n\nMenjaga kebersihan dan fungsi peralatan kerja (vacuum, trolley, duster, dll).\n\nMengontrol pemakaian amenities dan linen agar tidak berlebihan.\n\n6. Lost & Found\n\nMenangani barang temuan tamu sesuai SOP Lost & Found.\n\nMencatat dan menyerahkan barang temuan kepada Supervisor/Office Coordinator.\n\n7. Administrasi & Laporan Harian\n\nMengisi Room Assignment Sheet, Room Report, dan status kamar sesuai standar.\n\nMelaporkan kamar yang sudah siap (clean & inspected) ke Supervisor/FO.\n\n8. K3 – Keamanan & Keselamatan Kerja\n\nMengikuti SOP keselamatan kerja saat mengangkat barang, menggunakan chemical, atau bekerja di area lembap.\n\nMelaporkan tamu atau situasi mencurigakan kepada Security.\n\n9. Teamwork & Koordinasi\n\nBerkoordinasi dengan FO, Laundry, Engineering, dan departemen lain terkait status kamar serta kebutuhan tamu.\n\nMengikuti briefing harian dan training yang diberikan hotel.", "application_deadline": "2025-12-07", "quota": 2, "registered": 7, "position_type": "Housekeeping (Room Attendant)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}