{"id": 2861, "source_id": "a0741cbd-f483-4231-8a98-272692afaa75", "company_name": "Hotel Santika Batam", "province": "KEPULAUAN RIAU", "city": "KOTA BATAM", "recommended_degree": "Bisnis Perhotelan, Manajemen Perhotelan, Manajemen Perhotelan dan Pariwisata, Pengelolaan Perhotelan, Perhotelan (Diploma, Sarjana)", "job_title": "FB Service (Waiter/Waitress)", "job_description": "Menyambut & Melayani Tamu\n\nMenyambut tamu dengan ramah sesuai standar hospitality.\n\nMengantar tamu ke meja dan memberikan menu.\n\nMemberikan rekomendasi menu bila diperlukan.\n\nMenjaga sikap profesional, penampilan rapi, dan komunikasi yang sopan.\n\n2. Menerima & Mengambil Pesanan\n\nMengambil pesanan makanan dan minuman dengan akurat.\n\nMenjelaskan detail menu, ukuran porsi, bahan dasar, dan rekomendasi chef.\n\nMenginput pesanan ke sistem POS dengan benar.\n\n3. Menyajikan Makanan & Minuman\n\nMenyajikan makanan/minuman sesuai standar penyajian restoran/hotel.\n\nMelakukan food runner bila diperlukan.\n\nMemastikan penyajian tepat waktu dan sesuai pesanan.\n\nMelakukan service recovery bila ada komplain dari tamu.\n\n4. Menjaga Kebersihan Meja & Area Restoran\n\nMenata meja (table setup) sebelum restoran dibuka.\n\nMembersihkan meja, kursi, peralatan makan, dan area sekitar.\n\nMengatur ulang (resetting) meja setelah tamu selesai.\n\n5. Menangani Pembayaran\n\nMenyiapkan bill sesuai pesanan.\n\nMenangani transaksi tunai, debit, kredit, atau charge room dengan benar.\n\nMenyerahkan invoice/bill kepada tamu dengan profesional.\n\n6. Menjaga Peralatan & Inventaris\n\nMemastikan peralatan makan (cutlery, glassware, chinaware) dalam kondisi bersih dan siap pakai.\n\nMelaporkan kerusakan peralatan kepada supervisor.\n\nMengontrol pemakaian napkin, linen, dan restoran supplies lainnya.\n\n7. Standar K3 & Kebersihan\n\nMengikuti prosedur kebersihan dan sanitasi area layanan.\n\nMematuhi standar keselamatan kerja (K3).\n\nMenjaga kebersihan peralatan dan area kerja setiap saat.\n\n8. Komunikasi & Koordinasi\n\nBerkoordinasi dengan kitchen untuk penyajian pesanan.\n\nMelaporkan permintaan khusus tamu (allergy, special request).\n\nBekerja sama dengan cashier, barista, bartender, dan tim lainnya.\n\n9. Administrasi & Laporan\n\nMengisi checklist harian opening dan closing.\n\nMelaporkan kehilangan, kerusakan, atau complain tamu ke supervisor.\n\nMengisi form order, void, atau waste sesuai prosedur.\n\n10. Guest Satisfaction & Service Excellence\n\nMelakukan follow-up setelah makanan disajikan untuk memastikan kepuasan tamu.\n\nMenangani komplain dengan tenang dan sopan.\n\nMengedepankan prinsip service excellence untuk meningkatkan pengalaman tamu.", "application_deadline": "2025-12-07", "quota": 2, "registered": 7, "position_type": "FB Service (Waiter/Waitress)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}