{"id": 2896, "source_id": "a07b7069-987b-40a5-addb-cc296020eba4", "company_name": "Hotel Santika Batam", "province": "KEPULAUAN RIAU", "city": "KOTA BATAM", "recommended_degree": "Manajemen Perhotelan, Manajemen Perhotelan dan Pariwisata, Perhotelan, Hospitaliti dan Pariwisata, Hospitality dan Pariwisata (Diploma, Sarjana)", "job_title": "Front Office", "job_description": "Front Office Trainee bertanggung jawab membantu operasional Front Office Department dalam memberikan pelayanan prima kepada tamu, termasuk proses check-in, check-out, informasi hotel, dan penanganan kebutuhan tamu. Posisi ini bertujuan untuk memberikan pengalaman belajar praktis mengenai standar pelayanan hotel serta meningkatkan kompetensi trainee di dunia perhotelan.\n\n2. Tugas & Tanggung Jawab Utama\nA. Guest Service\n\nMenyambut tamu dengan ramah sesuai standar hospitality hotel.\n\nMembantu proses check-in dan check-out di bawah supervisi staff FO.\n\nMemberikan informasi mengenai fasilitas hotel, area sekitar, dan layanan tambahan.\n\nMenerima dan menangani permintaan tamu (guest request) serta meneruskan ke departemen terkait.\n\nMencatat dan menyampaikan guest complaint kepada supervisor untuk penanganan lebih lanjut.\n\nB. Administrative Support\n\nMembantu penginputan data tamu pada sistem PMS (Property Management System).\n\nMengarsipkan dokumen FO seperti registrasi tamu, invoice, dan laporan harian.\n\nMembantu menyiapkan kunci kamar, welcome letter, dan peralatan kerja lainnya.\n\nC. Communication & Coordination\n\nBerkoordinasi dengan Housekeeping, F&B, dan Security untuk kebutuhan tamu.\n\nMengupdate status kamar berdasarkan komunikasi dengan Housekeeping.\n\nMenginformasikan special request tamu kepada shift leader/supervisor.\n\nD. Lobby Ambience & Grooming\n\nMemastikan area Front Office, lobby, dan back counter selalu bersih dan rapi.\n\nMenjaga standar grooming sesuai SOP hotel.\n\nMembantu mencatat logbook dan serah terima shift (bila diperlukan).\n\n3. Kompetensi yang Diharapkan\n\nSikap ramah, sopan, dan mampu berinteraksi dengan tamu.\n\nKemampuan komunikasi yang baik (verbal & non-verbal).\n\nTeliti, cepat belajar, dan mampu mengikuti instruksi.\n\nMemiliki pengetahuan dasar tentang perhotelan.\n\nBasic computer skill dan mampu mengoperasikan PMS (diajarkan saat training).\n\nMampu bekerja dalam tekanan dan tetap profesional.\n\n4. Supervisi\n\nMelapor langsung kepada Front Office Supervisor / Front Office Manager.\n\nSeluruh pekerjaan trainee wajib berada dalam pengawasan staf FO yang bertugas.\n\n5. Durasi & Penilaian\n\nDurasi masa training mengikuti ketentuan hotel (3–6 bulan atau sesuai MoU).\n\nEvaluasi dilakukan oleh Supervisor/Mentor mencakup:\n\nSikap & kedisiplinan\n\nKerja sama tim\n\nPenguasaan operasional Front Office\n\nKemampuan berkomunikasi dengan tamu\n\nService attitude\n\n6. Catatan Tambahan\n\nTrainee tidak diperkenankan menangani transaksi keuangan tanpa pendampingan.\n\nSemua tindakan yang berdampak pada keamanan tamu atau data wajib dilaporkan ke supervisor.", "application_deadline": "2025-12-07", "quota": 2, "registered": 11, "position_type": "Front Office", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}