{"id": 3290, "source_id": "a07cdbb5-6c80-4a51-8459-7ac84b58df23", "company_name": "Desmac Gemilang Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Manajemen Perencanaan dan Pemasaran Pariwisata, Destinasi Pariwisata, Manajemen Pariwisata, Manajemen Bisnis Pariwisata, Kepariwisataan (Sarjana, Diploma)", "job_title": "Junior Programme Associates", "job_description": "•\tMembantu perencanaan proyek pengembangan pariwisata berkelanjutan, mencakup:\n1.\tData dan analisis isu-isu strategis pengembangan pariwisata berkelanjutan, termasuk situasi di lokasi proyek pariwisata, mekanisme kegiatan peningkatan pendapatan, penguatan kapasitas dan pemasaran bagi penerima manfaat proyek pariwisata;  \n•\tMembantu implementasi proyek pengembangan pariwisata berkelanjutan, berkoordinasi dengan Tim Komunikasi dan Tim Program di kantor lapangan, mencakup: \n1.\tKoordinasi implementasi proyek, mencakup monitoring dan pelaporan sesuai perencanaan dan implementasi;\n2.\tKoordinasi untuk mengatur, memfasilitasi, dan memastikan logistik kegiatan peningkatan kapasitas dan upskills (pelatihan, lokakarya, FGD, pertemuan) untuk menyelesaikan tugasnya;  \n3.\tMelakukan perjalanan ke lokasi proyek untuk mendukung pelaksanaan dan monitoring program;\n4.\tMembantu dan memastikan tim komunikasi menyusun artikel/update/publikasi yang relevan dengan pekerjaan yang terkait proyek pariwisata yang dilakukan DESMA Center.\n•\tMemberikan bantuan teknis dan substansi kepada supervisor mengenai isu-isu yang berkaitan dengan pariwisata, mencakup:  \n1.\tMembantu mengumpulkan data dan visualisasi untuk mendukung penyusunan proposal proyek yang akan disampaikan kepada calon klien dan/atau donor;\n2.\tMenyusun presentasi untuk dipaparkan kepada klien/donor, calon klien/donor dan pengundang berbagai kegiatan;\n3.\tHadir rapat dan melaksanakan pertemuan dengan klien/donor sesuai keperluan; \n•\tMelaksanakan tugas lain yang diberikan oleh supervisor berdasarkan kebutuhan yang relevan dengan program pengembangan pariwisata di DESMA Center.", "application_deadline": "2025-12-07", "quota": 2, "registered": 2, "position_type": "Junior Programme Associates", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}