{"id": 3310, "source_id": "a074e31c-65f5-406c-a45a-526473c63544", "company_name": "Suitmedia Kreasi Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Ilmu Komunikasi, Manajemen Pemasaran/Marketing, Bisnis Digital, sistem informasi, Teknologi Informasi (Diploma, Sarjana)", "job_title": "Account Executive Apprentice", "job_description": "Role:\n1. You will gain hands-on experience and learn the foundational aspects of client relationship management and digital project execution within a leading creative digital agency. \n2. This apprenticeship is designed for fresh graduates to cultivate your skills deeply within an assigned track, guiding you to become  a proficient  account executive to provide comprehensive exposure to client services, team collaboration, and the digital project lifecycle.\n3. As a fresh graduate, you will be closely mentored, learning industry best practices and fostering a collaborative approach to problem-solving within a dynamic digital consulting environment, focusing on your specific area of expertise.\n\nResponsibilities:\n1. Assist in day-to-day client communication, including drafting emails, taking meeting notes, and preparing internal meeting summaries.\n2. Learn to support the project delivery process by tracking task progress, organizing project files, and helping to ensure smooth coordination between internal teams.\n3. Participate in brainstorming sessions and client meetings, observing how client needs are translated into strategic digital solutions.\n4. Help prepare presentations and reports for clients, gaining exposure to data analysis and visual communication.\n5. Conduct market research to identify industry trends, competitor activities, and potential new business opportunities.\n6. Support the Account Management team with administrative tasks and special projects as needed.\n\nQualifications:\n1. Educational Background: Bachelor's degree in Communication, Marketing, Business, IT, or a related field.\n2. Professional Experience: This program is specifically designed for fresh graduates with no prior full-time professional experience. Strong academic performance, participation in relevant coursework, and experience in project manager. Internships completed during your studies are a plus.\n3. Technical/Hard Skills: Basic computer literacy. Passionate interest and foundational knowledge in digital marketing and technology.\n4. Soft Skills: Excellent written and verbal communication skills. Eager to learn, highly organized, proactive, and a strong team player. Strong interpersonal skills.\n5. Bonus Points: Familiarity with social media platforms and digital trends. Basic proficiency in presentation software.", "application_deadline": "2025-12-07", "quota": 1, "registered": 2, "position_type": "Account Executive Apprentice", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}