{"id": 3383, "source_id": "a07113ea-4bdc-4283-89e4-f67d4c19a13a", "company_name": "Literasi Membebaskan Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Tata Boga, Pendidikan Tata Boga, Perhotelan (Diploma, Sarjana)", "job_title": "Junior Barista", "job_description": "Persiapan & Opening Bar\nMenyiapkan seluruh peralatan bar sebelum operasional (mesin espresso, grinder, alat manual brew, dll.).\nMengecek stok bahan baku: biji kopi, teh, susu, sirup, dan perlengkapan lainnya.\nMenjaga kebersihan dan kerapihan area bar sebelum café dibuka.\n\n2. Pembuatan & Penyajian Minuman\nMembuat minuman sesuai standar resep: kopi, teh, mocktail, dan minuman spesial Book Café.\nMengatur tampilan (presentation) setiap minuman agar konsisten dan menarik.\nMenyesuaikan minuman sesuai permintaan pelanggan (less sugar, less ice, dll.) dengan tetap mengikuti SOP.\n\n3. Pelayanan Pelanggan\nMenyapa pelanggan dengan ramah dan memberikan rekomendasi minuman.\nMenjelaskan menu dan menjawab pertanyaan terkait minuman atau bahan.\nMenerima pesanan dengan akurat dan memastikan pengalaman pelanggan tetap menyenangkan.\n\n4. Kebersihan & Perawatan Peralatan\nMembersihkan area bar secara rutin selama dan setelah operasional.\nMelakukan maintenance ringan pada mesin espresso, grinder, dan peralatan pendukung.\nMemastikan semua gelas, pitcher, dan peralatan lainnya dalam kondisi higienis.\n\n5. Pengelolaan Stok\nMenginformasikan kebutuhan restock bahan baku kepada Supervisor/Manajer.\nMenata bahan baku dan perlengkapan dengan rapi sesuai sistem penyimpanan.\n\n6. Kerja Sama Tim\nBerkoordinasi dengan kasir, floor staff, dan barista lain untuk kelancaran operasional.\nMendukung kebutuhan tim pada saat jam sibuk (peak hour).\n\n7. Penutupan / Closing\nMembersihkan seluruh area bar dan merapikan peralatan setelah café tutup.\nMengembalikan stok dan bahan baku ke tempat semula sesuai SOP.\nMelakukan checklist closing bar harian.\n\n8. Konsistensi & Pengembangan Produk\nMenjaga konsistensi rasa, kualitas, dan tampilan minuman.\nMemberikan ide minuman baru atau seasonal drink sesuai tren dan identitas Book Café.", "application_deadline": "2025-12-07", "quota": 1, "registered": 2, "position_type": "Junior Barista", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}