{"id": 347, "source_id": "a06ed308-f40d-4972-8f3a-338c9e722d51", "company_name": "Karya Kearifan Lokal", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Agribisnis, Manajemen Perencanaan dan Pemasaran Pariwisata, Manajemen Agroindustri (Sarjana)", "job_title": "Supervisor Bisnis Manufaktur", "job_description": "Bertanggung jawab penuh untuk mengkoordinasikan, merekap, dan mengelola seluruh fungsi administrasi, pelaporan, dan dukungan operasional harian di lima pilar bisnis  (Produksi, Distribusi, Sales, Pemasaran, dan Keuangan), memastikan kelancaran alur data, ketertiban dokumen, dan akurasi pencatatan di seluruh divisi. Tanggung Jawab Utama Administrasi & Pelaporan Produksi: Membuat, merekap, dan mengarsipkan laporan hasil produksi harian dan stok barang jadi (kadar air, jumlah karung, penimbangan, dll.) berdasarkan data lapangan. Memastikan pencatatan limbah produksi (pengumpulan, penimbangan, dan pencatatan) tercatat akurat untuk pemanfaatan pakan ternak. Dukungan Administrasi Distribusi: Menyiapkan seluruh dokumen dan administrasi pengiriman (Surat Jalan, nota) sesuai perintah kirim. Mengarsipkan bukti pengiriman dan tanda terima dari pelanggan, serta menyerahkannya kepada Keuangan. Rekapitulasi dan Dukungan Sales: Merekap dan menganalisis laporan aktivitas serta pencapaian harian/mingguan tim Sales (penawaran, kunjungan, konfirmasi order, status pembayaran). Dukungan Administrasi Pemasaran (Digital): Melakukan penjadwalan dan pemostingan konten kreatif di berbagai platform media sosial sesuai kalender konten yang telah ditetapkan tim Pemasaran. Memantau dan merekap engagement serta performa postingan untuk dilaporkan. Administrasi Keuangan Inti: Menginput seluruh transaksi harian operasional bisnis (kas masuk/keluar, pembayaran) ke dalam sistem akuntansi atau aplikasi yang digunakan (SiApik atau sejenisnya). Melakukan pengarsipan seluruh dokumen bisnis, termasuk Nota, Invoice, dan bukti transaksi. Membantu penyusunan laporan keuangan harian dan bulanan (kas, penjualan, biaya operasional).", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Supervisor Bisnis Manufaktur", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}