{"id": 3679, "source_id": "a08057c1-7665-41e2-99ff-04385c755c4b", "company_name": "PT Pesonna Indonesia Jaya", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Ilmu Komunikasi, Manajemen Pemasaran/Marketing, Desain Komunikasi Visual, Pemasaran Digital, Hubungan Masyarakat (Diploma, Sarjana)", "job_title": "Staf Digital Marketing", "job_description": "RINCIAN PEKERJAAN\n- Merancang, membuat, dan mempublikasikan konten digital (foto, video, copywriting) untuk berbagai platform seperti Instagram, TikTok, Facebook, dan website.\n- Mengelola dan memonitor media sosial perusahaan, termasuk engagement, pertumbuhan follower, serta respon DM/komentar.\n- Melakukan perencanaan dan eksekusi digital campaign, termasuk kampanye brand awareness, engagement, dan traffic.\n- Mengelola iklan digital berbayar (Meta Ads, Google Ads) dan memastikan campaign berjalan efektif sesuai target.\n- Melakukan analisis performa konten dan campaign, termasuk membuat laporan insight, reach, engagement, serta rekomendasi perbaikan.\n- Melakukan riset tren digital & kompetitor sebagai dasar pengembangan strategi konten.\n- Mengelola database pelanggan dan email marketing (jika digunakan), termasuk penyusunan konten newsletter.\n- Mendukung kebutuhan event atau program kampanye lainnya yang membutuhkan materi digital.\n\nKUALIFIKASI\n- Memahami konsep content marketing, social media management, dan brand communication.\n- Mampu membuat konten kreatif (copywriting, foto/video sederhana, reels/tiktok).\n- Menguasai tools editing dasar seperti Canva, CapCut, atau software editing lainnya.\n- Memahami dasar Meta Ads dan/atau Google Ads (nilai tambah jika pernah menjalankan campaign).\n- Mampu membaca dan menganalisis insight social media, campaign metrics, dan membuat laporan.\n- Up-to-date dengan tren media sosial, algoritma platform, dan perilaku pengguna digital.\n- Memiliki kemampuan komunikasi, kreativitas, dan manajemen waktu yang baik.\n- Mampu bekerja secara tim maupun mandiri, multitasking, dan bekerja berdasarkan deadline.", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Staf Digital Marketing", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}