{"id": 3682, "source_id": "a076ae8d-c894-4fe7-acef-73cb42b9cc2b", "company_name": "Millenio Amerta Data", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Bisnis, Manajemen Pemasaran/Marketing (Sarjana)", "job_title": "Accounting Executive", "job_description": "Job Description:\n- Drive revenue growth by identifying, pursuing, and closing new business opportunities.\n- Maintain and strengthen relationships with existing clients, ensuring customer satisfaction and long-term partnerships.\n- Conduct market research to identify emerging opportunities, industry trends, and competitive positioning.\n- Prepare and deliver high-impact presentations and pitch decks tailored to client and partner needs.\n- Collaborate with internal teams (marketing, product, technical) to align solutions with client requirements.\n- Develop and execute strategic plans to achieve annual sales and revenue targets.\n- Represent the company in client meetings, networking events, and industry forums to expand business reach.\n\n\nQualifications\n- Bachelor’s degree in Business, Marketing, Management, or a related field from reputable universities.\n- Minimum of 1 year of proven experience in B2B sales, preferably from System Integrators, Distributors, or related industries.\n- Proven ability in preparing and delivering persuasive and results-driven pitch decks to senior stakeholders.\n\n\nSkills & Competencies\n- Exceptional negotiation, communication, and networking skills with the ability to influence decision-makers.\n- Strong business acumen with a deep understanding of market dynamics and client needs.\n- Established and reliable relationships with key partners, vendors, and industry networks.\n- Strategic thinker with the ability to work independently while collaborating effectively across teams.\n- Results-oriented mindset with a consistent track record of achieving or exceeding sales targets.", "application_deadline": "2025-12-07", "quota": 2, "registered": 3, "position_type": "Accounting Executive", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}