{"id": 3795, "source_id": "a07c4472-d2a2-4c4a-810f-1e448c2820fd", "company_name": "Mitra Integrasi Informatika", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA BARAT", "recommended_degree": "Ilmu Komputer, Teknik Informatika, Teknik Elektro (Sarjana, Diploma)", "job_title": "Hardware Presales Engineer", "job_description": "Bekerja di garis depan untuk mendukung tim penjualan dengan keahlian teknis. Tanggung jawab utama meliputi penyusunan proposal solusi hardware yang komprehensif, merespons RFP (Request for Proposal), dan melakukan analisis mendalam terhadap kebutuhan infrastruktur pelanggan. Posisi ini menuntut kombinasi keterampilan teknis, kemampuan komunikasi, dan pemikiran logis yang kuat.\n\nTugas dan Tanggung Jawab:\n* Penyusunan Proposal Solusi: Merancang dan menyusun dokumen proposal teknis untuk solusi infrastruktur hardware (server, storage, networking) berdasarkan best practices dan standar industri.\n * Analisis Kebutuhan Pelanggan (Requirement Gathering): Berinteraksi dengan calon pelanggan dan tim penjualan untuk menggali kebutuhan bisnis dan teknis secara detail.\n * Respons RFP/RFQ: Menganalisis dokumen RFP/RFQ dan menyusun respons teknis yang akurat, lengkap, dan kompetitif.\n * Perancangan Solusi Tingkat Awal: Membuat skema desain (misalnya, diagram arsitektur tingkat tinggi) untuk mengilustrasikan solusi yang diusulkan. \n * Dukungan Teknis Penjualan: Memberikan presentasi teknis tingkat dasar hingga menengah kepada pelanggan.\n * Update Pengetahuan: Memastikan pengetahuan teknis selalu up-to-date terkait produk hardware dan tren teknologi terbaru.\n\nKualifikasi Teknis:\n* Memiliki pemahaman dasar dan menengah terkait dengan server dan komputer, penyimpanan data, jaringan, dan familiar dengan produk hardware.\n\nKualifikasi non-teknis:\n* Kemampuan analisis dan logika berfikir\n* Ketrampilan komunikasi\n* Manajemen Waktu\n* Berorientasi pada detail", "application_deadline": "2025-12-07", "quota": 3, "registered": 3, "position_type": "Hardware Presales Engineer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}