{"id": 3847, "source_id": "a074be36-11df-4c32-8d33-63debf67182b", "company_name": "Citra Bahasa Global", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Ilmu Komunikasi, Penyiaran, Penyiaran Multimedia, Komunikasi Digital dan Media (Diploma, Sarjana)", "job_title": "Hybrid", "job_description": "#BahasaGlobal adalah perusahaan start-up yang berkembang pesat, bergerak dalam layanan interpretasi, terjemahan, Event Organizer, dan communication servies untuk klien domestik maupun internasional. Kami mencari seorang Hybrid untuk memperkuat divisi Hybrid dan Event Organizer kami.  \n\nJika Anda memiliki passion dalam kreativitas, manajemen acara, dan ingin berkembang dalam lingkungan kerja yang dinamis, inilah kesempatan Anda! 🚀\n\nTanggung Jawab:\n- Memahami & mampu mengoprasikan audio, visual, dalam kegiatan event organizer\n- Menyiapkan dan mengoperasikan mikrofon serta speaker untuk kebutuhan acara\n- Melakukan mixing audio secara live untuk menghasilkan suara yang jernih.  \n- Mengelola level suara dan menghilangkan feedback saat acara berlangsung.\n- Menyiapkan dan mengoperasikan kamera, memastikan framing pengambilan gambar sudah fokus, dan pencahayaan yang baik.\n- Merekam dan mengelola footage video untuk keperluan event jika diperlukan.\n- Menangani live streaming jika diperlukan.\n\nKualifikasi dan Keterampilan:\n- Memiliki SIM A yang masih berlaku.  \n- Mampu dan bersedia melakukan perjalanan keluar kota\n- Berpengalaman dalam mengelola audio (audio mixer, sinyal audio, mikrofon, speaker, dan troubleshooting suara).  \n- Mampu mengoperasikan laptop untuk kebutuhan acara secara Hybrid\n- Familiar dengan pengoperasian audio secara live dan rekaman\n- Pengetahuan tentang perangkat lunak live streaming (OBS, vMix, dll.) adalah nilai tambah.  \n- Mahir dalam mengoperasikan kamera (DSLR, mirrorless, camcorder dan camera 360), termasuk pencahayaan dan framing.  \n- Mampu bekerja dengan berbagai format dan resolusi video.\n- Kemampuan bahasa Inggris menjadi nilai tambah.\n\nPeralatan yang Akan Ditangani\n- Audio Mixer\n- Audio interface: mikrofon, speaker, dan monitor\n- Kabel, DI box, dan adapter\n- Kamera (DSLR, mirrorless, camcorder, camera 360)\n- Tripod, gimbal, dan stabilizer\n- Peralatan pencahayaan\n- Video switcher (untuk multi-cam setup)\n- Media penyimpanan (SD card, hard drive eksternal)", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Hybrid", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}