{"id": 3996, "source_id": "a07293c4-13e3-499e-a7c3-5ab566048f09", "company_name": "Menara Aspen Persada", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Manajemen Perhotelan, Manajemen Perhotelan dan Pariwisata, Pendidikan Vokasional Seni Kuliner, Manajemen Kuliner, Tata Boga (Diploma, Sarjana)", "job_title": "Kitchen Admin", "job_description": "Deskripsi Pekerjaan: \nPengelolaan Inventaris:\nMengelola dan memantau stok bahan makanan dan perlengkapan dapur.\nMelakukan pemesanan bahan makanan dan memastikan ketersediaan stok yang cukup.\nAdministrasi Dapur:\nMenyusun dan memelihara catatan administrasi dapur, termasuk faktur, laporan pengeluaran, dan dokumen lainnya.\nMenyusun jadwal kerja untuk staf dapur dan memastikan operasional berjalan lancar.\nKoordinasi Operasional:\nBekerja sama dengan tim dapur untuk memastikan semua kebutuhan operasional terpenuhi.\nMengatur dan mengoordinasikan acara atau kegiatan khusus yang melibatkan dapur.\nKepatuhan dan Kebersihan:\nMemastikan semua praktik kebersihan dan keselamatan makanan dipatuhi sesuai dengan standar yang ditetapkan.\nMelakukan inspeksi rutin untuk memastikan kebersihan dan kerapihan area dapur.\nPelaporan dan Komunikasi:\nMenyusun laporan berkala mengenai operasional dapur dan menyampaikannya kepada manajemen.\nBerkomunikasi dengan pemasok dan vendor untuk memastikan kualitas dan pengiriman bahan makanan tepat waktu.\nDukungan Tim:\nMemberikan dukungan administratif kepada tim dapur dan membantu dalam tugas-tugas lain yang diperlukan.\nMemastikan semua anggota tim dapur memiliki informasi dan sumber daya yang dibutuhkan untuk bekerja secara efektif.\nPosisi ini membutuhkan kemampuan organisasi yang baik, perhatian terhadap detail, dan kemampuan komunikasi yang efektif. Pengalaman dalam lingkungan dapur atau perhotelan akan menjadi nilai tambah.", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Kitchen Admin", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}