{"id": 4131, "source_id": "a06e4ad5-b1e6-4186-a86e-8ee64d0f6c4a", "company_name": "Bersatu Universe Digital Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Desain Komunikasi Visual, Desain Grafis, Multimedia (Diploma, Sarjana)", "job_title": "Social Media Video Editor", "job_description": "Mahir menggunakan software editing profesional seperti Adobe Premiere Pro atau DaVinci Resolve. Pengetahuan dasar Adobe After Effects (untuk motion graphics sederhana) adalah nilai tambah besar.\n\n \n\nPemahaman dasar tentang koreksi warna (menyesuaikan exposure, white balance) dan color grading sederhana untuk mencapai look visual yang konsisten\n\n \n\nMampu membuat lower thirds, title cards, intro/outro sederhana, atau text animations menggunakan template atau tool dasar.\n\n \n\nMemahami berbagai format video (mp4, mov, avi) dan teknik kompresi untuk output yang optimal sesuai platform (YouTube, Instagram, TikTok) tanpa mengurangi kualitas.\n\n \n\nMampu mengelola footage mentah, asset grafis, musik, dan SFX secara terorganisir di dalam proyek editing.\n\n \n\nMemiliki intuisi yang baik dalam menentukan cut yang tepat, transisi, dan tempo video agar cerita mengalir dengan baik dan menjaga perhatian penonton.\n\n \n\nMampu memahami dan mewujudkan visi naratif dari script atau brief ke dalam bentuk video yang menarik secara visual.\n\n \n\nMampu memilih musik latar dan sound effects yang sesuai untuk memperkuat mood dan pesan video.\n\n \n\nMampu bereksperimen dengan gaya editing yang berbeda dan beradaptasi dengan feedback atau perubahan brief.\n\n \n\nSangat teliti dalam memeriksa frame by frame untuk memastikan tidak ada kesalahan, glitch, atau ketidaksesuaian.\n\n \n\nMampu mengatur prioritas proyek, mengelola waktu secara efisien, dan menyelesaikan editing sesuai deadline.\n\n \n\nMampu berkolaborasi dengan tim content creator, videographer, atau director dan menerima serta menerapkan feedback dengan baik.\n\n \n\nAntusias untuk terus belajar teknik editing baru, software update, dan tren video terkini.", "application_deadline": "2025-12-07", "quota": 2, "registered": 3, "position_type": "Social Media Video Editor", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}