{"id": 4156, "source_id": "a081669c-f5ae-4ae2-8785-49f095f360aa", "company_name": "Vortech Corp Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Multimedia, Desain Komunikasi Visual, Film, Teknologi Multimedia Broadcasting, Ilmu Komunikasi (Sarjana, Diploma)", "job_title": "Video Editor Specialist", "job_description": "Formasi: 1 (satu) orang\nLokasi: Jakarta Office - World Capital Tower (Hybrid – On-Site & Remote)\nDurasi: 6 Bulan\nPerusahaan: PT. Vortech Corp Indonesia\nInformasi Perusahaan: https://vorcorp.com/career\n\n• Tentang Vortech Corp\nVortech Corp adalah perusahaan Indonesia berbasis global dengan kantor pusat di Dubai dan kantor operasional di Jakarta. Vortech fokus pada pengembangan teknologi masa depan, mencakup Artificial Intelligence (AI), robotic automation, Low Orbit Satellite, keamanan siber, hingga pengembangan ekosistem digital lintas sektor termasuk pemerintahan, pertanian, dan industri. Tim kreatif Vortech Corp memiliki peran penting dalam mengkomunikasikan teknologi kompleks menjadi konten visual modern dan mudah dipahami oleh publik.\n\n• Tentang Program\nSebagai bagian dari dukungan terhadap Program Magang Nasional Kementerian Ketenagakerjaan Republik Indonesia (Kemenaker RI), Vortech Corp membuka kesempatan magang untuk posisi Video Editor Specialist. Posisi ini dirancang bagi talenta kreatif yang ingin berkontribusi dalam produksi konten video profesional untuk kebutuhan corporate communication, demo produk berbasis AI, dokumentasi teknologi, konten proyek pemerintah, hingga promosi internasional. Peserta akan bekerja bersama tim Branding dalam lingkungan kerja yang dinamis dan berbasis teknologi tinggi.\n\n• Deskripsi Pekerjaan Umum\n1.\tMengedit video corporate, video demo teknologi AI, robotics, dan dokumentasi lapangan.\n2.\tMembuat motion graphics, title animation, dan visual enhancement sesuai kebutuhan project.\n3.\tMelakukan color grading, audio balancing, dan perbaikan visual untuk memastikan kualitas profesional.\n4.\tBekerja sama dengan divisi teknologi untuk memahami konteks teknis yang akan divisualisasikan.\n5.\tMengatur timeline produksi video dan memastikan semua output sesuai branding Vortech Corp & Co.\n6.\tMelakukan pemotretan atau perekaman video tambahan jika dibutuhkan untuk konten tertentu.\n7.\tMembantu pembuatan konten promosi digital untuk publikasi nasional maupun internasional.\n\n• Kualifikasi\n1.\tFresh graduate atau maksimal 2 tahun setelah lulus (sesuai aturan Kemenaker RI).\n2.\tLatar belakang pendidikan: Multimedia, Desain Komunikasi Visual, Film, Broadcasting, atau bidang terkait.\n3.\tMenguasai software editing seperti Adobe Premiere Pro dan After Effects.\n4.\tMemiliki kemampuan dasar motion graphics, audio scoring, & color grading.\n5.\tKreatif, detail-oriented, dan mampu bekerja dengan deadline ketat.\n6.\tMemiliki portofolio video sebagai bukti kemampuan (wajib).\n7.\tExcellent in English. Nilai plus jika memahami storytelling untuk konten teknologi atau AI.\n\n• Benefit\n1.\tSertifikat resmi dari Vortech Corp dan Program Magang Kemenaker RI.\n2.\tMentoring langsung dari Creative Director & Tim Teknologi untuk memahami teknologi yang divisualisasikan.\n3.\tKesempatan membuat konten internasional untuk klien global dan pemerintah.\n4.\tUang saku ditanggung melalui Program Magang Kemenaker RI.\n5.\tPeluang direkrut sebagai Creative Specialist atau Video Editor di Vortech Corp & Co setelah program selesai.\n\n• Jadwal Pendaftaran\n4–7 Desember 2025 : Aplikasi Pendaftaran\n8–11 Desember 2025 : Seleksi & Pengumuman\n16 Desember 2025 – 15 Juni 2026 : Pelaksanaan Magang\n\n• Cara Melamar\nKirim CV dan portofolio video ke info@vorcorp.com dan daftar melalui Maganghub Kemenaker RI. Subjek Email: Video Editor Specialist Intern – [Nama Anda]", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Video Editor Specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}