{"id": 4235, "source_id": "a07f119a-88dc-4649-9cf6-75c2b4097aff", "company_name": "PT Idstar Cipta Teknologi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Komputer, Sistem Informasi, Teknologi Informasi, Ilmu Komputer, Teknologi Rekayasa Perangkat Lunak (Diploma, Sarjana)", "job_title": "Software Engineer (Vibe Coding)", "job_description": "Qualifications:\n- Diploma (D3) or Bachelor’s Degree (S1) in Informatics, Computer Science, Information Systems, Software Engineering, or a related field.\n- Strong foundational understanding of programming concepts using JavaScript, Python, PHP, or Java.\n- Basic knowledge of SQL queries and API testing practices.\n- Ability to create simple and clear documentation such as user flows, user stories, or basic technical notes.\n- Strong analytical thinking, problem-solving skills, and logical reasoning.\n- Detail-oriented, responsible, eager to learn, and able to work independently as well as collaboratively within a team environment.\n- Effective communication skills, with the ability to convey ideas clearly to both technical and non-technical stakeholders.\n- Added advantage for candidates with prior experience in campus projects, student organizations, or software development-related activities.\n- Bonus skills include familiarity with Git/GitHub, Figma, Agile methodologies, or participation in group projects and hackathons.\n\nRequirements:\n- Contribute to software development tasks by writing clean, maintainable code and assisting in feature development under the guidance of senior engineers.\n- Support debugging, troubleshooting, and testing processes to ensure system reliability and quality.\n- Perform basic API testing and use SQL queries to validate or analyze data when required.\n- Collaborate with team members to clarify requirements, discuss solutions, and align development work with project objectives.\n- Assist in preparing and maintaining documentation such as user stories, user flows, technical notes, and progress updates.\n- Participate in team meetings, including stand-ups, reviews, or other Agile-related routines.\n- Continuously explore and learn new technologies, frameworks, and best practices to support ongoing personal and team development.", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Software Engineer (Vibe Coding)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}