{"id": 4412, "source_id": "a074e88c-5ae4-43ae-8d2f-efe7567250fa", "company_name": "Suitmedia Kreasi Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Psikologi (Sarjana)", "job_title": "Human Resources Apprentice", "job_description": "Role:\n\n1. You will gain foundational experience by assisting the HR team in various administrative and operational tasks related to organization development and the employee life cycle. \n2. This apprenticeship is specifically designed for fresh graduates to cultivate your skills deeply within an assigned track, guiding you to become a proficient Human Resources contributing to offers practical exposure to modern HR practices within a dynamic digital agency.\n3. You will be closely mentored, learning industry best practices in human resources within a dynamic digital consulting environment, focusing on your specific area of expertise.\n\nResponsibilities:\n\n1. Provide general administrative assistance to the Human Resources department, including data entry, filing, scanning, and preparing HR-related documents.\n2. Support talent acquisition efforts by assisting with resume screening, scheduling interviews, and maintaining candidate databases.\n3. Help in coordinating employee onboarding activities and preparing new hire paperwork.\n4. Assist in organizing logistics for training & development programs and employee engagement events.\n5. Contribute to maintaining accurate employee records and updating HR information systems.\n6. Participate in assigned projects within the Human Resource Department, learning about various HR functions like performance management or compensation & benefits.\n7. Learn about Indonesian labor regulations and HR compliance best practices.\n\nQualifications:\n\n1. Educational Background: Bachelor's degree in Psychology or a related field.\n2. Professional Experience: This program is specifically designed for fresh graduates with no prior full-time professional experience. Strong academic performance, participation in relevant coursework, and prior internships, personal blogs, or extracurricular activities demonstrating an interest in HR are a plus. Internships completed during your studies are a plus.\n3. Technical/Hard Skills: Proficiency in standard office software (Google Workspace/Microsoft Office). Basic understanding of HR concepts.\n4. Soft Skills: Excellent written and verbal communication skills in both English and Bahasa Indonesia. Excellent interpersonal skills and a proactive approach. Able to take initiative, work effectively under supervision, and thrive both independently and as part of a team. Strong attention to detail.\n5. Bonus Points: Familiarity with any HR software or database.", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Human Resources Apprentice", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}