{"id": 4503, "source_id": "a07f65e6-4304-44b1-bfd0-3b2a2c5dd604", "company_name": "Sekretariat Direktorat Jenderal Perikanan Tangkap", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Desain Komunikasi Visual, Multimedia, Seni Rupa (Diploma, Sarjana)", "job_title": "Desain Grafis", "job_description": "1. Membantu pembuatan materi grafis untuk kebutuhan publikasi kementerian di media sosial, website, press kit, dan media cetak.\n2. Mendesain poster, infografik, flyer, brosur, banner, dan materi kampanye komunikasi publik.\n3. Berkolaborasi dengan tim konten, humas, dan desain lain dalam brainstorming konsep visual.\n4. Mengembangkan visual branding agar selaras dengan pedoman identitas kementerian.\n5. Mengarsipkan hasil desain dan memastikan file dapat diakses dengan baik untuk kebutuhan dokumentasi.\n6. Mengikuti tren desain terkini dan menerapkan gaya visual yang bersih dan informatif.\n7. Mengoptimalkan kualitas desain untuk berbagai resolusi dan platform digital.\n8. Mendukung penyusunan layout laporan publikasi, e-book, maupun presentasi resmi kementerian.\n\nKualifikasi tambahan : \n1. Menguasai software desain grafis seperti Adobe Photoshop, Illustrator, CorelDraw, Canva.\n2. Memahami prinsip desain visual, tipografi, komposisi, warna, dan layout.\n3. Memiliki portofolio desain (proyek kuliah, freelance, lomba, atau pribadi).\n4. Mampu membuat desain untuk kebutuhan digital dan cetak.\n5. Inisiatif tinggi dan mampu melakukan pekerjaan multitasking.\n6. Mampu berkomunikasi baik secara lisan maupun tulisan.\n7. Responsif, dinamis, kreatif, dan jujur.\n8. Memiliki manajemen organisasi dan waktu yang baik.\n9. Bersedia bekerja dengan kecepatan tinggi dan bekerja secara tim.\n10. Memiliki alat kerja sendiri (laptop/tablet penunjang desain).", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Desain Grafis", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Sekretariat Direktorat Jenderal Perikanan Tangkap", "angkatan": "3", "tahun": "2025"}