{"id": 452, "source_id": "a072abf4-8b15-4ee7-b54b-941606b2bb6f", "company_name": "Sulewatang Cahaya Amanda", "province": "SULAWESI SELATAN", "city": "KOTA PARE PARE", "recommended_degree": "Matematika, Pendidikan Matematika, Pendidikan Guru Sekolah Dasar (PGSD) (Sarjana)", "job_title": "Pengajar Sempoa", "job_description": "1. Mengajar dan Membimbing Siswa\n- Memberikan pembelajaran sempoa sesuai level dan modul.\n- Menjelaskan konsep berhitung, visualisasi, dan teknik mental arithmetic dengan metode yang mudah dipahami.\n- Memastikan siswa memahami materi melalui latihan rutin dan demonstrasi.\n\n2. Menyusun dan Menjalankan Rencana Pembelajaran\n- Menyiapkan materi mengajar sebelum kelas dimulai.\n- Menyesuaikan metode mengajar dengan kemampuan dan karakter siswa.\n- Mengelola kelas agar efektif, kondusif, dan menyenangkan.\n\n3. Melakukan Evaluasi Perkembangan Siswa\n- Mengevaluasi kemampuan siswa melalui dikte, latihan buku, flash card, dan penilaian berkala.\n- Melaporkan perkembangan siswa kepada orang tua secara berkala.\n- Memberikan rekomendasi untuk peningkatan kemampuan siswa.\n\n4. Membuat Laporan Administratif\n- Mengisi daftar hadir, nilai latihan, dan progres siswa.\n- Menyusun laporan hasil belajar untuk kebutuhan internal atau penyampaian kepada orang tua.\n\n5. Komunikasi dengan Orang Tua dan Manajemen\n- Menyampaikan perkembangan siswa dengan cara yang sopan dan profesional.\n- Berkoordinasi dengan manajemen terkait jadwal, kegiatan, dan kebutuhan pembelajaran.\n\n6. Menjaga Disiplin dan Etika Mengajar\n- Menciptakan suasana belajar yang positif, aman, dan mendukung.\n- Menjadi contoh yang baik dalam sikap, disiplin, dan tata krama.\n- Mengikuti aturan dan standar operasional lembaga.\n\n7. Mendukung Kegiatan Akademik dan Event\n- Terlibat dalam kegiatan lomba, demo kelas, maupun event promosi.\n- Menyiapkan siswa untuk kompetisi sempoa internal maupun eksternal.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Pengajar Sempoa", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}