{"id": 453, "source_id": "a07ea95d-83b0-40ec-9a1f-e951534fec31", "company_name": "Universitas Hasanuddin", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Ilmu Keperawatan, Administrasi Kesehatan, Administrasi Rumah Sakit, Administrasi Perkantoran, Administrasi Bisnis (Sarjana)", "job_title": "Pengelola Data Pelayanan Keperawatan RS Unhas", "job_description": "1. Membantu persiapan program kegiatan pelayanan keperawatan seperti menyiapkan data mapping SDM keperawatan, menyusun jadwal asesmen kompetensi dan menyusun pembagian asesor dan asesi dalam kegiatan asesmen kompetensi di Rumah Sakit Unhas.\n2. Mengumpulkan dan mengolah data terkait pelaksanaan pelayanan keperawatan di unit-unit pelayanan, seperti jumlah kunjungan, klasifikasi ketergantungan pasien dan data utilisasi pelayanan keperawatan (BOR, LOS, TOI) di Rumah Sakit Unhas.\n3. Membantu menyiapkan data dalam penyusunan laporan kegiatan pelayanan keperawatan secara periodik di Rumah Sakit Unhas.\n4. Melaksanakan tugas administratif dan dokumentasi terkait pelayanan keperawatan, seperti pengaturan arsip hasil asesmen, arsip regulasi pelayanan keperawatan, dan dokumentasi kegiatan/program di bidang keperawatan di Rumah Sakit Unhas.\n5. Mengumpulkan dan menganalisis data indikator mutu keperawatan di Rumah Sakit Unhas.\n6. Membantu pelaksanaan program peningkatan mutu pelayanan keperawatan di Rumah Sakit Unhas.\n7. Mendukung kegiatan audit internal seperti menyiapkan formulir audit, mengolah data audit keperawatan, mengolah data survei kepuasan pasien, dan data kinerja keperawatan dari unit-unit pelayanan di Rumah Sakit Unhas.\n8. Membantu pelaksanaan supervisi seperti menyiapkan formulir supervisi dan pengolahan data hasil supervisi di Rumah Sakit Unhas.\n9. Membantu menyiapkan data dalam penyusunan laporan mutu serta rekomendasi perbaikan layanan di Rumah Sakit Unhas.\n10. Mendukung kegiatan contunuing professional development CPD) dan sosialisasi terkait mutu pelayanan keperawatan kepada tenaga keperawatan, seperti penyusunan jadwal, media publikasi program CPD, dan dokumentasi kegiatan CPD di Rumah Sakit Unhas.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Pengelola Data Pelayanan Keperawatan RS Unhas", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}