{"id": 4652, "source_id": "a08054e8-782b-41df-a78c-763feab2364a", "company_name": "Haena Duta Cemerlang", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA TIMUR", "recommended_degree": "Manajemen Pemasaran/Marketing, Hubungan Internasional, Pendidikan Kimia, Pendidikan Bimbingan dan Konseling, Ilmu Komunikasi (Diploma, Sarjana)", "job_title": "Counselor Intern", "job_description": "Posisi Counselor Intern ini menawarkan kesempatan untuk mengembangkan keterampilan konseling dan layanan klien, dengan potensi penempatan di salah satu unit bisnis kami. Tugas utama Intern adalah mendukung Konselor/Staf Rekrutmen Senior dalam memberikan informasi awal, bimbingan, dan konsultasi kepada calon klien. Ini mencakup melakukan screening dan wawancara awal dengan calon PMI/TKI mengenai minat kerja dan background mereka (di Haena Duta Cemerlang), atau memberikan panduan dasar kepada calon mahasiswa mengenai pilihan studi, universitas, dan persyaratan pendaftaran (di YUK Abroad). Intern akan membantu mengelola jadwal sesi konseling, memastikan setiap klien menerima informasi yang akurat, relevan, dan etis sesuai standar perusahaan.\n\nSelain interaksi langsung dengan klien, Intern akan bertanggung jawab atas dukungan administratif konseling. Ini meliputi membantu pengumpulan, verifikasi, dan pengarsipan dokumen klien (misalnya: dokumen PMI/TKI atau dokumen pendaftaran universitas), serta memperbarui database klien dan persyaratan program secara berkala. Kami mencari individu yang memiliki empati tinggi, keterampilan komunikasi interpersonal yang kuat, kemampuan organisasi yang baik, dan perhatian terhadap detail. Kandidat harus siap beradaptasi dengan materi dan audiens yang berbeda di dua sektor penting (penempatan kerja dan pendidikan global), memastikan proses layanan klien berjalan lancar dan suportif.", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Counselor Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}