{"id": 4745, "source_id": "a07ee230-396b-4975-937c-c7d512bf2027", "company_name": "Biro Hubungan Masyarakat dan Kerja Sama Luar Negeri", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Animasi, Desain Komunikasi Visual, Seni Rupa Dan Disain, Multimedia, Film Dan Televisi (Sarjana, Diploma)", "job_title": "Animator", "job_description": "Kualifikasi Tambahan:\n- Sehat jasmani dan rohani\n- memiliki kemampuan dasar untuk membuat storyboard, desain karakter, dan menuangkan ide secara visual\n- memiliki pemahaman nirmana tentang prinsip-prinsip komposisi, warna, dan elemen visual lainnya\n- memiliki kemampuan untuk mendalami dan menciptakan karakter yang mendetail untuk menyampaikan pesan cerita\n- memahami cara objek dan karakter bergerak dalam dunia nyata\n- menguasai berbagai aplikasi animasi seperti ToonBoom, Adobe Animate, atau Clip Studio Paint\n- mengerti bagaimana menerapkan prinsip-prinsip dasar animasi seperti timing, weight, dan ease-in/ease-out untuk menciptakan ilusi gerakan\n- memiliki keterampilan animasi 2D, 3D, atau special effects\n- memiliki kesabaran dan ketelitian\n- memiliki kemampuan membuat perencanaan, mengatur jadwal, dan memastikan pekerjaan selesai tepat waktu\n- Kreatif, komunikatif, dan mampu bekerja dalam tim.\n- Bertanggung jawab dan disiplin\n- Memiliki alat kerja sendiri (laptop)\n=======###=======\nDeskripsi Lingkup Tugas:\n1. Mengembangkan ide visual, style animasi, dan konsep cerita berdasarkan brief atau kebutuhan program/kampanye.\n2. Membuat        storyboard,        animatic,        moodboard,        dan        sketsa        awal  untuk menentukan alur cerita, ritme, dan gaya visual.\n3. Menganalisis kebutuhan konten untuk menentukan teknik animasi (2D, 3D, motion graphics, cut-out, frame-by-frame).\n4. Melakukan riset referensi visual, tren animasi, dan teknik terbaru untuk mendukung proses kreatif.\n5. Membuat ilustrasi karakter, background, objek, ikon, dan elemen grafis pendukung animasi.\n6. Menyiapkan aset visual secara terstruktur (layering, naming, format) agar siap dianimasikan.\n7. Melakukan desain ulang atau adaptasi aset sesuai dengan brand guideline dan kebutuhan proyek.\n8. Menggerakkan karakter dan objek berdasarkan prinsip 12 prinsip dasar animasi (timing, squash & stretch, anticipation, dll.).\n9. Mengolah tipografi bergerak (kinetic typography) untuk video penjelasan, kampanye, atau media sosial.\n10. Membuat animasi khusus seperti efek visual (VFX ringan), transisi sinematis, dan motion tracking jika dibutuhkan.\n11. Integrasi Audio & Penyempurnaan\n12. Berkoordinasi dengan tim desainer grafis, videografer, editor, penulis naskah, dan tim konten.\n13. Memberikan saran kreatif kepada tim untuk pengembangan konten visual yang lebih inovatif.\n14. Mengelola file proyek, aset visual, template, dan library animasi agar mudah diakses dan digunakan kembali.\n15. Mengikuti perkembangan tren animasi, software terbaru, dan teknik produksi kreatif.", "application_deadline": "2025-12-07", "quota": 2, "registered": 5, "position_type": "Animator", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Biro Hubungan Masyarakat dan Kerja Sama Luar Negeri", "angkatan": "3", "tahun": "2025"}