{"id": 4797, "source_id": "a0726194-5b66-436d-bf3c-49afb38c28bb", "company_name": "Shield On Service Tbk", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Psikologi, Manajemen Sumber Daya Manusia (Sarjana)", "job_title": "Talent Acquistion", "job_description": "Job Desk :\n1. Membuka dan mengelola posting lowongan pekerjaan di platform rekrutmen (SOS Karir, Jobstreet, dll). Dan Mengelola database pelamar\n2. Menyiapkan dokumen administrasi untuk proses rekrutmen (form lamaran, form wawancara, checklist kelengkapan, fptk, fppk, dll).\n3. Melakukan verifikasi berkas kandidat (KTP, KK, ijazah, SKCK, sertifikat pelatihan, dll.) sesuai SOP.\n4. Menghubungi kandidat untuk mengatur jadwal pemanggilan interview, psikotes, dan tes teknis. Dan mengirimkan reminder kepada pewawancara\n5. Membantu pelaksanaan psikotes/tes tulis (jika diperlukan) dan menginput hasil interview ke sistem atau spreadsheet rekrutmen.\n6. Mengelola administrasi kandidat yang lolos dan siap penempatan (FPPK) dan menginput data karyawan baru ke database internal TA\n7. Sebelum karyawan onboard pastikan semua kelengkapan kerja sdh tersedia dengan berkoordinasi dengan Personalia & Comben:\n•\tPerjanjian Kerja & Pakta Integritas\n•\tJadwal orientasi/induksi\n•\tID Card\n•\tPerangkat kerja : computer/laptop (jika diperlukan)\n•\tEmail perusahaan (jika diperlukan)\n•\tAkses sistem\n8. Menyusun laporan mingguan/bulanan: jumlah pelamar, kandidat proses, kandidat lolos, dan kandidat gagal.\n9. Mengarsipkan dokumen rekrutmen dan kontrak kerja secara rapi (digital & fisik).\n10. Menyampaikan kebutuhan tenaga kerja yang belum terpenuhi kepada HR Manager / Operasional.\n11. Menyusun laporan daily activity rekrutmen dan memastikan semua data sesuai untuk kebutuhan audit internal/eksternal.", "application_deadline": "2025-12-07", "quota": 3, "registered": 5, "position_type": "Talent Acquistion", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}