{"id": 4847, "source_id": "a08048ae-1324-4701-bf35-f6dfacdde79f", "company_name": "PT Pesonna Indonesia Jaya", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Akuntansi, Ilmu Akuntansi Bisnis, Pendidikan Akuntansi (Diploma, Sarjana)", "job_title": "Junior Auditor", "job_description": "RINCIAN KERJA\n•        Membantu Senior Auditor dalam melaksanakan prosedur audit yang telah direncanakan, termasuk wawancara, observasi, dan pengujian transaksi.\n•        Melakukan pengujian kontrol internal key (key internal controls) untuk memastikan efektivitas dan kepatuhan terhadap kebijakan dan prosedur perusahaan.\n•        Mengumpulkan dan menganalisis data, dokumen, dan bukti audit lainnya dengan cermat.\n•        Mempelajari dan menerapkan metodologi serta standar audit internal.\n•        Mendokumentasikan secara rapi dan terperinci semua pekerjaan audit yang dilakukan dalam working paper (Kertas Kerja Audit/KKA).\n•        Memastikan KKA mendukung kesimpulan audit dan temuan yang dilaporkan.\n•        Membantu dalam penyusunan draf temuan audit dan rekomendasi yang konstruktif dan praktis.\n•        Memastikan kepatuhan operasional terhadap peraturan internal perusahaan (SOP, Kebijakan).\n•        Detail-oriented dan memiliki kemampuan analitis yang kuat.\n•        Kemampuan komunikasi verbal dan tertulis yang baik.\n•        Mampu bekerja secara mandiri maupun dalam tim.\n\nKUALIFIKASI\n•        Detail-oriented dan memiliki kemampuan analitis yang kuat.\n•        Kemampuan komunikasi verbal dan tertulis yang baik.\n•        Mampu bekerja secara mandiri maupun dalam tim.\n•        Mampu Mengidentifikasi masalah, menganalisis penyebabnya, dan menawarkan solusi yang efektif.\n•        Familiar atau mampu menggunakan software seperti microsoft office.\n•        Mampu menganalisis laporan keuangan dan data operasional.", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Junior Auditor", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}