{"id": 492, "source_id": "a076ae34-0977-4850-ba7b-fce3982bedf5", "company_name": "Politeknik STIA LAN Makassar", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Manajemen Sumber Daya Manusia Aparatur, Administrasi Bisnis Sektor Publik, Administrasi Pembangunan Negara (Sarjana, Diploma)", "job_title": "Pengelola Layanan Sertifikasi", "job_description": "1.        Mengelola pendaftaran peserta sertifikasi (verifikasi berkas, input data, daftar hadir).\n2.        Menyiapkan dokumen asesmen: FR-APL-01, FR-APL-02, paket asesmen, dan blanko dokumen asesmen lainnya.\n3.        Melakukan pengarsipan hasil asesmen (FR-MAK-01, FR-MAK-02, portofolio peserta, rekaman asesmen).\n4.        Menyiapkan dan mendistribusikan nomor sertifikat, daftar hadir, berita acara, dan dokumen pendukung asesmen.\n5.        Melakukan penjadwalan asesmen mandiri, asesmen TUK, dan penyelarasan dengan Asesor Kompetensi.\n6.        Mengelola database Asesor Kompetensi (masa berlaku lisensi, jadwal, SK penugasan).\n7.        Menyusun dan mendistribusikan Surat Tugas kepada asesor.\n8.        Mengkoordinasikan kebutuhan asesor: ruang asesmen, dokumen asesmen, dan data asesor.\n9.        Memverifikasi laporan asesmen dari asesor sebelum disampaikan ke Manajer Sertifikasi/ Ketua LSP.\n10.        Mengarsipkan seluruh dokumen mutu: pedoman, SOP, SK, instruksi kerja, notulen rapat, dan dokumen internal LSP.\n11.        Mengelola korespondensi LSP: surat masuk, surat keluar, pengarsipan digital dan fisik.\n12.        Menyusun draft SK, MoU, perjanjian kerja sama, dan dokumen pendukung kebijakan LSP.\n13.        Mengelola database sertifikasi (peserta, asesor, TUK, pelaksanaan, dan hasil).\n14.        Melakukan rekapitulasi data sertifikasi untuk pelaporan rutin kepada BNSP atau pihak terkait.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "Pengelola Layanan Sertifikasi", "government_agency": "Lembaga Administrasi Negara", "sub_government_agency": "Politeknik STIA LAN Makassar", "angkatan": "3", "tahun": "2025"}