{"id": 4958, "source_id": "a08149d1-3fd1-4933-b888-269e1a433ad6", "company_name": "Vortech Corp Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Desain Komunikasi Visual, Multimedia, Ilmu Komunikasi, Manajemen Pemasaran/Marketing (Sarjana)", "job_title": "Social Media Specialist", "job_description": "Formasi: 2 (dua) orang\nLokasi: Jakarta Office - World Capital Tower (Hybrid – On-Site)\nDurasi: 6 Bulan\nPerusahaan: PT. Vortech Corp Indonesia\nInformasi Perusahaan: https://vorcorp.com/career\n\n•\tTentang Vortech Corp\nVortech Corp adalah perusahaan teknologi Indonesia berbasis global dengan kantor pusat di Dubai dan jaringan operasi di berbagai negara. Fokus kami ada pada teknologi masa depan seperti AI, robotic automation, low-orbit satellite, cloud intelligence, dan pengembangan solusi digital terintegrasi. Vortech Corp juga aktif dalam berbagai proyek strategis nasional dan internasional, termasuk konsultasi teknologi, investasi, dan R&D inovasi masa depan.\n\n•\tTentang Program\nDalam rangka mendukung program Magang Nasional Kemenaker RI, Vortech Corp membuka kesempatan bagi talenta muda Indonesia untuk bergabung sebagai Social Media Specialist Intern, yang secara khusus akan fokus mengelola dan meningkatkan branding perusahaan di platform LinkedIn. Intern akan bekerja langsung dengan tim branding dan eksekutif untuk menciptakan konten kreatif, strategis, dan profesional yang mampu menarik audiens internasional, partner global, hingga pemangku kepentingan pemerintah.\n\n•\tDeskripsi Pekerjaan Umum\n1.\tMembuat konten harian atau mingguan untuk platform LinkedIn (post, carousel, video pendek).\n2.\tMelakukan riset tren industri teknologi dan mengubahnya menjadi konten yang relevan.\n3.\tMembuat video konten menggunakan AI Video Generation Tools seperti SORA, Kling, VEO, Runway, atau alternatif lainnya.\n4.\tMelakukan editing dasar hingga menengah menggunakan Adobe Premiere Pro atau After Effects (nilai tambah jika bisa).\n5.\tMerancang storytelling yang kuat untuk menampilkan brand Vortech Corp sebagai perusahaan teknologi masa depan.\n6.\tMengelola kalender konten dan membantu meningkatkan engagement LinkedIn perusahaan.\n7.\tBerkoordinasi dengan tim global untuk memastikan kualitas konten tetap premium dan relevan.\n\n•\tKualifikasi\n1.\tFresh graduate atau maksimal 2 tahun setelah lulus (sesuai aturan magang Kemenaker RI).\n2.\tLatar belakang pendidikan: Komunikasi, Marketing, Desain, Perfilman, Multimedia, atau bidang terkait.\n3.\tKreatif, paham tren teknologi, dan paham dalam penggunaan platform LinkedIn.\n4.\tMenguasai AI Video Tools seperti:\no\tSORA\no\tKling\no\tVEO\no\tRunway\no\tPika, atau alat sejenis\n5.\tMampu membuat dan mengedit video dengan Premiere Pro / After Effects (menjadi nilai plus dalam aplikasi).\n6.\tMemiliki kemampuan copywriting dan visual storytelling yang baik.\n7.\tSiap bekerja onsite/hybrid di Jakarta.\n8. Berkomitmen untuk membuat konten yang konsisten dan berkualitas.\n\n•\tBenefit\n1.\tSertifikat resmi dari Vortech Corp & Program Magang Kemenaker RI.\n2.\tBimbingan langsung oleh eksekutif dan tim global terkait komunikasi brand dan creative direction.\n3.\tUang saku ditanggung penuh oleh Program Magang Kemenaker RI.\n4.\tKesempatan menjadi Staff Branding perusahaan setelah program berakhir.\n\n•\tJadwal Pendaftaran\n4–7 Desember 2025 : Aplikasi Pendaftaran\n8–11 Desember 2025 : Seleksi & Pengumuman\n16 Desember 2025 – 15 Juni 2026 : Pelaksanaan Magang\n\n•\tCara Melamar\nKirim CV dan portofolio konten (jika ada) ke info@vorcorp.com, dan daftar melalui iklan resmi Maganghub Kemenaker RI. Subjek: Social Media Specialist  – Nama Anda", "application_deadline": "2025-12-07", "quota": 2, "registered": 5, "position_type": "Social Media Specialist", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}