{"id": 5133, "source_id": "a07edb15-c552-41a5-90e0-8953644b25fe", "company_name": "Perusahaan Perseroan (Persero) PT. Berdikari", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Pajak, Akuntansi, Manajemen (Sarjana)", "job_title": "Tax Intern", "job_description": "1. Dukungan Administrasi dan Dokumentasi Pajak Membantu tim pajak dalam pengumpulan, pengarsipan, dan verifikasi dokumen perpajakan (faktur pajak, bukti potong, SSP, SPT, dan lainnya). Mengorganisir arsip digital dan fisik untuk memastikan keteraturan dan kemudahan akses data. 2. Pengolahan Data dan Pelaporan Pajak Membantu proses input data pajak ke dalam sistem (e-faktur, e-bupot, atau aplikasi internal). Mendukung penyusunan laporan pajak bulanan (PPN, PPh 21, PPh 23, PPh 4(2), dan PPh Badan). Melakukan rekonsiliasi data pajak dengan laporan akuntansi untuk memastikan akurasi pelaporan. 3. Kepatuhan dan Monitoring Pajak Membantu memantau jadwal pelaporan dan pembayaran pajak agar tepat waktu. Mendukung tim dalam memastikan kepatuhan perusahaan terhadap peraturan perpajakan yang berlaku. 4. Analisis dan Riset Perpajakan Membantu melakukan riset sederhana terkait perubahan regulasi perpajakan yang relevan dengan kegiatan usaha perusahaan. Menyusun ringkasan hasil riset atau perbandingan tarif dan kebijakan pajak untuk keperluan internal. 5. Koordinasi dan Dukungan Tim Audit Membantu menyiapkan data atau dokumen yang dibutuhkan dalam proses audit pajak maupun audit eksternal. Berkoordinasi dengan departemen keuangan dan akuntansi untuk melengkapi data pendukung. 6. Pengembangan Kompetensi Mempelajari praktik perpajakan di sektor BUMN khususnya dalam konteks kegiatan usaha PT Berdikari (agribisnis, perdagangan, dan distribusi). Mengikuti arahan pembimbing lapangan dan berpartisipasi aktif dalam kegiatan tim pajak.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Tax Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}