{"id": 5203, "source_id": "a07cbf29-d52f-4f19-b00d-0a00d080bec2", "company_name": "Puri Dharmawangsa Raya Hotel", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Administrasi Keuangan Dan Perbankan, Akuntansi Manajemen, Ekonomi, Pariwisata, Perhotelan (Diploma, Sarjana)", "job_title": "Finance Intern (Periode Desember - Juni 2026)", "job_description": "1.\tMendukung pencatatan & administrasi keuangan harian\n-\tMemasukkan data transaksi, invoice, faktur, purchase order, dan dokumen keuangan lainnya ke sistem. \n-\tMembantu rekonsiliasi — misalnya memeriksa bahwa pendapatan hotel, pembayaran kartu kredit atau transfer, kas harian, dan catatan hutang/piutang tercatat dengan benar.\n-\tMembantu pengarsipan dokumen, faktur, laporan, dan dokumen pajak atau dokumen audit internal\t\n2.\tIncome audit & general cashier / money handling\n-\tMembantu proses audit pendapatan harian — misalnya memeriksa transaksi food & beverage, outlet-outlet hotel, pembayaran tamu, dan memeriksa diskon/void jika ada. \n-\tMembantu general cashier dalam menghitung dan mencatat kas, membuat laporan kas harian/petty cash, mengelola petty cash atau dana kecil (float), dan membuat laporan disbursement. \n3.\tMendukung proses budgeting, pelaporan & analisa keuangan\n-\tMembantu penyusunan dan analisa laporan keuangan, membantu penyusunan budget \n-\tMembantu korelasi data dari departemen lain (operasional, purchasing, housekeeping, F&B, dll.) untuk memahami dampak finansial keputusan capital expediture / forecasting bila hotel memberi kesempatan. operasional hotel. \n4.\tMendukung proses purchasing, accounts payable & vendor relations\n-\tMemeriksa invoice terhadap purchase orders/delivery notes, memastikan jumlah dan pajak sudah benar, memasukkan invoice ke sistem pembayaran, serta membantu proses pembayaran vendor. \n-\tMemantau tagihan / hutang/vendor payable, membantu pengarsipan tagihan dan dokumen pembelian, memastikan pembayaran tepat waktu. \n5.\tKegiatan administrasi & dukungan departemen\n-\tMembantu membuat presentasi atau dokumen untuk kepentingan internal (misalnya saat audit, laporan bulanan, meeting keuangan) bila dibutuhkan. \n-\tBerkoordinasi dengan tim lain (front office, operasional, purchasing, housekeeping, F&B) terkait transaksi keuangan; menjaga kerahasiaan data keuangan, sesuai prosedur hotel", "application_deadline": "2025-12-07", "quota": 2, "registered": 6, "position_type": "Finance Intern (Periode Desember - Juni 2026)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}