{"id": 530, "source_id": "a0810548-70aa-4845-8d81-b1d052660f58", "company_name": "Tokowebpedia Indonesia", "province": "SULAWESI SELATAN", "city": "KOTA MAKASSAR", "recommended_degree": "Teknik Komputer, Teknik Komputer Dan Jaringan, Pendidikan Teknologi Informatika dan Komputer, Manajemen Pemasaran/Marketing, Pemasaran Digital (Diploma, Sarjana)", "job_title": "Digital Marketing & Content Creator Intern", "job_description": "Digital Marketing & Content Creator bertanggung jawab untuk merancang, mengimplementasikan, dan mengoptimalkan strategi pemasaran digital dan pembuatan konten guna meningkatkan visibilitas brand, memperluas jangkauan audiens, serta mendorong pertumbuhan penjualan. Posisi ini berfokus pada analisis data, pengelolaan kampanye online, dan pemanfaatan berbagai platform digital untuk mencapai tujuan pemasaran perusahaan.\n\nTugas dan Tanggung Jawab Utama: \n\n1. Perencanaan Strategi Digital  = \n   * Menyusun strategi pemasaran digital berdasarkan target pasar dan tujuan bisnis.\n   * Melakukan riset kompetitor, tren industri, serta perilaku konsumen untuk mendukung perencanaan kampanye.\n\n2. Pengelolaan Media Sosial = \n   * Mengelola konten di platform seperti Instagram, Facebook, TikTok, YouTube, dan lainnya.\n   * Menyusun kalender konten, membuat caption yang relevan, dan memonitor aktivitas serta interaksi audiens.\n\n3. Pengelolaan Iklan Berbayar (Ads) = \n   * Membuat, menjalankan, dan mengoptimalkan iklan di Google Ads, Meta Ads, TikTok Ads, dan platform lainnya.\n   * Melakukan A/B testing, pengaturan targeting, dan pengelolaan budget iklan.\n\n4. SEO & SEM = \n   * Mengoptimasi website agar lebih mudah ditemukan di mesin pencari.\n   * Melakukan audit SEO, riset keyword, serta memantau performa traffic organik dan iklan pencarian.\n\n5. Manajemen Website & Landing Page = \n   * Memastikan website berjalan optimal, responsif, dan user-friendly.\n   * Meng-update konten website, membuat landing page untuk campaign, dan memastikan kualitas UI/UX.\n\n6. Konten Digital & Creative = \n   * Berkolaborasi dengan tim desain, video, dan copywriter untuk menghasilkan konten visual maupun teks yang menarik.\n   * Menyusun konsep campaign kreatif berdasarkan insight dan kebutuhan pasar.\n\n7. Analisis Data & Pelaporan = \n   * Memantau performa campaign melalui Google Analytics, Meta Dashboard, dan tool lainnya.\n   * Menyusun laporan berkala mengenai hasil kampanye, ROI, dan rekomendasi perbaikan.\n\n8. Email Marketing & CRM = \n   * Mengelola database pelanggan, membuat campaign email, dan memantau tingkat open rate serta konversi.\n\n9. Kolaborasi & Influencer Marketing = \n   * Menjalin kerja sama dengan influencer, komunitas, maupun mitra lain untuk meningkatkan awareness.\n   * Melakukan negosiasi, monitoring, serta evaluasi hasil kolaborasi.\n\n10. Brand Awareness & Reputation Management = \n    * Memastikan konsistensi brand di seluruh materi digital.\n    * Memantau ulasan/komentar dan menjaga reputasi online perusahaan.", "application_deadline": "2025-12-07", "quota": 3, "registered": 10, "position_type": "Digital Marketing & Content Creator Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}