{"id": 5305, "source_id": "a07e6ad3-545b-4243-9cdb-8a686f7a6edc", "company_name": "Politeknik Ahli Usaha Perikanan Jakarta", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Mesin, Teknik Mesin dan Manufaktur (Sarjana, Diploma)", "job_title": "Pranata Laboratorium Pendidikan Laboratorium Manufaktur", "job_description": "I. Persiapan dan Pengoperasian Peralatan Dasar \nMenyiapkan bahan baku dan komponen (misalnya, logam, plastik, pahat potong) yang diperlukan untuk praktikum atau penelitian terkait proses permesinan dan manufaktur.\n\nMengoperasikan peralatan mesin perkakas dasar (misalnya, mesin bubut konvensional, mesin frais) dengan bimbingan dan sesuai Standar Operasi Prosedur (SOP) untuk mendemonstrasikan proses atau membuat benda kerja sederhana.\n\nMenyiapkan dan mengoperasikan alat ukur mekanik dasar (misalnya, jangka sorong, mikrometer, dial indicator) untuk pemeriksaan dimensi benda kerja.\n\nMengatur parameter dasar mesin yang akan digunakan, seperti kecepatan potong dan kecepatan pemakanan, sesuai instruksi praktikum.\n\nII. Dukungan Praktikum dan Pelayanan Teknis \nMembantu dosen/instruktur dalam pelaksanaan praktikum permesinan, pengelasan dasar, atau proses manufaktur lainnya.\n\nMemberikan pengarahan teknis dasar kepada mahasiswa mengenai tata cara penggunaan dan fungsi peralatan serta mesin perkakas yang aman.\n\nMelakukan pengawasan dasar terhadap mahasiswa selama penggunaan mesin untuk memastikan kepatuhan terhadap prosedur K3.\n\nMencatat penggunaan mesin utama dan logbook kegiatan praktikum atau pengujian.\n\nIII. Pemeliharaan dan Perawatan Peralatan \nMelaksanakan pembersihan rutin pada mesin perkakas dari sisa tatal/serpihan, dan memastikan kebersihan area kerja setelah praktikum.\n\nMelakukan pelumasan dan penggantian oli sederhana pada bagian-bagian mesin sesuai jadwal perawatan harian atau mingguan.\n\nMemeriksa dan melaporkan kondisi keausan atau kerusakan ringan pada pahat potong, chuck, atau fixture sederhana kepada PLP tingkat di atasnya.\n\nMenyimpan kembali perkakas potong dan alat ukur ke dalam lemari atau tool crib yang telah ditetapkan secara teratur.\n\nIV. Administrasi dan Keselamatan Kerja (K3) \nMendata inventarisasi bahan habis pakai (seperti minyak pendingin, material logam, elektroda las) dan perkakas kecil di laboratorium.\n\nMemastikan area kerja bebas dari hambatan dan mematuhi aturan penataan barang (5S/5R) di lingkungan bengkel/laboratorium.\n\nMenerapkan prosedur K3 dengan memastikan mahasiswa menggunakan Alat Pelindung Diri (APD) standar (misalnya, safety shoes, kacamata pelindung) saat berinteraksi dengan mesin.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Pranata Laboratorium Pendidikan Laboratorium Manufaktur", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Politeknik Ahli Usaha Perikanan Jakarta", "angkatan": "3", "tahun": "2025"}