{"id": 5326, "source_id": "a0806b21-3026-4ceb-bf84-632525903ad7", "company_name": "Deputi Bidang Sumber Daya dan Kelembagaan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Manajemen dan Kebijakan Publik, Studi Kebijakan Publik (Sarjana)", "job_title": "Staf Bidang Perencanaan dan Pengembangan Manajemen Strategis", "job_description": "Deskripsi Jabatan\nStaf Bidang Analisis dan Pengembangan Manajemen Strategis bertugas mendukung penyusunan perencanaan strategis, kajian kebijakan, pengelolaan kinerja, dan peningkatan efektivitas program strategis sektor pariwisata. Posisi ini dirancang untuk mahasiswa yang memiliki minat pada tata kelola pemerintahan, kebijakan publik, dan penguatan organisasi pemerintah.\n\nDeskripsi Pekerjaan (Jobdesk)\nCalon magang akan berkontribusi pada:\n1. Penyusunan analisis kebijakan dan rekomendasi strategis sektor pariwisata.\n2. Penyusunan dan pemutakhiran dokumen perencanaan (Renstra, RKT, indikator kinerja, roadmap, dll.).\n3. Identifikasi dan analisis isu strategis guna mendukung pengambilan keputusan.\n4. Monitoring dan evaluasi pelaksanaan program dan kegiatan strategis.\n5. Pengumpulan dan pengolahan data capaian kinerja dari berbagai unit kerja.\n6. Penyusunan briefing note, executive summary, laporan rapat, notulen, dan paparan pimpinan.\n7. Koordinasi dan komunikasi internal–eksternal untuk mendukung pelaksanaan manajemen strategis.\n\nKompetensi yang Diutamakan\n1. Pemahaman dasar perumusan dan analisis kebijakan publik\n2. Kemampuan riset, telaah kebijakan, dan penulisan akademik\n3. Analisis data dan penyusunan policy brief\n4. Kemampuan membuat laporan dan paparan secara profesional\n5. Berpikir sistematis, analitis, serta berorientasi pada solusi\n6. Mampu bekerja dengan baik dalam dinamika birokrasi pemerintah", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Staf Bidang Perencanaan dan Pengembangan Manajemen Strategis", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Sumber Daya dan Kelembagaan", "angkatan": "3", "tahun": "2025"}