{"id": 5332, "source_id": "a0710fb3-05a0-4731-97b4-c9f94ecf4a13", "company_name": "Literasi Membebaskan Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Administrasi Bisnis, Ilmu Komunikasi, Sastra Inggris, Hubungan Masyarakat Dan Komunikasi Digital, Komunikasi dan Pengembangan Masyarakat (Sarjana, Diploma)", "job_title": "Event and Programme Development Coordinator", "job_description": "Riset & Pengembangan Program\nMengidentifikasi peluang event yang relevan untuk Book Café (bedah buku, workshop, komunitas, live music ringan, dll.).\nMencari dan menghubungi calon pembicara, penulis, komunitas, atau partner potensial.\nMengumpulkan referensi tema, konsep acara, dan tren kegiatan yang sesuai dengan karakter café.\n\nPerencanaan & Koordinasi Event\nMembantu menyusun konsep event, rundown, kebutuhan teknis, dan estimasi anggaran.\nBerkoordinasi dengan tim internal (barista, floor, kasir, desain) terkait kebutuhan acara.\nMembantu persiapan venue, perlengkapan, dan materi pendukung.\n\nProduksi & Pelaksanaan Event\nMendukung operasional pada hari-H event: registrasi, menyambut tamu, koordinasi dengan pembicara, dan memastikan alur acara berjalan lancar.\nMendokumentasikan kegiatan (foto/video sederhana, live update bila dibutuhkan).\nMengatasi kebutuhan teknis sederhana, seperti sound check atau penataan area.\n\nHubungan Komunitas & Kolaborasi\nMembangun komunikasi dengan komunitas lokal, penulis, seniman, atau partner kolaborasi.\nMenjaga hubungan baik dengan pihak eksternal sebagai representasi Book Café.\nAdministrasi & Pelaporan\nMembuat daftar kebutuhan event, notulen rapat kecil, dan laporan singkat pasca-acara.\nMengupdate kalender acara dan database narahubung.\n\nDukungan Umum\nMenyediakan bantuan umum untuk aktivitas café yang berkaitan dengan program atau event.\nMemberikan ide-ide kreatif untuk meningkatkan kualitas acara dan engagement pengunjung.", "application_deadline": "2025-12-07", "quota": 2, "registered": 6, "position_type": "Event and Programme Development Coordinator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}