{"id": 5382, "source_id": "a06f3727-8837-4f2d-b65e-19bf25df4784", "company_name": "Kasual Jaya Sejahtera", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Administrasi Logistik, Teknik Industri, Manajemen Industri, Produksi Garmen, Produksi Tekstil (Sarjana, Diploma)", "job_title": "Warehouse Inventory Intern", "job_description": "Kasual adalah brand fashion yang fokus menghadirkan daily wear yang nyaman, simple, dan bisa dikustom sesuai kebutuhan penggunanya. Kami percaya fashion itu bukan cuma soal gaya — tapi juga soal fungsi, experience, dan bagaimana pakaian bisa relevan dengan kehidupan sehari-hari. Di sini, kamu akan bekerja dan belajar di lingkungan yang kreatif, cepat berkembang, dan penuh kesempatan untuk mengetahui hal baru.\n\nTentang Posisi Ini:\n\nSebagai Warehouse Inventory Intern, kamu akan bantu memastikan alur stok berjalan dengan rapi dan akurat. Mulai dari cek dan input data stok, koordinasi perpindahan barang, sampai memastikan stok di sistem sesuai dengan kondisi nyata di gudang. Intinya, kamu jadi bagian penting dari rantai operasional Kasual.\n\nTugas Utama: \n\n- Memantau level stok (Stock Days, Inventory Turnover, SKU Availability).\n\n- Input data pembelian, update database, dan cek kesesuaian data sistem dengan stok fisik.\n\n- Koordinasi purchase order, transfer stok, tagging, pengiriman, dan pemrosesan barang.\n\n- Tracking barang masuk dan keluar untuk menghindari overstock atau out-of-stock.\n\n- Melakukan Stock Opname dan Cycle Count.\n\n- Eksekusi, monitoring, dan reporting secara rutin.\n\nKriteria yang Kami Cari: \n\n- Mahasiswa tingkat akhir / lulusan Diploma / S1 (Teknik Industri, Manajemen, Logistik, Supply Chain, atau bidang terkait).\n\n- Teliti, bisa bekerja multitasking, dan punya manajemen waktu yang baik.\n\n- Familiar dengan inventory control jadi nilai plus.\n\n- Bisa bekerja tim dan nyaman dengan lingkungan kerja yang dinamis\n\n- Siap WFO di Mampang Prapatan, Jakarta Selatan selama 6 bulan.\n\n- Bisa mulai secepatnya.", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Warehouse Inventory Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}