{"id": 5417, "source_id": "a080e2a3-b6bb-44ed-85f2-eee41f6b5e14", "company_name": "Lembaga Ketahanan Nasional Republik Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Ilmu Politik, Sosiologi, Antropologi, Studi Kebijakan Publik, Pendidikan Pancasila Dan Kewarganegaraan (Sarjana)", "job_title": "Asisten Staf Ditjian Sosbud dan Demografi Debidjianstrat", "job_description": "1. Dukungan Kajian dan Riset\n\nMengumpulkan dan menelaah bahan pustaka serta dokumen kajian sosial budaya terdahulu.\n\nMembantu penyusunan background study dan literature review sesuai topik prioritas Direktorat.\n\nMengolah data sekunder dari sumber resmi (BPS, Kemenko PMK, Kemdikbudristek, Bappenas, dll).\n\nMembantu pelaksanaan survei, wawancara, dan focus group discussion (FGD) bila diperlukan.\n\nMenyusun ringkasan hasil analisis awal dan policy brief sederhana.\n\n\n\n2. Pembuatan Mapping Hasil Kajian 10 Tahun Terakhir\n\nMenginventarisasi seluruh laporan, naskah kajian, dan publikasi Direktorat Pengkajian Sosbud dalam 10 tahun terakhir.\n\nMelakukan kategorisasi berdasarkan tema (nasionalisme, karakter bangsa, budaya politik, ketahanan sosial, dsb).\n\nMenyusun database digital hasil kajian dengan metadata (judul, tahun, peneliti, topik, rekomendasi, tindak lanjut).\n\nMenganalisis tren tematik, metodologi yang digunakan, serta relevansinya dengan arah kebijakan nasional saat ini.\n\nMembantu visualisasi hasil mapping dalam bentuk dashboard, peta tematik, atau timeline perkembangan isu.\n\nMenyusun laporan pemetaan (executive summary) yang dapat digunakan sebagai dasar arah kebijakan pengkajian ke depan.\n\n\n\n3. Dukungan Penulisan dan Dokumentasi\n\nMenyusun notulensi, laporan kegiatan, dan bahan presentasi hasil kajian.\n\nMembantu penyusunan draft naskah pengkajian sosial budaya.\n\nMembuat data brief atau infografis kebijakan yang komunikatif.\n\n\n\n4. Pemantauan Isu Strategis\n\nMelakukan media monitoring dan analisis isu sosial budaya aktual yang berpotensi memengaruhi ketahanan nasional.\n\nMengidentifikasi tren sosial, nilai, dan perilaku masyarakat yang relevan bagi arah kebijakan nasional.\n\n\n\n5. Koordinasi dan Dukungan Teknis\n\nMendukung pelaksanaan rapat, seminar, dan kegiatan akademik internal Direktorat.\n\nBerkoordinasi dengan unit lain terkait pengumpulan data dan penyebarluasan hasil kajian", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Asisten Staf Ditjian Sosbud dan Demografi Debidjianstrat", "government_agency": "Lembaga Ketahanan Nasional Republik Indonesia", "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}