{"id": 5581, "source_id": "a07c6804-f947-46f8-9110-a422ad691eae", "company_name": "Pusat Pelatihan Kelautan dan Perikanan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Manajemen Pendidikan, Manajemen Administrasi (Sarjana)", "job_title": "Analis Penjaminan Mutu Pelatihan", "job_description": "1. Penyusunan Sistem Penjaminan Mutu\n•\tMerancang standar mutu pelatihan (SOP, pedoman, instrumen evaluasi).\n•\tMenyusun kebijakan dan dokumen mutu sesuai regulasi nasional/kelembagaan.\n•\tMengembangkan indikator kinerja pelatihan (input–process–output–outcome).\n\n2. Pengendalian dan Pelaksanaan Mutu\n•\tMemastikan proses pelatihan berjalan sesuai standar (kurikulum, materi, instruktur, sarana prasarana).\n•\tMelakukan audit internal pelatihan secara berkala.\n•\tMengidentifikasi temuan ketidaksesuaian (non-conformity) dan membuat rekomendasi perbaikan.\n\n3. Monitoring dan Evaluasi (Monev) Pelatihan\n•\tMenyusun instrumen survei kepuasan peserta, instruktur, dan pemangku kepentingan.\n•\tMelakukan monev terhadap seluruh tahapan pelatihan (perencanaan, pelaksanaan, pascapelatihan).\n•\tMengolah data hasil monev untuk mengetahui efektivitas dan efisiensi program pelatihan.\n\n4. Pengelolaan Data dan Pelaporan Mutu\n•\tMengelola database mutu pelatihan (hasil audit, evaluasi, keluhan, tindak lanjut).\n•\tMenyusun laporan mutu pelatihan (bulanan, semesteran, tahunan).\n•\tMenyajikan data mutu untuk rapat pimpinan dan pengambilan keputusan.\n\n5. Koordinasi dan Pembinaan Mutu\n•\tMemberikan pendampingan kepada pengelola pelatihan, instruktur, dan staf terkait standar mutu.\n•\tMengkoordinasikan kegiatan peningkatan mutu seperti workshop, FGD, dan pelatihan internal.\n•\tBerkomunikasi dengan lembaga eksternal terkait akreditasi atau sertifikasi mutu.\n\n6. Peningkatan Mutu Berkelanjutan (Continuous Improvement)\n•\tMengidentifikasi peluang perbaikan proses pelatihan berdasarkan hasil evaluasi.\n•\tMelakukan benchmarking dengan lembaga pelatihan lain.\n•\tMengusulkan inovasi untuk meningkatkan mutu layanan pelatihan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Analis Penjaminan Mutu Pelatihan", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Pusat Pelatihan Kelautan dan Perikanan", "angkatan": "3", "tahun": "2025"}