{"id": 5689, "source_id": "a08083b8-d3eb-4121-ba02-638cdbaf1ffd", "company_name": "Deputi Bidang Industri dan Investasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Teknik Informatika, Sistem Informasi (Sarjana)", "job_title": "Teknik Informatika", "job_description": "Deputi Bidang Industri dan Investasi – Kementerian Pariwisata\n\n📌 Deskripsi Umum\nStaf Teknik Informatika bertugas mendukung pengelolaan sistem teknologi informasi, memastikan kelancaran operasional perangkat IT, membantu digitalisasi proses kerja, serta menyediakan dukungan teknis untuk kegiatan di lingkungan Deputi Bidang Industri dan Investasi. Posisi ini mendukung modernisasi layanan, pengolahan data, dan keamanan informasi.\n\n📌 Tugas & Tanggung Jawab\n- Melakukan instalasi, pemeliharaan, dan perbaikan perangkat komputer, jaringan, printer, serta perangkat IT lainnya.\n- Mengelola sistem IT internal, termasuk manajemen data, keamanan sistem, dan back-up data.\n- Mendukung implementasi aplikasi internal, sistem informasi, dan platform digital terkait program Deputi.\n- Menyediakan dukungan teknis (troubleshooting) untuk pegawai selama kegiatan operasional maupun event resmi.\n- Membantu pengelolaan website, dashboard data, atau aplikasi administrasi jika diperlukan.\n- Melakukan monitoring keamanan jaringan dan memastikan kepatuhan terhadap standar keamanan informasi.\n- Mendukung digitalisasi dokumen, pengolahan data kegiatan, serta penyusunan laporan berbasis teknologi.\n- Berkoordinasi dengan unit TI kementerian untuk integrasi sistem, perbaikan, dan pembaruan perangkat lunak.\n- Menyusun dokumentasi teknis dan laporan pemeliharaan IT.\n\n📌 Kualifikasi Umum\n- Pendidikan minimal S1 Teknik Informatika, Ilmu Komputer, Sistem Informasi, Teknologi Informasi, atau bidang terkait.\n- Memahami dasar jaringan komputer, perangkat keras, troubleshooting, serta sistem operasi (Windows, MacOS, Linux).\n- Terampil menggunakan perangkat lunak pendukung, aplikasi administrasi, dan tools TI lainnya.\n- Memahami konsep keamanan jaringan, backup data, dan manajemen sistem.\n- Mampu bekerja cepat, teliti, dan sigap menangani masalah teknis.\n- Memiliki kemampuan komunikasi yang baik dan mampu memberikan dukungan teknis kepada pengguna non-teknis.\n- Mampu bekerja dalam tim dan berkoordinasi lintas unit.\n\n📌 Lokasi Penempatan\nDeputi Bidang Industri dan Investasi\nKementerian Pariwisata\nJakarta Pusat", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "Teknik Informatika", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Industri dan Investasi", "angkatan": "3", "tahun": "2025"}