{"id": 5786, "source_id": "a07f2b7d-717d-4920-bd1f-0b0ec6967f7c", "company_name": "Biro Hubungan Masyarakat dan Kerja Sama Luar Negeri", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Ilmu Komunikasi, Jurnalistik, Desain Komunikasi Visual, Hubungan Masyarakat, Teknologi Multimedia Broadcasting (Sarjana, Diploma)", "job_title": "Content Creator", "job_description": "Kualifikasi Tambahan:\n- Sehat jasmani dan rohani\n- Memiliki kemampuan menulis naskah kreatif untuk berbagai platform (media sosial, website, video, dan publikasi digital).\n- Mampu merancang ide konten yang menarik, informatif, dan sesuai dengan target audiens.\n- Menguasai dasar fotografi dan videografi\n- Mampu melakukan editing menggunakan software seperti Adobe Premiere, CapCut, atau aplikasi lainnya yang relevan\n- Familiar dengan tren media sosial, termasuk strategi engagement dan storytelling.\n- Mampu membuat copywriting dan caption yang komunikatif serta sesuai dengan gaya bahasa di media sosial namun tetap sesuai dengan aturan institusi.\n- Kreatif, komunikatif, dan mampu bekerja dalam tim.\n- Bertanggung jawab dan disiplin\n- Proaktif dan berorientasi pada target waktu\n- Memiliki portofolio karya berupa konten media sosial, artikel, video pendek, atau kampanye digital.\n- Memiliki alat kerja sendiri (laptop)\n=======###=======\nDeskripsi Lingkup Tugas:\n1. Merancang dan menghasilkan ide konten kreatif untuk berbagai kanal komunikasi (Instagram, TikTok, YouTube, X, Facebook, dll).\n2. Membuat naskah, caption, dan copywriting untuk mendukung pesan komunikasi lembaga.\n3. Melakukan pengambilan gambar dan video yang komprehensif dan menarik untuk kebutuhan konten digital.\n4. Berkolaborasi dengan tim desain, video editor, dan humas dalam menyusun rencana konten.\n5. Melakukan riset tren digital dan analisis audiens untuk memastikan konten relevan dan efektif.\n6. Mengelola dan memantau performa konten untuk evaluasi dan peningkatan kualitas komunikasi lembaga.", "application_deadline": "2025-12-07", "quota": 2, "registered": 8, "position_type": "Content Creator", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Biro Hubungan Masyarakat dan Kerja Sama Luar Negeri", "angkatan": "3", "tahun": "2025"}