{"id": 5800, "source_id": "a074d1d2-9f77-484e-9d35-362bf171ec70", "company_name": "Millenio Amerta Data", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Teknik Informatika, Ilmu Komputer, Sistem informasi (Sarjana, Diploma)", "job_title": "Backend Intern", "job_description": "Gambaran Proyek (untuk Kandidat)\nIntern akan bergabung dengan tim inti yang sedang melakukan transformasi arsitektur besar: memigrasikan dashboard monitoring AI dari single-tenant (kloning) menjadi platform SaaS multi-tenant terpusat. Ini adalah kesempatan langka untuk belajar dan berkontribusi pada sistem backend modern (Go), arsitektur asynchronous (MQ), polyglot persistence (PostgreSQL & MongoDB), dan otorisasi dinamis (Casbin).\n\nKualifikasi Utama (Harus Dimiliki)\nIni adalah persyaratan wajib untuk seleksi kandidat:\n•\tPendidikan: Freshgraduate Lulusan S1/D4/D3, dari jurusan Teknik Informatika, Ilmu Komputer, Sistem Informasi, atau yang setara.\n•\tFondasi Pemrograman Kuat:\no\tMengerti konsep OOP dan Struktur Data (Map, Slice/Array, Interface) dengan sangat baik.\no\tMemiliki pengalaman (proyek kuliah/pribadi) dengan bahasa backend statically-typed seperti Go (Golang), Java, atau C#. Kandidat dengan pengalaman Golang akan sangat diprioritaskan.\n•\tMemahami Konsep Database:\no\tPaham perbedaan dasar antara SQL (seperti PostgreSQL) dan NoSQL (seperti MongoDB).\no\tMampu menulis kueri SQL dasar (SELECT, JOIN, WHERE).\n•\tMemahami API: Paham cara kerja REST API (konsep GET, POST, PUT, DELETE) dan format data JSON.\n•\tAlat: Nyaman menggunakan Git (paham commit, push, pull, branch).\n•\tBersedia berkomitmen untuk magang minimal 6 bulan WFO dari Senin - Jumat (09.00 - 18.00).\n•\tWajib hadir  daily sync meeting dengan tim setiap hari kerja pukul 10.00-10.30 atau 10.30-11.00\n\nNilai Tambah (Nice-to-Have)\nIni adalah bonus yang akan membuat kandidat bersinar, tetapi tidak wajib:\n•\tPengalaman Golang: Pernah membuat proyek pribadi atau coursework menggunakan Go (Gin, plain SQL).\n•\tDatabase: Pernah menggunakan PostgreSQL atau MongoDB secara spesifik.\n•\tFrontend: Memiliki sedikit pemahaman tentang React atau Next.js (untuk memahami bagaimana frontend akan mengonsumsi API).\n•\tKonsep Modern: Pernah membaca atau mendengar tentang Docker, Microservices, Message Queue (seperti RabbitMQ/NATS), atau WebSocket.\n•\tPortofolio: Memiliki akun GitHub dengan proyek-proyek yang rapi.\n\nKualitas Personal (Soft Skills)\nUntuk level intern, ini sama pentingnya dengan hard skills:\n•\tRasa Ingin Tahu Tinggi (High Curiosity): Tidak takut pada arsitektur yang kompleks dan proaktif bertanya \"Kenapa begini?\"\n•\tKemampuan Memecahkan Masalah: Mampu menguraikan masalah besar menjadi langkah-langkah kecil.\n•\tDetail-Oriented: Teliti, terutama saat diberi tugas menulis unit test atau debugging.\n•\tKemampuan Komunikasi: Mampu menjelaskan apa yang sedang dikerjakan dan di mana mereka stuck.\n\nTanggung Jawab (Apa yang Akan Dikerjakan)\nAnda bisa memberikan tugas-tugas yang terisolasi namun berdampak, yang mendukung tim senior:\n1.\tPengembangan Fitur Terfokus: Membantu membangun endpoint CRUD sederhana di dalam CMD Backend API (Go/Gin).\n2.\tPenulisan Tes: Tugas utama yang sempurna. Menulis unit test dan integration test untuk handler dan repository API, memastikan logika isolasi organization_id berjalan benar.\n3.\tDebugging Alur Data: Membantu melacak alur data dari CMD Ingest Worker (setelah menerima dari MQ) ke MongoDB untuk memastikan data alert tertulis dengan benar.\n4.\tBantuan RBAC: Membantu menulis dan menguji policy Casbin sederhana (aturan p dan g) untuk skenario akses yang jelas.\n5.\tDokumentasi: Mendokumentasikan endpoint API baru yang mereka kerjakan (misalnya di Postman atau Confluence).", "application_deadline": "2025-12-07", "quota": 3, "registered": 8, "position_type": "Backend Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}