{"id": 5819, "source_id": "a072fb5f-600d-4c6a-b681-2de4b06005ce", "company_name": "Rekayasa Industri", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Hukum, Hukum Bisnis, Ilmu Hukum (Sarjana)", "job_title": "Junior Corporate Legal Intern", "job_description": "Membantu tugas dan fungsi dari Departemen Legal dalam hal:\n\n1. Tata Kelola Perusahaan (Good Corporate Governance/GCG) \nCorporate Legal berfungsi sebagai penjaga gerbang kepatuhan dan etika dalam perusahaan. Tugas utamanya meliputi: \nMemastikan Kepatuhan Hukum: Memastikan seluruh kegiatan operasional perusahaan berjalan sesuai dengan peraturan perundang-undangan yang berlaku di Indonesia.\nMenyusun dan Memelihara Pedoman Internal: Merancang, menerapkan, dan memelihara pedoman, piagam, dan prosedur tata kelola internal (seperti Kode Etik dan Pedoman GCG) secara konsisten.\nMemberikan Nasihat Hukum: Memberikan opini dan nasihat hukum kepada organ perusahaan (Direksi dan Dewan Komisaris) dalam proses pengambilan keputusan untuk memastikan keputusan tersebut berlandaskan pada prinsip keadilan, transparansi, akuntabilitas, dan pertanggungjawaban.\nManajemen Hubungan Pemangku Kepentingan: Membantu mengelola hubungan dengan pemegang saham dan pemangku kepentingan lainnya dengan memastikan komunikasi yang transparan dan menangani masalah hukum terkait hak dan kepentingan mereka. \n\n2. Efektivitas dan Efisiensi Perusahaan\nCorporate Legal berkontribusi pada efektivitas dan efisiensi melalui:\nManajemen Kontrak: Mengelola dan meninjau kontrak serta dokumen legal lainnya secara efisien untuk meminimalisir risiko hukum dan memastikan kejelasan hak dan kewajiban, yang mendukung kelancaran operasional bisnis.\nMengidentifikasi dan Mengelola Risiko Hukum: Menerapkan strategi manajemen risiko yang efektif dengan mengidentifikasi potensi masalah hukum dan memberikan solusi preventif, sehingga perusahaan dapat menghindari litigasi yang memakan biaya dan waktu.\nPenyelesaian Masalah Hukum: Menangani dan menyelesaikan permasalahan hukum perusahaan, baik internal maupun eksternal, dengan cara yang paling efisien untuk meminimalisir gangguan operasional.\nOptimalisasi Struktur Legal: Memilih dan mengelola struktur legal yang tepat untuk perusahaan, yang akan mempengaruhi aspek pajak dan tanggung jawab hukum, demi efisiensi jangka panjang. \n\n3. Perbaikan dan Pertumbuhan Berkelanjutan\nCorporate Legal berperan penting dalam mendorong pertumbuhan yang berkelanjutan dengan:\nMendukung Inisiatif Bisnis Strategis: Berkolaborasi dengan departemen lain untuk meninjau inisiatif bisnis baru dan memastikan kepatuhan terhadap hukum, sehingga pertumbuhan perusahaan tetap legal dan etis.\nMemfasilitasi Perizinan: Mengurus perizinan dan dokumen-dokumen perusahaan yang diperlukan untuk ekspansi atau operasional baru, memastikan prosesnya lancar dan sesuai regulasi.\nMendorong Tanggung Jawab Sosial dan Lingkungan (CSR/ESG): Memastikan perusahaan mematuhi peraturan terkait tanggung jawab sosial dan keberlanjutan lingkungan, yang penting untuk citra perusahaan yang baik dan pertumbuhan jangka panjang yang berkelanjutan.\nMembangun Budaya Kepatuhan: Melalui sosialisasi dan pelatihan berkelanjutan, Corporate Legal membantu menanamkan budaya kepatuhan di seluruh elemen perusahaan, menciptakan lingkungan bisnis yang sehat dan kondusif untuk pertumbuhan.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "Junior Corporate Legal Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}