{"id": 5991, "source_id": "a072fe6a-cbf9-465a-a8ef-0f50b453e2d0", "company_name": "Rekayasa Industri", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Sipil, Teknik Industri, Teknik Kimia (Sarjana)", "job_title": "Junior Procurement Intern", "job_description": "Membantu tugas dan fungsi dari Departemen Pengadaan dalam hal:\n\n1. Tata Kelola (Governance)\nTim Procurement memastikan semua aktivitas pengadaan berjalan sesuai dengan prinsip tata kelola perusahaan yang baik (Good Corporate Governance/GCG), yang mencakup transparansi, akuntabilitas, tanggung jawab, independensi, dan kewajaran. \nPenyusunan dan Penegakan Kebijakan: Membuat dan menerapkan kebijakan serta prosedur pengadaan yang jelas, terdokumentasi, dan dipatuhi oleh seluruh pihak terkait untuk meminimalkan risiko hukum dan melindungi reputasi perusahaan.\nManajemen Risiko: Mengidentifikasi, menilai, dan memitigasi risiko terkait pemasok, seperti risiko pasokan, kualitas, dan kepatuhan terhadap regulasi (misalnya, standar lingkungan atau ketenagakerjaan).\nTransparansi dan Akuntabilitas: Memastikan proses pemilihan vendor dilakukan secara adil, objektif, dan transparan. Hal ini termasuk dokumentasi yang lengkap dan pelaporan rutin kepada manajemen. \n2. Efektivitas dan Efisiensi Perusahaan\nTujuan utama pengadaan adalah mendapatkan barang/jasa yang dibutuhkan tepat waktu, dengan kualitas yang sesuai, dan dengan biaya yang optimal (total biaya kepemilikan). \nOptimalisasi Biaya: Melakukan negosiasi harga terbaik, tetapi juga mempertimbangkan nilai jangka panjang dan total biaya kepemilikan, bukan hanya harga awal.\nPemilihan Vendor Strategis: Menemukan dan menjalin kerja sama dengan pemasok yang kredibel dan menawarkan kualitas terbaik untuk memastikan stabilitas pasokan dan kualitas produk.\nStandardisasi dan Konsolidasi: Melakukan standardisasi barang atau jasa yang dibeli dan mengkonsolidasikan pembelian untuk mendapatkan daya tawar yang lebih besar dan menyederhanakan proses.\nOtomatisasi Proses: Menggunakan teknologi dan otomatisasi untuk merampingkan proses pengadaan (dari permintaan hingga pembayaran), mengurangi tugas manual, kesalahan, dan meningkatkan produktivitas. \n3. Perbaikan dan Pertumbuhan yang Berkelanjutan (Sustainable Growth & Continuous Improvement)\nProcurement berperan strategis dalam mendorong inovasi dan memasukkan faktor keberlanjutan (lingkungan, sosial, dan ekonomi) ke dalam rantai pasok perusahaan. \nPengadaan Berkelanjutan (Sustainable Procurement): Mengintegrasikan aspek lingkungan dan sosial dalam pengambilan keputusan pengadaan, seperti memilih bahan yang lebih ramah lingkungan atau pemasok yang memiliki praktik ketenagakerjaan yang etis.\nInovasi Pemasok: Bekerja sama dengan pemasok untuk mendorong inovasi produk atau layanan baru yang dapat memberikan keunggulan kompetitif atau mengurangi dampak lingkungan.\nPeningkatan Berkelanjutan (Continuous Improvement): Secara rutin meninjau dan menganalisis kinerja pengadaan, mengumpulkan umpan balik, dan menerapkan metode perbaikan berkelanjutan untuk mengoptimalkan proses di masa depan.\nMendukung Pertumbuhan Bisnis: Memastikan ketersediaan sumber daya yang dibutuhkan untuk ekspansi atau proyek baru, sehingga operasional perusahaan tidak terhambat dan target pertumbuhan dapat tercapai.", "application_deadline": "2025-12-07", "quota": 1, "registered": 9, "position_type": "Junior Procurement Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}