{"id": 6015, "source_id": "a0807e98-b050-4ff8-ae23-87d3425c9620", "company_name": "Deputi Bidang Industri dan Investasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Hukum (Sarjana)", "job_title": "Hukum", "job_description": "Deputi Bidang Industri dan Investasi – Kementerian Pariwisata\n\n📌 Deskripsi Umum Jabatan\nAnalis Hukum bertugas memberikan dukungan analisis regulasi, telaah hukum, pendampingan penyusunan kebijakan, serta memastikan seluruh program di lingkungan Deputi Bidang Industri dan Investasi berjalan sesuai ketentuan peraturan perundang-undangan. Posisi ini berperan penting dalam memastikan kepastian hukum, akuntabilitas program, serta kualitas dokumen regulasi dan kemitraan industri/investasi pariwisata.\n\n📌 Tugas & Tanggung Jawab\n- Melakukan kajian hukum terhadap kebijakan, program, dan kegiatan Deputi Bidang Industri dan Investasi.\n- Menyusun legal opinion, telaah hukum, dan rekomendasi terkait isu industri, investasi, pariwisata, dan ekonomi kreatif.\n- Melakukan review terhadap peraturan perundang-undangan yang berkaitan dengan investasi, pariwisata, industri, kemitraan, dan tata kelola pemerintahan.\n- Mendampingi penyusunan regulasi, pedoman teknis, SOP, perjanjian/kontrak kerja sama, serta nota kesepahaman (MoU).\n- Menjamin kesesuaian dokumen kerjasama dengan prinsip legalitas, perlindungan kepentingan negara, dan akuntabilitas publik.\n- Melakukan analisis risiko hukum (legal risk assessment) pada program strategis, termasuk investasi pariwisata dan pengembangan industri berbasis kreatif.\n- Melakukan monitoring perkembangan regulasi sektor industri, investasi, dan pariwisata, serta menyusun ringkasan kebijakan (policy brief).\n- Berkoordinasi dengan unit hukum internal kementerian, Biro Hukum, lembaga pemerintah terkait, dan pemangku kepentingan eksternal.\n- Membantu penyelesaian permasalahan hukum yang muncul dalam pelaksanaan program Deputi.\n- Menyusun laporan kegiatan hukum, dokumentasi legal, dan administrasi terkait.\n\n📌 Kualifikasi Umum\n- Pendidikan S1 Hukum (Hukum Administrasi Negara, Hukum, Ilmu Hukum, atau Hukum lainnya yang relevan).\n- Kemampuan menyusun dokumen hukum secara sistematis dan profesional.\n- Kemampuan melakukan analisis regulasi dan menyusun rekomendasi yang dapat diimplementasikan.\n- Terampil berkomunikasi, bekerja dalam tim, dan berkoordinasi lintas unit.\n\n📌 Lokasi Penempatan\nDeputi Bidang Industri dan Investasi\nKementerian Pariwisata\nJakarta Pusat", "application_deadline": "2025-12-07", "quota": 1, "registered": 10, "position_type": "Hukum", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Industri dan Investasi", "angkatan": "3", "tahun": "2025"}