{"id": 6176, "source_id": "a074cfe3-25b4-4909-b204-6799957ef54c", "company_name": "Millenio Amerta Data", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Teknik Informatika, Ilmu Komputer, Sistem Informasi (Sarjana, Diploma)", "job_title": "Frontend Intern", "job_description": "Gambaran Proyek (untuk Kandidat)\nIntern Frontend akan mengerjakan beberapa web dashboard streaming, kompresi dengan framework yaitu Next.js, Laravel,serta React.js. Database yang digunakan PostgreSQL dan MongoDB.\n\nKualifikasi Utama (Harus Dimiliki)\nIni adalah persyaratan wajib untuk seleksi kandidat:\n•\tPendidikan: Freshgraduate, dari jurusan Teknik Informatika, Ilmu Komputer, Sistem Informasi, atau yang setara, dan saat melakukan magang hanya memiliki maksimal satu mata kuliah selain magang (wajib ditunjukkan dengan dokumen resmi dari kampus).\n•\tMemahami pemrograman dengan baik, termasuk konsep dasar seperti variabel, fungsi, OOP, struktur data, dan algoritma dasar.\n•\tMemahami dasar-dasar web development (HTML, CSS, JavaScript).\n•\tMemahami Konsep Database:\no\tPaham perbedaan dasar antara SQL (seperti PostgreSQL) dan NoSQL (seperti MongoDB).\no\tMampu menulis kueri SQL dasar (SELECT, JOIN, WHERE).\n•\tMemahami API: Paham cara kerja REST API (konsep GET, POST, PUT, DELETE) dan format data JSON.\n•\tAlat: Nyaman menggunakan Git (paham commit, push, pull, branch).\n•\tBersedia berkomitmen untuk magang minimal 6 bulan dengan sistem WFO dari Senin - Jumat (09.00 - 18.00).\n•\tWajib hadir daily sync meeting dengan tim setiap hari kerja pukul 10.00-10.30 atau 10.30-11.00\n\nNilai Tambah (Nice-to-Have)\nIni adalah bonus yang akan membuat kandidat bersinar, tetapi tidak wajib:\n•\tMemiliki pengalaman menggunakan framework Next.js, Laravel, React.js\n•\tPernah memiliki proyek pribadi terkait bidang frontend", "application_deadline": "2025-12-07", "quota": 3, "registered": 11, "position_type": "Frontend Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}