{"id": 6220, "source_id": "a0808171-5536-4e30-84a6-1232fe4fba7b", "company_name": "Deputi Bidang Industri dan Investasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Ilmu Komunikasi, Komunikasi (Sarjana)", "job_title": "Komunikasi", "job_description": "Deputi Bidang Industri dan Investasi – Kementerian Pariwisata\n\n📌 Deskripsi Umum\nStaf Komunikasi bertugas mendukung perencanaan, pengelolaan, dan pelaksanaan komunikasi publik terkait program dan kebijakan Deputi Bidang Industri dan Investasi. Posisi ini memastikan informasi tersampaikan secara jelas, strategis, dan sesuai identitas komunikasi pemerintah, serta membangun hubungan baik dengan pemangku kepentingan dan media.\n\n📌 Tugas & Tanggung Jawab\n- Menyusun konten publikasi: press release, artikel, caption media sosial, infografis, dan naskah komunikasi lainnya.\n- Mendukung strategi komunikasi publik untuk mempromosikan program industri dan investasi pariwisata.\n- Mengelola media sosial dan kanal komunikasi digital Deputi (publikasi, penjadwalan, respons, monitoring).\n- Melakukan dokumentasi kegiatan (foto, video, berita acara publikasi).\n- Mengelola hubungan dengan media, mitra eksternal, asosiasi industri, dan stakeholder.\n- Membantu penyelenggaraan konferensi pers, webinar, sosialisasi kebijakan, dan forum publik.\n- Melakukan monitoring dan analisis isu publik terkait pariwisata, industri, dan investasi.\n- Menyusun laporan publikasi, laporan monitoring media, serta evaluasi efektivitas komunikasi.\n- Memastikan setiap materi publikasi sesuai pedoman komunikasi pemerintah dan ketentuan hukum.\n\n📌 Kualifikasi Umum\n- Pendidikan minimal S1 Komunikasi atau bidang relevan.\n- Memiliki kemampuan menulis konten komunikasi dengan baik dan informatif.\n- Menguasai pengelolaan media sosial dan memahami tren komunikasi digital.\n- Terampil menggunakan Microsoft Office dan aplikasi desain dasar (Canva, Photoshop dasar).\n- Komunikatif, kreatif, dan mampu bekerja dalam tim.\n- Memiliki kemampuan riset, analisis isu, dan pembuatan laporan.\n- Mampu bekerja cepat dan menangani tenggat waktu.\n\n📌 Lokasi Penempatan\nDeputi Bidang Industri dan Investasi\nKementerian Pariwisata\nJakarta Pusat", "application_deadline": "2025-12-07", "quota": 1, "registered": 11, "position_type": "Komunikasi", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Industri dan Investasi", "angkatan": "3", "tahun": "2025"}