{"id": 6344, "source_id": "a0813a45-0387-4d9e-8eba-42f07c310aea", "company_name": "IDX Solusi Teknologi Informasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Informatika, Sistem Informasi, Teknik informatika, Ilmu Komputer, Teknologi Informasi (Sarjana)", "job_title": "Research and Business Analyst", "job_description": "Analisis Bisnis\n- Mengidentifikasi kebutuhan bisnis internal dan eksternal serta merumuskan solusi teknologi yang sesuai.\n- Melakukan analisis mendalam terhadap data finansial, operasional, dan pasar.\n- Memberikan rekomendasi untuk meningkatkan efisiensi, efektivitas, dan nilai bisnis.\n- Membantu menyusun business requirement, business case, dan studi kelayakan.\n- Mengkaji dampak terhadap proses bisnis, risiko, serta kebutuhan perubahan (change management).\n\nRiset\n- Mengumpulkan, mengolah, dan menganalisis data untuk mendukung penelitian bisnis, tren teknologi, dan kebutuhan pasar.\n- Menyusun laporan riset yang akurat, komprehensif, dan dapat ditindaklanjuti.\n- Melakukan benchmark terhadap produk dan layanan yang relevan dengan industri pasar modal dan teknologi informasi.\n- Melakukan kajian regulasi yang berpotensi mempengaruhi produk dan layanan perusahaan.\n\nPerencanaan & Pengembangan Bisnis\n- Menyusun rekomendasi strategi bisnis berbasis data.\n- Memberikan input terhadap roadmap produk dan perencanaan proyek TI.\n- Berperan aktif dalam proses uji coba produk (POC), pilot project, dan evaluasi kinerja solusi TI.\n- Mengidentifikasi peluang kerja sama dengan mitra strategis.\n\nDokumentasi & Presentasi\n- Menyusun laporan, executive summary, proposal, dan presentasi kepada manajemen serta pemangku kepentingan.\n- Mendukung penyusunan BRS, FSD, dan dokumen pendukung lainnya sesuai kebutuhan.", "application_deadline": "2025-12-07", "quota": 3, "registered": 13, "position_type": "Research and Business Analyst", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}