{"id": 6445, "source_id": "a080bff2-cb0c-4836-ac1b-3297116c7146", "company_name": "Hikayat Rakyat Digital", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Hubungan Masyarakat, Hubungan Masyarakat Dan Komunikasi Digital, Psikologi, Manajemen Sumber Daya Manusia, Sosiologi (Sarjana, Diploma)", "job_title": "Community Development Intern", "job_description": "Deskripsi Pekerjaan\n- Membantu merencanakan dan melaksanakan program komunitas baik online maupun offline\n- Mengelola interaksi komunitas di platform sosial media hrdbacot (seperti channel Instagram dan Telegram), termasuk moderasi diskusi, respon feedback anggota\n- Melakukan riset tentang tren dunia kerja di Indonesia untuk mendukung strategi komunitas.\n- Berkolaborasi dengan tim konten untuk mengintegrasikan elemen komunitas ke dalam inisiatif digital, seperti podcast audio/video atau konten edukasi tentang skill development.\n- Membantu analisis data engagement komunitas menggunakan tools sederhana seperti Google Analytics, survei online, atau metrik sosial media untuk mengukur dampak program.\n- Mendukung koordinasi dengan mitra eksternal, seperti komunitas pekerja lokal, perusahaan mitra, atau organisasi SDM untuk kolaborasi event dan partnership.\n- Berkontribusi dalam laporan bulanan tentang kemajuan komunitas, termasuk rekomendasi untuk meningkatkan transparansi dan harmoni di ekosistem kerja.\n\nPersyaratan:\n- Fresh graduate atau memiliki pengalaman kerja maksimal 1 tahun di bidang terkait (pengalaman volunteer di komunitas pekerja atau event diutamakan).\n- S1 dari berbagai jurusan (lulusan D3 dari jurusan yang berkaitan dengan komunitas seperti Sosiologi, Psikologi, Ilmu Komunikasi, Manajemen SDM (HRM), Pembangunan Sosial, atau jurusan serupa dapat dipertimbangkan).\n- Minat kuat terhadap dunia kerja Indonesia, pengembangan karir, self-development, dan gaya hidup sehat, serta familiar dengan isu seperti well-being dan transparansi gaji.\n- Kemampuan komunikasi yang baik, baik lisan maupun tulisan, dalam bahasa Indonesia dan Inggris.\n- Familiar dengan tools digital seperti media sosial (Twitter/X, LinkedIn, Instagram), Google Workspace, atau tools sederhana untuk konten (misalnya, Canva atau survey tools seperti Google Forms).\n- Kemampuan bekerja tim, inisiatif tinggi, dan adaptif terhadap lingkungan media digital yang dinamis.\n- Bersedia bekerja secara hybrid.", "application_deadline": "2025-12-07", "quota": 10, "registered": 16, "position_type": "Community Development Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}