{"id": 6500, "source_id": "a07eda41-d785-4c30-8f29-632ea9da9a8f", "company_name": "Biro Hubungan Masyarakat dan Kerja Sama Luar Negeri", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Jurnalistik, Ilmu Komunikasi, Ilmu Hubungan Masyarakat, Bahasa dan Sastra Inggris (Sarjana, Diploma)", "job_title": "Jurnalistik (Penulis Berita & Artikel)", "job_description": "Kualifikasi Tambahan:\n- Sehat jasmani dan rohani\n- Memiliki kemampuan menulis berita, artikel, rilis, dan konten informatif dengan struktur yang baik.\n- Memahami dasar penulisan jurnalistik (5W+1H, piramida terbalik, angle berita).\n- Mampu melakukan wawancara, riset data, dan verifikasi informasi.\n- Terbiasa membuat judul yang menarik dan isi berita yang akurat.\n- Mampu menulis untuk berbagai kebutuhan publikasi: website, media sosial, naskah video, dan laporan kegiatan.\n- Memiliki kemampuan editing tulisan dan memahami bahasa Indonesia yang baik dan benar sesuai kaidah EYD/PUEBI.\n- Kreatif, teliti, komunikatif, dan mampu bekerja dalam tim.\n- Terbiasa bekerja dengan deadline dan dapat beradaptasi dengan cepat.\n- Teliti, mampu bekerja cepat, serta terbiasa mengikuti deadline.\n- Bersedia turun langsung untuk liputan atau dokumentasi kegiatan.\n- Memiliki alat kerja sendiri (laptop)\n=======###=======\nDeskripsi Lingkup Tugas:\n1. Menulis berita kegiatan, artikel publikasi, dan konten informatif untuk website atau media sosial\n2. Melakukan liputan lapangan, wawancara narasumber, dan pengumpulan informasi.\n3. Menyusun press release dan naskah kehumasan sesuai arahan tim.\n4. Membuat caption, script, dan copywriting pendukung untuk konten multimedia.\n5. Melakukan riset isu dan data sebagai bahan penulisan.\n6. Mengedit dan menyempurnakan tulisan untuk memastikan akurasi, kejelasan, dan kelayakan publikasi.\n7. Berkoordinasi dengan tim desain, videografer, dan pengelola media sosial untuk memastikan keselarasan konten.\n8. Mendokumentasikan kegiatan dan menyusun laporan berita secara berkala.\n9. Memastikan setiap tulisan mengikuti gaya bahasa lembaga dan standar informasi publik.", "application_deadline": "2025-12-07", "quota": 1, "registered": 17, "position_type": "Jurnalistik (Penulis Berita & Artikel)", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Biro Hubungan Masyarakat dan Kerja Sama Luar Negeri", "angkatan": "3", "tahun": "2025"}