{"id": 6603, "source_id": "a074d91e-43d2-4a1d-aa70-e8df49166142", "company_name": "Kimia Farma Diagnostika", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Radiologi, Radiodiagnostik dan Radioterapi, Teknik Radiodiagnostik dan Radioterapi, Teknik Radiologi (Diploma)", "job_title": "Pelaksana Radiografer", "job_description": "Kualifikasi :\n• Min. Pendidikan D3 Radiologi\n• Usia maks. 27 tahun\n• Memiliki STR Aktif\n• Bertanggung jawab dan jujur\n• Mampu bekerja dalam tim & shift\n\nJobdesc : \n1.        Melakukan proses rontgen dicabang atau onsite pada pasien dengan layanan yang baik dan sesuai prosedur untuk memastikan ketetapan hasil diagnose.\n2.        Memasukan data hasil pemeriksaan rontgen, membuat laporan dan mengarsipkan dokumen bagian radiologi untuk memastikan ketertiban administrasi.\n3.        Mengkonfirmasi ke dokter radiologi pembaca foto rontgen untuk memastikan tercapainya janji hasil ke pelanggan.\n4.        Melakukan pemeliharaan alat dan pemeriksaan persediaan perbekalan untuk menjamin kelancaran operasional.\n5.        Mengirimkan TLD Badge (monitor petugas radiasi) ke BATAN sesuai ketentuan hasil evaluasi dari BATAN yang berlaku (setiap bulan) untuk memastikan ketepatan waktu pengiriman TLD Badge.\n6.        Membuat jadwal kalibrasi alat rontgen dan bertanggung jawab terhadap pelaksanaan kalibrasi alat rontgen.\n7.        Menjalankan ketentuan K3 pada saat bekerja untuk memastikan tidak terjadi kecelakaan kerja.\n8.        Menyelesaikan masalah yang ada yang berkaitan dengan tanggung jawabnya  termasuk melaporkan kerusakan alat yang digunakan dibagaiannya untuk memastikan kelancaran kerja kepada atasannya. \n9.        Melaporkan kepada atasan bila menjumpai kesulitan dalam melaksanakan tugas    dan memerlukan bantuan pihak lain.\n10.     Mematuhi tata tertib dan SOP yang berlaku di Lab. Klinik Kimia Farma cabang.", "application_deadline": "2025-12-07", "quota": 3, "registered": 22, "position_type": "Pelaksana Radiografer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}