{"id": 6618, "source_id": "a07ea45e-4761-468a-bc22-2ca7ba52c16d", "company_name": "PT. Huawei Tech Investment", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Telekomunikasi, Teknik Elektro, Teknik Listrik, Manajemen, Teknologi Informasi (Sarjana)", "job_title": "Assistant Project Controller", "job_description": "1.Ensuring Execution Planning for project service at project level are approved by project team and client and well during project execution.\n2.Defining Work Breakdown Structure (WBS) & Cost Breakdown Structure (CBS) for the project\n3.Reviewing detailed Planning; including manpower loading & resource leveling\n4.Reporting both internally and to customer.\n5.Defining cost control breakdown and system for cost reporting & analysis\n6.Prepare independent evaluations of the project status based on interpretation of reports and own and team's experience-based judgment.\n7.Responsible for the development and maintenance of the project schedule.\n8.Interface with the project team and task managers to define scope of work in the development and update of detailed schedules, cost information, and identification of variances from the original plan.\n9.Analyzes project schedule progress and performance and identifies developing problem areas.\n10.Preparation of indicative project schedule for Proposals Support to Projects\n11.Project Daily/Weekly/Monthly Progress Reporting\n12.Project Schedules\n13.Recognizes issues and advises and confers with PM and project team on matters affecting project execution.\n14.Participates in key risk management discussions on project matters.\n15.Supporting Project Controller on the Billing Process.\n16.Supporting Project Controller on monitoring and reporting the PO release status.\n17.Supporting Project Controller on E2E PO Monitoring from Release to Billing phase.", "application_deadline": "2025-12-07", "quota": 5, "registered": 23, "position_type": "Assistant Project Controller", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}