{"id": 6668, "source_id": "a080677c-fd8d-4b20-a3b8-8a8d944f106a", "company_name": "Deputi Bidang Sumber Daya dan Kelembagaan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Hubungan Internasional (Sarjana)", "job_title": "Staf Asisten Deputi Hubungan Antar Lembaga Internasional", "job_description": "Deskripsi Jabatan\nStaf Asdep Hubungan Antar Lembaga Internasional berperan mendukung koordinasi lintas lembaga, komunikasi, serta implementasi kerja sama internasional bidang pariwisata. Posisi ini memberikan pengalaman strategis dalam diplomasi pariwisata, manajemen kemitraan global, serta penyusunan kebijakan berbasis kerja sama antar negara.\n\nDeskripsi Pekerjaan (Jobdesk)\n1. Magang akan bertugas untuk:\n2. Menyusun background note, briefing, dan bahan rapat terkait kerja sama pariwisata internasional.\n3. Melakukan korespondensi dan komunikasi dengan mitra internasional (surat, email, follow-up).\n4. Mendukung penyusunan konsep, proposal, dan rencana kerja sama bilateral/multilateral.\n5. Melakukan riset isu global yang relevan terhadap sektor pariwisata.\n6. Membantu penyusunan laporan rapat, FGD, courtesy call, dan kunjungan kerja.\n7. Mendukung pelaksanaan agenda diplomasi pariwisata dan event internasional.\n8. Mendokumentasikan perkembangan kerja sama (MoU/MoA/IA dan tindak lanjutnya).\n\nKeterampilan yang Diutamakan\n1. Kemampuan komunikasi formal Bahasa Indonesia dan Bahasa Inggris\n2. Pemahaman mengenai diplomasi dan hubungan internasional\n3. Kemampuan menyusun laporan, brief, dan research writing\n4. Ketelitian tinggi, berorientasi hasil, serta mampu bekerja dalam lingkungan birokrasi\n5. Mampu berkoordinasi lintas lembaga dan bekerja dalam tim\n6. Nilai tambah: kemampuan menyusun bahan paparan (PowerPoint) secara profesional", "application_deadline": "2025-12-07", "quota": 1, "registered": 28, "position_type": "Staf Asisten Deputi Hubungan Antar Lembaga Internasional", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Sumber Daya dan Kelembagaan", "angkatan": "3", "tahun": "2025"}