{"id": 6726, "source_id": "a074df61-f01f-4a85-b78f-d5e88fc9cae4", "company_name": "Suitmedia Kreasi Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknik Informatika, Ilmu Komputer, Sistem Informasi, Rekayasa Perangkat Lunak Aplikasi, Teknik Komputer dan Jaringan (Diploma, Sarjana)", "job_title": "Software Engineer Apprentice Specialization Track: Frontend / Backend / Mobile Developer", "job_description": "Role: \n1. You will embark on a comprehensive, hands-on learning journey in software engineering, with an initial assessment determining your specialization in either backend, frontend, or mobile application development. \n2. This apprenticeship is designed to cultivate your skills deeply within an assigned track, guiding you to become a proficient software engineer contributing to real-world digital projects. \n3. As a fresh graduate, you will be closely mentored, learning industry best practices and fostering a collaborative approach to problem-solving within a dynamic digital consulting environment, focusing on your specific area of expertise.\n\nResponsibilities:\n1. Following an initial assessment, actively learn and contribute to the development, testing, and deployment of software components within your assigned specialization (Backend, Frontend, or Mobile Application development).\n2. Apply coding best practices to write clean, efficient, and well-structured code that adheres to Suitmedia's standards and project requirements for your specific track.\n3. Participate in the full software development lifecycle, from assisting in requirement analysis to supporting quality assurance and deployment processes, relevant to your area of focus.\n4. Learn to identify, troubleshoot, and resolve technical issues within your specialization, including API integrations (for Backend/Frontend/Mobile) or UI functionalities (for Frontend/Mobile).\n5. Collaborate effectively within cross-functional engineering teams, utilizing version control systems (e.g., Git) and participating in team workflows and knowledge-sharing sessions.\n6. Proactively research and stay updated with the latest programming languages, frameworks, and evolving technologies pertinent to your chosen specialization and the broader digital product development landscape.\n7. Assist in creating and maintaining clear, concise technical documentation for software features and processes.\n\nQualifications:\n1. Educational Background: Bachelor's degree in Computer Science, Software Engineering, Information Technology, or a closely related technical field.\n2. Professional Experience: This program is specifically designed for fresh graduates with no prior full-time professional experience. Strong academic performance, participation in relevant coursework, and a portfolio demonstrating personal coding initiatives or contributions to open-source projects are highly essential. Internships completed during your studies are a plus.\n3. Technical/Hard Skills: Excellent analytical and foundational programming skills in at least one object-oriented language (e.g., PHP, C#, Java, Kotlin, Swift, Dart, JavaScript/TypeScript). Basic understanding of core software engineering principles and concepts applicable to web and/or mobile application development.\n4. Soft Skills: Strong problem-solving abilities and logical thinking. Excellent communication skills (written and verbal) for effective collaboration within a team and with mentors. Highly organized, detail-oriented, and a proactive, eager-to-learn mindset in a fast-paced development environment.\n5. Bonus Points: Prior exposure to version control systems (e.g., Git). Familiarity with web frameworks (e.g., Vue.js, React.js, Angular) or mobile development frameworks (native or cross-platform) will be considered a plus for potential specialization. Active interest in the digital industry and emerging technologies.\n\nThis apprentice provides one slot under the role of Software Engineer Apprentice, but each candidate will be assigned to a specific specialization (Frontend Developer Apprentice, Backend Developer Apprentice, or Mobile Developer Apprentice) based on skills, interest, and initial assessment. You are not expected to handle all specializations at once.", "application_deadline": "2025-12-07", "quota": 6, "registered": 38, "position_type": "Software Engineer Apprentice Specialization Track: Frontend / Backend / Mobile Developer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}