{"id": 6829, "source_id": "a0711594-5cb2-4835-8982-fe5d829af34e", "company_name": "Literasi Membebaskan Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Seni Murni, Seni Rupa, Seni Rupa Dan Disain, Seni Rupa Murni, Tata Kelola Seni (Diploma, Sarjana)", "job_title": "Gallery & Programs Coordinator", "job_description": "Operasional Galeri\nMembuka dan menutup galeri sesuai jam operasional.\nMenjaga kebersihan, kerapihan, dan ketersediaan fasilitas ruang pamer.\nMemastikan pencahayaan, label karya, dan display selalu dalam kondisi baik.\n\n2. Menyambut & Melayani Pengunjung\nMenyapa tamu yang datang dan memberikan informasi dasar mengenai pameran.\nMenjawab pertanyaan pengunjung seputar karya, seniman, atau program galeri.\nMengarahkan tamu untuk kebutuhan pembelian karya atau informasi lebih lanjut.\n\n3. Dukungan Pameran & Program\nMembantu persiapan pameran: penataan karya, pemasangan label, layout ruang, dan kebutuhan teknis ringan.\nMendukung event galeri seperti artist talk, workshop, atau opening reception.\nMengelola daftar tamu (guest list) dan membuat rekap kehadiran.\n\n4. Administrasi & Dokumentasi\nMenginput data karya, inventaris, dan arsip dokumen pameran.\nMembantu menyusun laporan kegiatan atau materi presentasi internal.\nMelakukan dokumentasi foto/video sederhana saat event atau instalasi.\n\n5. Koordinasi & Komunikasi\nBerkomunikasi dengan seniman, vendor, atau partner program sesuai arahan tim galeri.\nBerkoordinasi dengan tim marketing atau konten mengenai materi promosi pameran.\nMengupdate kalender program dan kebutuhan operasional harian.\n\n6. Perawatan Karya (Basic Artwork Handling)\nMenangani karya seni dengan prosedur yang aman (basic handling).\nMembantu pengecekan kondisi karya dan menyimpan karya sesuai standar galeri.\n\n7. Promosi Dasar\nMembantu menyiapkan materi deskripsi pameran untuk publikasi.\nMengirimkan update event ke komunitas atau media sesuai arahan.\n\n8. Dukungan Umum\nMendukung kebutuhan tim galeri dalam tugas harian maupun persiapan acara.\nMemberikan masukan kreatif terkait penyajian pameran atau interaksi pengunjung.", "application_deadline": "2025-12-07", "quota": 1, "registered": 1, "position_type": "Gallery & Programs Coordinator", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}