{"id": 7007, "source_id": "a0708bde-cbc8-469c-892a-25f98a6d3cfd", "company_name": "Ibunda Sehat Mental", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Ilmu Komunikasi, Hubungan Masyarakat Dan Komunikasi Digital, Psikologi, Manajemen Pemasaran (Sarjana, Diploma)", "job_title": "Junior Marketing", "job_description": "Sebagai Junior Marketing, kamu akan membantu memperkuat brand Ibunda.id dan memastikan setiap kampanye berjalan efektif serta berdampak. Fokus utamamu adalah eksekusi, kreativitas, dan analisis dasar.\n\nTanggung jawab:\n- Menjalankan aktivitas pemasaran digital harian sesuai arahan Lead Marketing.\n- Mengelola distribusi konten melalui posting, penjadwalan, dan updating di berbagai platform media sosial.\n- Mendukung set-up kampanye (ads basic setup, landing page sederhana, newsletter) sesuai brief.\n- Melakukan monitoring media sosial, termasuk komentar, DM, dan interaksi dasar dengan audiens.\n- Melakukan riset tren dan memberi rekomendasi ide awal untuk pengembangan konten.\n- Berkoordinasi dengan tim desain, tim konten, dan videografi terkait kebutuhan materi kampanye.\n- Melakukan quality check konten sebelum publikasi (akurasi caption, layout visual, konsistensi brand).\n- Melacak performa konten dan kampanye menggunakan tools analitik dasar (Instagram Insights, TikTok Analytics, Google Analytics).\n- Membuat laporan performa mingguan dan mendokumentasikan seluruh aktivitas marketing.\n- Menyusun database leads, daftar kolaborasi, serta mendukung tugas administrasi pemasaran lainnya.\n- Menyiapkan deck presentasi dan materi marketing pendukung.\n- Berkoordinasi dengan tim B2C, B2B, Tech, dan Operasional agar kebutuhan marketing berjalan dengan baik.\n- Mendukung proses identifikasi calon partner/influencer dan melakukan follow-up awal sesuai arahan Lead.\n- Mendukung pelaksanaan aktivitas pemasaran bersama kolaborator atau partner.\n- Menjadi talent konten Ibunda.id sesuai kebutuhan kampanye (misalnya tampil di foto/video, voice-over, atau konten edukasi ringan).\n\nKualifikasi:\n- Lulusan S1 dari jurusan terkait (Marketing, Komunikasi, Psikologi, atau relevan).\n- Memiliki ketertarikan pada digital marketing dan pengelolaan media sosial.\n- Terbiasa menggunakan Instagram, TikTok, atau LinkedIn, dan memahami tren konten terkini.\n- Memiliki kemampuan dasar copywriting dan ketelitian dalam pengecekan konten.\n- Mampu membaca laporan analitik dasar (Instagram Insights, TikTok Analytics, atau Google Analytics).\n- Nyaman bekerja kolaboratif dengan berbagai tim dan terbuka menerima arahan serta feedback.\n- Teliti, komunikatif, dan senang belajar hal-hal baru di dunia marketing.", "application_deadline": "2025-12-07", "quota": 1, "registered": 2, "position_type": "Junior Marketing", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}