{"id": 7222, "source_id": "a0804494-4d1d-4947-a7d8-0c57e3e606d0", "company_name": "Cahaya Data Pertama", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Administrasi Bisnis, Manajemen, Statistik, Sains Data, Teknik Komputer dan Jaringan (Sarjana, Diploma)", "job_title": "Data Operations Intern", "job_description": "1. Timekeeping & Attendance Management\n- Check employee timesheets through Looker Studio and ensure all employees complete their timesheet daily.\n- Monitor and verify daily employee attendance (clock in/out) in HRIS.\n- Export and prepare attendance data (26–25 period) including presence, leave, permission, and sick records for payroll processing.\n- Approve attendance requests in HRIS.\n\n2. Employee Claims & Certification Support\n- Check employee claims on Praisepal, ensure accuracy, recap the total claims, and verify that expenses are within budget limits.\n- Assist HR in registering employees for certification tests, confirm test dates/times, and coordinate required information with employees.\n- Coordinate with DevDat team regarding certifications, Microsoft certification links, and operational matters.\n\n3. Asset & Inventory Management\n- Maintain and update laptop asset inventory, including condition checks and charging status.\n- Communicate with vendors or service centers regarding laptop repairs or maintenance.\n- Handle procurement for new laptops or good-use units based on user requests.\n\n4. Software & Tools Management\n- Check and process payments for tools/software used by Company.\n- Create new company emails through Google Administrator, including password setup, backup codes, and sharing access with HR/users.\n\n5. Data Management & Reporting\n- Export billing hit usage data from GA4 for each registered client and upload it to the company drive for admin/finance processing.\n- Export WFH & WFO data from HRIS to support reimbursement calculations for finance.", "application_deadline": "2025-12-07", "quota": 1, "registered": 2, "position_type": "Data Operations Intern", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}