{"id": 7234, "source_id": "a07eb5c6-e109-43c3-b4de-a5416ded08e0", "company_name": "Sanggraha Nusa Raya", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Perhotelan, Pengelolaan Perhotelan, Manajemen Perhotelan, Manajemen Perhotelan dan Pariwisata, Bisnis Perhotelan (Diploma, Sarjana)", "job_title": "Guest Service Attendant - Housekeeping (Trainee)", "job_description": "Apa yang Akan Kamu Lakukan & Pelajari?\n1. Cleaning & Sanitizing: Membersihkan dan menyanitasi kamar tamu, kamar mandi, dan area publik (lobi, koridor) sesuai dengan standar protokol kebersihan hotel yang ketat;\n2. Make-Up Room: Melakukan 'make-up room' (perawatan kamar saat tamu keluar) dengan prosedur yang benar;\n3. Replenishing Supplies: Mengisi ulang amenitas kamar (sabun, sampo, tisue, minuman botol, kopi/teh) serta menata linen (seprei, handuk) dengan rapi;\n4. Quality Inspection: Memastikan setiap kamar yang telah dibersihkan memenuhi \"checklist\" standar kualitas sebelum diserahkan ke supervisor;\n5. Team Coordination: Berkoordinasi dengan Front Office mengenai status kamar ('ready', 'occupied', 'out-of-order') dan dengan Laundry untuk pengambilan dan pengembalian linen.\n6. Waste Segregation: Memisahkan dan membuang sampah sesuai kategori (organik, anorganik, B3) untuk mendukung program lingkungan hotel.\n\nPersyaratan :\n1. Memiliki kesehatan fisik yang baik, energik, dan mampu bekerja dalam tim;\n2. Teliti, rapi, dan memiliki standar kebersihan yang tinggi;\n3. Memiliki sikap yang jujur, dapat dipercaya, dan discreet (dapat menjaga kerahasiaan);\n4. Memiliki ketertarikan pada standar sustainability (lingkungan berkelanjutan) dalam operasional housekeeping;\n5. Memiliki komunikasi yang baik dalam Bahasa Indonesia dan Bahasa Inggris dasar (untuk interaksi dengan tamu).", "application_deadline": "2025-12-07", "quota": 1, "registered": 2, "position_type": "Guest Service Attendant - Housekeeping (Trainee)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}