{"id": 7269, "source_id": "a0724fc9-035f-43ed-9651-86cc82334866", "company_name": "Wisesa Semesta Jaya", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Manajemen Pemasaran Internasional, Desain Interior, Arsitektur, Hubungan Internasional, Bahasa dan Sastra Inggris (Diploma, Sarjana)", "job_title": "Sales Kitchen Appliances Internship", "job_description": "Tugas dan Tanggung Jawab Utama:\n- Membantu tim sales dalam memperkenalkan dan menjual produk kitchen appliances premium seperti Bosch, Franke, Teka, Modena, dan sejenisnya kepada pelanggan potensial.\n- Mendukung pembuatan penawaran harga, input data pelanggan, dan pengarsipan dokumen administrasi penjualan.\n- Membantu pelaksanaan kegiatan promosi, event pameran, dan aktivitas branding baik secara offline maupun online.\n- Membantu dalam presentasi dan demonstrasi produk kepada pelanggan, termasuk menjelaskan fitur, teknologi, dan keunggulan produk.\n- Melakukan riset pasar untuk memantau tren teknologi dan peluang bisnis baru di sektor kitchen dan home appliances.\n- Mendukung koordinasi antara tim sales, marketing, dan desain interior untuk memastikan kesesuaian antara produk dan kebutuhan pelanggan.\n- Membantu tindak lanjut pelanggan mulai dari tahap penawaran hingga proses negosiasi dan closing.\n- Menyusun laporan aktivitas harian, data prospek, serta membantu evaluasi strategi pemasaran.\n\nKualifikasi:\n- DIUTAMAKAN WANITA\n- Fresh graduate D3/S1 dari jurusan Manajemen, Marketing, Arsitektur, atau Desain Interior.\n- Memiliki ketertarikan terhadap industri kitchen appliances, home living, dan produk rumah tangga modern.\n- Mampu mengoperasikan Microsoft Office (Word, Excel, PowerPoint).\n- Komunikatif, percaya diri, dan memiliki kemampuan presentasi serta negosiasi yang baik.\n- Memiliki semangat belajar tinggi dan mampu bekerja secara individu maupun tim.\n- Memahami teknologi dan fitur produk dapur modern menjadi nilai tambah.\n- Bersedia menjalani masa magang sesuai dengan kontrak.", "application_deadline": "2025-12-07", "quota": 2, "registered": 2, "position_type": "Sales Kitchen Appliances Internship", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}