{"id": 7734, "source_id": "a0805280-f493-4159-9927-ce6c77042677", "company_name": "PT Semen Indonesia (Persero) Tbk.", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Arsitektur, Teknik Arsitektur, Arsitektur Lansekap, Arsitektur Bangunan Gedung, Teknik Infrastruktur Sipil dan Perancangan Arsitektur (Diploma, Sarjana)", "job_title": "Business Development Adm", "job_description": "\"Peserta magang akan membantu tim desain dalam memproses proyek VVIP dan VIP, berfokus pada dokumentasi dan standarisasi.\n\nTugas Utama:\n1. Asistensi Desain dan Dokumentasi : Membantu tim arsitek dalam membuat dan merevisi gambar kerja 2D dan 3D proyek VVIP/VIP, serta memastikan kelengkapan dan kesesuaian dokumen desain dengan standar mutu yang berlaku.\n\n2. Riset dan Standardisasi Produk : Melakukan riset mengenai spesifikasi, tipe, dan merek produk turunan semen (seperti Ready-Mix, Precast, dan Mortar Instan) yang akan direkomendasikan dan digunakan dalam desain. Membantu menyusun dan mendokumentasikan standar kerja, proses, dan output desain yang terstandarisasi.\n\n3. Dukungan Teknis dan Administrasi : Membantu manajer proyek dalam menyiapkan materi presentasi desain, menyusun laporan progres pekerjaan mingguan dan bulanan, serta membantu proses koordinasi administrasi dengan stake holder internal (seperti Engineering atau Quality Control) terkait kelengkapan desain.\n\n4. Pengawasan dan Evaluasi Lapangan : Berpartisipasi dalam kunjungan lapangan dan pengawasan berkala ke proyek pelanggan yang sedang berjalan untuk membandingkan implementasi konstruksi dengan gambar kerja yang telah disetujui, serta membantu menyusun laporan kunjungan.\n\n5. Materi Edukasi : Membantu menyiapkan materi edukasi/konsultasi mengenai desain, material, dan konstruksi berkelanjutan yang akan disampaikan kepada pelanggan.\"", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Business Development Adm", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}