{"id": 7950, "source_id": "a074c010-5173-44a9-a588-a16ce3b311d5", "company_name": "Citra Bahasa Global", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Bahasa Inggris, Pendidikan Bahasa Dan Sastra Inggris, Sastra Tiongkok, Administrasi, Pengelolaan Konvensi dan Acara (Diploma, Sarjana)", "job_title": "Account Assistant - Language", "job_description": "Hi language enthusiast!\n\n#BahasaGlobal is an event management and language service provider, communication services specializing in delivering top-tier language solutions for both interpretation and event needs. Over the years, we have successfully handled over 1000 interpretation projects, earning the trust of clients from diverse industries. As we continue to experience year-on-year growth in both demand and project volume, we are committed to strengthening our operations and expanding our team to meet the needs of our growing client base, ensuring that we remain at the forefront of the language services industry. \n\nTherefore, we are looking for new talent to fill a permanent position as an Account Assistant - Language to handle language services in events and any clients needs.\n\nIf you are highly interested in language, interpreting, and have great attention to detail, and are thrilled to contribute in the language field, this is the right place for you!\n\nLocation: Duren Sawit, Jakarta Timur\nFull time - WFO Monday to Friday\n\nRESPONSIBILITY\n\n- Prepare and manage accurate quotations for language services, particularly interpretation, based on client needs.\n- Monitor confirmation deadlines and ensure proper follow-up on services.\n- Provide administrative support, including preparing supporting documents for the creation of contracts and agreements related to language services.\n- Check and respond to emails daily.\n- Liaise with clients to understand their language service requirements and ensure high levels of customer satisfaction.\n- Liaise with partners and talents to ensure timely and efficient service delivery.\n- Handle all project-related administrative matters.\n- Collaborate with the Project Team to ensure the completeness and timely delivery of project deliverables.\n\nRequirements:\n- Graduated from related degree (S1)\n- Experienced in language services or event organizing industry\n- Proficient in Microsoft Office, especially Excel, Word, Powerpoint\n- Possessing a minimum TOEFL score of 525\n- Strong organisational skills, follow-through, attention to details, must be dependable, proactive and prompt\n- Able to communicate in English and Bahasa Indonesia (verbal and written)\n- Able to multi-task and prioritize work\n- Have a strong willingness to learn\n- Willing to commute to our office in Duren Sawit, East Jakarta", "application_deadline": "2025-12-07", "quota": 1, "registered": 3, "position_type": "Account Assistant - Language", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}