{"id": 8024, "source_id": "a080c660-9977-48d1-9ac1-4b1c00b8b033", "company_name": "Solusi Data Industri", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Manajemen Bisnis, Teknik Industri, Manajemen, Manajemen Pemasaran/Marketing, Teknik Elektro (Diploma, Sarjana)", "job_title": "Business Development", "job_description": "Tugas dan Tanggung Jawab Utama:\nRiset Pasar dan Analisis Peluang: Melakukan riset pasar yang mendalam untuk mengidentifikasi tren industri teknologi yang sedang berkembang, menganalisis lanskap kompetitif, dan menemukan peluang pertumbuhan baru.\nAkuisisi Klien dan Manajemen Hubungan: Mengidentifikasi dan menjalin kontak dengan klien potensial (melalui jaringan, cold calling, atau acara industri) serta memelihara hubungan jangka panjang yang kuat dengan klien dan mitra bisnis yang sudah ada.\nPengembangan Strategi Bisnis: Merancang dan mengimplementasikan rencana pengembangan bisnis dan strategi penjualan yang komprehensif untuk mencapai target pendapatan dan penetrasi pasar.\nPembuatan Proposal dan Negosiasi: Menyiapkan proposal bisnis, presentasi, dan materi penawaran yang menarik, serta memimpin negosiasi kontrak untuk mengamankan kesepakatan yang saling menguntungkan.\nKolaborasi Lintas Fungsi: Bekerja sama erat dengan tim internal, termasuk tim konsultan teknis, pemasaran, dan keuangan, untuk memastikan solusi yang diberikan selaras dengan kebutuhan klien dan tujuan perusahaan.\nPemantauan Kinerja: Melacak dan melaporkan metrik kinerja (KPI) aktivitas pengembangan bisnis, menganalisis hasil, dan menyesuaikan strategi yang diperlukan untuk efisiensi yang berkelanjutan.\nPengetahuan Produk/Layanan: Memahami secara mendalam penawaran layanan konsultasi teknologi perusahaan (misalnya, cloud computing, analisis data, AI, keamanan siber) untuk secara efektif mengomunikasikan proposisi nilai kepada klien.", "application_deadline": "2025-12-07", "quota": 2, "registered": 3, "position_type": "Business Development", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}