{"id": 8109, "source_id": "a07c6e65-c4b9-4534-b557-5a338505fb4d", "company_name": "Pusat Pelatihan Kelautan dan Perikanan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Akuntansi, Manajemen Aset (Sarjana)", "job_title": "Analis Barang Milik Negara (BMN) dan Kearsipan", "job_description": "1. Perencanaan Kebutuhan dan Penganggaran BMN\n•\tMenganalisis kebutuhan barang/jasa unit kerja berdasarkan rencana operasional.\n•\tMengusulkan rencana kebutuhan BMN tahunan (RKBMN) dan menginput ke aplikasi SAKTI.\n•\tMenyusun analisis kelayakan usulan pengadaan aset.\n2. Penatausahaan dan Inventarisasi BMN\n•\tMelakukan pencatatan BMN pada aplikasi SIMAK-BMN/SAKTI sesuai ketentuan Kemenkeu.\n•\tMengelola buku inventaris/kartu inventaris barang (KIB A–F).\n•\tMelakukan sensus BMN, stock opname, dan rekonsiliasi fisik dengan data aplikasi.\n•\tMemutakhirkan data BMN secara berkala.\n3. Pengelolaan dan Pemanfaatan BMN\n•\tMenyusun analisis kebutuhan pemanfaatan BMN (sewa, pinjam pakai, KSP, BGS/BSG).\n•\tMengolah dan menilai efektivitas pemanfaatan barang sesuai peraturan yang berlaku.\n•\tMengelola dokumen perjanjian, izin, maupun persetujuan pemanfaatan BMN.\n4. Pemeliharaan dan Pengamanan BMN\n•\tMenyusun rencana pemeliharaan barang secara rutin dan berkala.\n•\tMengkoordinasikan proses pemeliharaan dengan pihak internal maupun eksternal.\n•\tMelakukan pemantauan kondisi barang dan usulan perbaikan/penggantian.\n•\tMengidentifikasi risiko dan mengusulkan langkah pengamanan BMN.\n5. Penghapusan BMN\n•\tMenyusun usulan penghapusan barang (rusak berat, tidak ekonomis diperbaiki, hibah, lelang).\n•\tMengumpulkan data kelayakan penghapusan (BA hasil pemeriksaan, foto, laporan kondisi).\n•\tMengelola proses administrasi penghapusan sampai mendapat persetujuan Pengelola Barang.\n•\tMencatat penghapusan pada SIMAK-BMN/SAKTI.\n6. Pelaporan dan Rekonsiliasi BMN\n•\tMenyusun laporan BMN bulanan, semesteran, dan tahunan sesuai ketentuan.\n•\tMelakukan rekonsiliasi internal dan eksternal (UAKPB–UAKPA–KPPN).\n•\tMengolah data BMN untuk kebutuhan audit, monitoring, dan evaluasi.\n7. Pembinaan dan Koordinasi BMN\n•\tMemberikan asistensi kepada Pengurus Barang dan unit kerja terkait tata cara pengelolaan BMN.\n•\tBerkoordinasi dengan Kementerian Keuangan/DJPb terkait validasi data, penghapusan, mutasi, dan pemanfaatan BMN.\n•\tMengikuti rapat, sosialisasi, dan pelatihan terkait kebijakan dan aplikasi BMN.\n8. Dokumentasi dan Pengarsipan\n•\tMenyusun dan mengelola seluruh dokumen BMN (kontrak, BA serah terima, KIB, register, berita acara sensus, penghapusan, dll.).\n•\tMemastikan keteraturan dan keakuratan dokumentasi untuk keperluan audit.", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Analis Barang Milik Negara (BMN) dan Kearsipan", "government_agency": "Kementerian Kelautan dan Perikanan", "sub_government_agency": "Pusat Pelatihan Kelautan dan Perikanan", "angkatan": "3", "tahun": "2025"}