{"id": 8185, "source_id": "a080b315-32a4-4738-929f-254acddb1fb3", "company_name": "Yayasan Scientia International Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA TIMUR", "recommended_degree": "Administrasi, Pendidikan Bahasa Dan Sastra Inggris, Ilmu Komunikasi, Sains Data Terapan, Pendidikan IPA (Diploma, Sarjana)", "job_title": "Administration Assistant to Vice Rector", "job_description": "* Assist in managing the Vice Rector’s daily administrative tasks, including scheduling meetings, preparing agendas, and updating calendars.\n* Help prepare, format, and organize documents such as memos, letters, meeting minutes, and internal reports.\n* Support coordination of meetings by arranging rooms, preparing materials, and ensuring all required documents are available.\n* Draft simple correspondence or reminders based on guidance from the Vice Rector or relevant staff.\n* Maintain and organize digital and physical filing systems to ensure documents are stored properly and easily accessible.\n* Assist in collecting, compiling, and summarizing data or information needed for presentations or decision-making.\n* Help follow up on pending tasks, action items, or requests directed to various departments on behalf of the Vice Rector.\n* Support communication with internal stakeholders, including lecturers, staff, and students, in a professional manner.\n* Provide logistical assistance for events, workshops, or official activities organized by the Vice Rector’s office.\n* Manage basic administrative tasks such as scanning, printing, data entry, and document tracking.\n* Ensure confidentiality and proper handling of sensitive academic and institutional information.\n* Assist with any ad-hoc tasks assigned by the Vice Rector or administrative team as needed.", "application_deadline": "2025-12-07", "quota": 1, "registered": 4, "position_type": "Administration Assistant to Vice Rector", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}