{"id": 8265, "source_id": "a07aa15e-2d14-4db3-873a-4f584aa80c1f", "company_name": "Barita Rivaldo", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Desain Komunikasi Visual, Ilmu Komunikasi, Administrasi, Hubungan Masyarakat Dan Komunikasi Digital, Sosiologi (Sarjana, Diploma)", "job_title": "Pranata Humas dan Hubungan Antar Lembaga", "job_description": "Pranata Humas dan Hubungan Antar Lembaga memiliki peran strategis dalam membangun citra, komunikasi, serta jejaring kelembagaan. Lingkup tugas meliputi penyusunan kajian kebijakan dan policy brief yang informatif, sebagai bahan pertimbangan komunikasi strategis dan koordinasi lintas pemangku kepentingan. Dalam mendukung proses pengambilan keputusan dan harmonisasi kebijakan, Pranata Humas juga berperan dalam memfasilitasi dan menyelenggarakan Focus Group Discussion (FGD) dengan melibatkan berbagai institusi dan pihak terkait.\n\nSelain itu, Pranata Humas bertanggung jawab membangun, memelihara, dan memperluas komunikasi antar lembaga melalui koordinasi yang efektif, kolaborasi program, serta diplomasi komunikasi untuk memperkuat hubungan kemitraan. Pada aspek publikasi, Pranata Humas menghasilkan konten media, termasuk siaran pers, berita, dan materi informasi lainnya untuk mendukung penyebarluasan pesan kelembagaan kepada publik.\n\nTugas lainnya meliputi perencanaan dan penyelenggaraan berbagai kegiatan kelembagaan, mulai dari acara internal hingga event berskala eksternal, termasuk berperan sebagai Master of Ceremony (MC) atau moderator dalam forum resmi. Pranata Humas juga terlibat aktif dalam pengelolaan media sosial, mulai dari perencanaan konten, produksi materi komunikasi, hingga interaksi dengan audiens untuk meningkatkan visibilitas serta citra positif lembaga.", "application_deadline": "2025-12-07", "quota": 2, "registered": 4, "position_type": "Pranata Humas dan Hubungan Antar Lembaga", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}