{"id": 8669, "source_id": "a0770e90-2aa7-4b5a-b6ec-2c12de7bf5ee", "company_name": "Starcom Solusindo", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Administrasi BIsnis, Administrasi, Administrasi Logistik (Sarjana, Diploma)", "job_title": "Staf Administrasi Operasional", "job_description": "Mendukung kegiatan administrasi proyek agar seluruh dokumen, data, dan laporan proyek tersusun rapi, terdokumentasi dengan baik, dan mudah ditelusuri, serta menjadi sarana pembelajaran bagi peserta magang mengenai manajemen administrasi proyek di perusahaan.\n________________________________________\nTugas & Tanggung Jawab Utama\nA. Administrasi Dokumen Proyek\n1.\tMembantu mengumpulkan, menyusun, dan mengarsipkan dokumen proyek (SPK/PO, kontrak, gambar kerja, berita acara, korespondensi, form progress, dll).\n2.\tMenginput data proyek ke dalam sistem/Excel/Google Sheets (misalnya: progress pekerjaan, jadwal, daftar material, daftar vendor/kontraktor, dll).\n3.\tMembantu memastikan setiap dokumen proyek memiliki penomoran, versi, dan status yang jelas (draft, revisi, final).\n4.\tMembantu menyiapkan dan mencetak form proyek (form progress, form checklist, berita acara, dll) sesuai kebutuhan tim proyek.\nB. Support Monitoring Progress Proyek\n1.\tMembantu mengumpulkan laporan harian/mingguan dari tim lapangan / vendor (progress fisik, kendala, foto dokumentasi, dsb).\n2.\tMeng-update rekap progress proyek (misalnya % progress, timeline, milestone) berdasarkan data dari lapangan.\n3.\tMembantu menyiapkan slide presentasi atau summary progress proyek sederhana untuk meeting internal.\n4.\tMembantu menyusun notulen rapat proyek (internal maupun dengan klien/vendor) jika diikutsertakan.\nC. Administrasi Anggaran & Pembelian Terkait Proyek*\n(disesuaikan kebijakan perusahaan, tetap dalam ranah admin)\n1.\tMembantu merekap permintaan pembelian (PR) yang terkait proyek dari tim teknis/lapangan.\n2.\tMenginput dan meng-update rekap biaya proyek (misalnya: biaya material, jasa, perjalanan, dll) berdasarkan data yang diberikan staf/atasan.\n3.\tMembantu menyiapkan dokumen pendukung tagihan/progress payment (rekap progress, lampiran foto, berita acara, dsb) untuk dicek oleh atasan.\nKualifikasi\n•\tMahasiswa aktif / lulusan baru (SMA/SMK/D3/S1), diutamakan jurusan:\no\tAdministrasi Perkantoran / Manajemen / Bisnis, atau\no\tTeknik (Sipil, Industri, Informatika, dsb) jika proyek bersifat teknis.\n•\tMampu mengoperasikan Microsoft Excel / Google Sheets (filter, sort, basic formula).\n•\tMampu menggunakan Microsoft Word & PowerPoint / Google Docs & Slides untuk kelola dokumen & presentasi.\n•\tTeliti, rapi, dan nyaman bekerja dengan dokumen dan data.\n•\tKomunikatif, sopan, dan mau belajar alur kerja proyek.\n________________________________________\nJam Kerja & Durasi Magang\n•\tJam kerja mengikuti jam operasional kantor (Senin–Jumat, 08.00–17.00 WIB).\n•\tDurasi magang: min. 3 bulan – 6 bulan (dapat disesuaikan kebijakan perusahaan", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Staf Administrasi Operasional", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}