{"id": 8748, "source_id": "a07ccbe4-fe52-44e7-8c56-a269cfd28d71", "company_name": "Puri Dharmawangsa Raya Hotel", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Manajemen Perhotelan, Manajemen Perhotelan dan Pariwisata, Pengelolaan Perhotelan, Manajemen Pariwisata (Diploma, Sarjana)", "job_title": "Housekeeping Intern (Periode Desember - juni 2026)", "job_description": "1.\tMembersihkan kamar tamu & persiapan kamar\n-\tSetelah tamu check-out: membersihkan kamar, kamar mandi, mengganti sprei/selimut/handuk, \n-\tmemastikan perlengkapan kamar tersedia dan dalam kondisi baik. \n-\tMembuat tempat tidur, melipat linen, merapikan kamar, mengepel lantai, vacuum karpet, membersihkan debu, kaca, dinding, furniture, toilet, dan area kamar mandi\n-\tMengganti amenities (sabun, handuk, perlengkapan mandi, air minum jika ada minibar, dsb) sesuai standar hotel\n2.\tMembersihkan & merawat area umum hotel (public areas)\n-\tMenjaga kebersihan lobi, koridor, tangga/ lift/ lorong, ruang publik, ruangan meeting/banquet, ruang restoran, dan fasilitas umum lain seperti toilet umum.\n-\tMerapikan furnitur, menyapu/vacuum/mopping lantai, mengepel, mengosongkan tempat sampah, membersihkan kaca, dinding, furniture di area public\n\n3.\tManajemen linen, perlengkapan & persediaan housekeeping\n-\tMenyortir, mendistribusikan, dan mengelola linen (sprei, selimut, handuk) serta memastikan linen bersih dan tersedia. \n-\tMengisi ulang persediaan perlengkapan kamar (amenities, toiletries), dan perlengkapan kebersihan hotel. \n4.\tMenangani permintaan & kebutuhan tamu terkait kebersihan atau layanan kamar\n-\tMerespons permintaan tamu (misalnya extra amenities, pembersihan ulang, penggantian linen, dsb\n-\tMembantu koordinasi dengan departemen lain jika diperlukan (front office, laundry, maintenance, dsb), terutama jika ada kebutuhan khusus tamu.\n5.\tInspeksi & pelaporan kondisi kamar / hotel\n-\tMengecek kondisi kamar—apakah semua fasilitas berfungsi, apakah ada kerusakan atau kekurangan perlengkapan; lalu melaporkan bila ada kerusakan atau kebutuhan perbaikan. \n-\tKadang ikut dalam jadwal pembersihan mendalam (deep cleaning) atau proyek khusus seperti perawatan linen, furniture, dinding, dsb — jika hotel mengizinkan intern ikut serta. \n6.\tBelajar & mengikuti prosedur kebersihan, keamanan, dan standar hotel\n-\tMengikuti aturan kesehatan, keselamatan, dan keamanan hotel (misalnya penanganan bahan pembersih, penyimpanan, keamanan tamu). \n-\tBekerja sebagai bagian tim housekeeping, belajar standar operasional hotel, serta bekerja sesuai instruksi supervisor.", "application_deadline": "2025-12-07", "quota": 2, "registered": 5, "position_type": "Housekeeping Intern (Periode Desember - juni 2026)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}