{"id": 8807, "source_id": "a0805418-a506-4ade-bb08-87cebbe2c0e9", "company_name": "Deputi Bidang Sumber Daya dan Kelembagaan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Desain Komunikasi Visual (Sarjana)", "job_title": "Staf Sekretariat Deputi Bidang Sumber Daya dan Kelembagaan", "job_description": "Peserta magang akan mendukung proses produksi materi kreatif dan kampanye visual promosi pariwisata Indonesia yang mencakup desain grafis, visual branding, serta konten multimedia untuk kanal komunikasi resmi Kementerian Pariwisata.\nPosisi ini membutuhkan kreativitas tinggi, sense of art direction, dan kemampuan menerjemahkan konsep promosi destinasi ke dalam media visual yang komunikatif.\n\nKegiatan magang meliputi:\n1. Membantu membuat materi desain promosi pariwisata (poster, flyers, infografis, publikasi media digital).\n2. Membantu membangun identitas visual kampanye destinasi melalui tipografi, palet warna, dan elemen visual.\n3. Mengembangkan konten multimedia seperti video pendek, animasi, dan motion graphic (bila memungkinkan).\n4. Menyusun layout presentasi visual untuk kebutuhan internal maupun eksternal.\n5. Mendukung proses ideation dan brainstorming untuk konsep promosi digital dan branding destinasi.\n6. Mengorganisir arsip file desain secara rapi dan terstruktur sesuai standar kementerian.\n\nKemampuan dan Kompetensi yang Diharapkan\n1. Kemampuan desain grafis dan kreativitas tinggi dalam desain promosi.\n2. Menguasai Adobe Photoshop, Illustrator, InDesign (nilai tambah bila menguasai Premiere Pro/After Effects).\n3. Memahami brand identity, visual storytelling, tipografi, layouting, dan color harmony.\n4. Mampu bekerja sesuai timeline dan menerima arahan revisi dengan baik.\nPortofolio desain menjadi nilai tambah utama.", "application_deadline": "2025-12-07", "quota": 2, "registered": 5, "position_type": "Staf Sekretariat Deputi Bidang Sumber Daya dan Kelembagaan", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Sumber Daya dan Kelembagaan", "angkatan": "3", "tahun": "2025"}