{"id": 8808, "source_id": "a0805de3-1f34-418b-aef1-d9fe594be5c5", "company_name": "Deputi Bidang Sumber Daya dan Kelembagaan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Desain Komunikasi Visual, Desain Grafis (Sarjana)", "job_title": "Staf Bidang Perencanaan dan Pengembangan Kapasitas Masyarakat", "job_description": "Deskripsi Umum\nPosisi ini bertugas mendukung proses perencanaan dan pengembangan kapasitas masyarakat di sektor pariwisata melalui produksi desain visual yang informatif, edukatif, dan mudah dipahami masyarakat di destinasi. Mahasiswa akan berkontribusi dalam penyediaan media sosialisasi, materi edukasi, dan publikasi visual untuk mendukung pemberdayaan dan peningkatan kompetensi masyarakat pariwisata.\n\nDeskripsi Pekerjaan (Tugas Utama)\n1. Magang akan berkontribusi pada kegiatan berikut:\n2. Mendesain materi visual untuk program pelatihan dan pemberdayaan masyarakat pariwisata (poster, booklet, infografis, publikasi media sosial, modul pelatihan, dll.).\n3. Membantu layouting modul edukasi dan materi penyuluhan masyarakat.\n4. Membuat tampilan visual presentasi dan laporan kegiatan pengembangan kapasitas masyarakat.\n5. Menghasilkan konten visual untuk kampanye literasi pariwisata dan peningkatan kesadaran masyarakat.\n6. Mendukung standardisasi identitas visual program pemberdayaan masyarakat.\n7. Berkolaborasi dengan tim substansi untuk mengubah informasi teknis menjadi visual yang mudah dipahami masyarakat.\n\nKeahlian yang Diutamakan\n1. Menguasai Adobe Illustrator, Photoshop, Canva, atau aplikasi desain grafis lainnya\n2. Mampu menyusun desain visual untuk keperluan edukasi masyarakat\n3. Kreatif, komunikatif, dan mampu bekerja sesuai brief\n4. Mampu mengelola aset grafis dan dokumentasi desain\n5. Portofolio desain menjadi nilai tambah", "application_deadline": "2025-12-07", "quota": 1, "registered": 5, "position_type": "Staf Bidang Perencanaan dan Pengembangan Kapasitas Masyarakat", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Sumber Daya dan Kelembagaan", "angkatan": "3", "tahun": "2025"}