{"id": 9018, "source_id": "a0805676-6b17-4517-b2ef-d0742f158221", "company_name": "Deputi Bidang Sumber Daya dan Kelembagaan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Manajemen dan Kebijakan Publik, Studi Kebijakan Publik, Hukum (Sarjana)", "job_title": "Staf Bidang Perencanaan dan Pengembangan Kapasitas Sumber Daya Manusia Industri", "job_description": "Deskripsi Jabatan\nStaf Bidang Perencanaan dan Pengembangan Kapasitas SDM Industri mendukung proses penyusunan program dan kebijakan peningkatan kualitas sumber daya manusia pariwisata melalui skema pelatihan, sertifikasi kompetensi, dan fasilitasi pengembangan kapasitas pelaku industri pariwisata. Posisi ini memberikan pengalaman langsung dalam desain program peningkatan kompetensi berbasis kebutuhan industri, kebijakan pengembangan SDM, serta tata kelola kemitraan dengan pemangku kepentingan.\n\nDeskripsi Pekerjaan (Jobdesk)\n1. Mahasiswa magang akan berperan dalam:\n2. Melakukan pemetaan kebutuhan peningkatan kompetensi SDM industri pariwisata berdasarkan data dan tren sektor pariwisata.\n3. Mendukung penyusunan rencana program pelatihan, sertifikasi, dan pengembangan kompetensi SDM industri.\n4. Membantu penyusunan konsep kebijakan penguatan SDM pariwisata.\n5. Mengidentifikasi peluang kolaborasi dengan lembaga industri, pelatihan, dan sertifikasi.\n6. Melakukan telaah regulasi dan ketentuan hukum terkait pembinaan SDM sektor pariwisata.\n7. Menyusun laporan riset, briefing note, konsep naskah dinas, notulen, dan bahan paparan pimpinan.\n8. Mendukung monitoring dan evaluasi pelaksanaan program peningkatan kapasitas SDM industri.\n9. Mengelola dokumentasi program, database peserta, mitra pelatihan/sertifikasi, dan evaluasi akhir.\n\nKompetensi yang Diutamakan\n1. Pemahaman konsep kebijakan publik, manajemen SDM, atau regulasi sektor pariwisata\n2. Kemampuan menyusun laporan analitis, brief, dan naskah akademik\n3. Kemampuan melakukan riset dan analisis kebutuhan kompetensi\n4. Kemampuan presentasi & penyusunan bahan paparan\n5. Komunikatif, detail-oriented, dan dapat bekerja dalam tim\n6. Nilai tambah: pengalaman organisasi, riset SDM, penyusunan policy paper atau legal drafting", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Staf Bidang Perencanaan dan Pengembangan Kapasitas Sumber Daya Manusia Industri", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Sumber Daya dan Kelembagaan", "angkatan": "3", "tahun": "2025"}