{"id": 9191, "source_id": "a0805e0e-151e-4ae8-b2c9-105d8f6544e3", "company_name": "PT Idstar Cipta Teknologi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Teknologi Informasi, Sistem Informasi, Ilmu Komputer (Diploma, Sarjana)", "job_title": "Web Developer", "job_description": "Qualifications\n- Diploma (D3) or Bachelor’s Degree (S1) in Informatics, Computer Science, Information Systems, Software Engineering, or a related field.\n- Strong foundational understanding of programming concepts using JavaScript, TypeScript, Python, PHP, or Java.\n- Basic knowledge of both frontend and backend technologies, including:\n- Frontend: HTML5, CSS3, JavaScript, React.js, Next.js, Vue.js, Tailwind CSS\n- Backend: Node.js/Express.js, Laravel, Spring Boot, Django\n- Familiarity with RESTful API concepts and basic API testing.\n- Basic understanding of SQL queries and database management (MySQL, PostgreSQL).\n- Ability to create clear and simple documentation (user flows, user stories, or technical notes).\n- Familiar with WordPress or Headless CMS.\n- Understanding of technical SEO (schema markup, meta tags, sitemap, redirects).\n- Knowledge of page speed optimization (LCP, CLS, image compression, caching).\n- Ability to set up and debug GTM, GA4, Meta Pixel, and event tracking.\n- Understanding of server-side tracking (Meta CAPI, GA4 Server-Side).\n\nResponsibilities\n- Contribute to fullstack development tasks by writing clean, maintainable code for both frontend and backend components under the guidance of senior engineers.\n- Assist in implementing new features, improving existing functionalities, and ensuring seamless integration between frontend and backend systems.\n- Support debugging, troubleshooting, and testing processes to ensure reliability, performance, and overall quality of the application.\n- Perform basic API testing and utilize SQL queries for data validation or analysis when needed.\n- Collaborate with the team to clarify requirements, propose technical solutions, and ensure alignment with project goals.\n- Assist in preparing and maintaining documentation such as user stories, user flows, technical notes, and development progress updates.\n- Participate in daily stand-ups, sprint reviews, retrospectives, and other Agile routines.\n- Build landing pages quickly (within ≤48 hours) as required.\n- Configure, implement, and debug GTM/GA4/Meta Pixel setups and event tracking.\n- Optimize page performance, including LCP, CLS, image optimization, and caching.\n- Support API integrations (Meta API, WhatsApp API, CRM API).\n- Develop automation workflows such as lead scoring, routing, and webhook setups.\n- Assist with basic DevOps tasks, including Docker and CI/CD pipelines..", "application_deadline": "2025-12-07", "quota": 1, "registered": 6, "position_type": "Web Developer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}