{"id": 9360, "source_id": "a08059ca-0daa-416f-9cff-1e55e038bdb9", "company_name": "Deputi Bidang Sumber Daya dan Kelembagaan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Pengelolaan Perhotelan, Manajemen Perhotelan dan Pariwisata, Kepariwisataan, Pariwisata (Sarjana)", "job_title": "Staf Bidang Perencanaan dan Pengembangan Kapasitas Sumber Daya Manusia Industri", "job_description": "Deskripsi Umum\nPosisi ini berperan dalam mendukung peningkatan kualitas layanan pariwisata serta pengalaman wisatawan melalui asistensi riset, observasi, standardisasi, dan pengembangan praktik hospitality di destinasi pariwisata. Mahasiswa akan berkontribusi pada program-program yang bertujuan memperkuat pelayanan prima, kenyamanan, serta kepuasan wisatawan sebagai bagian dari pengembangan industri pariwisata nasional.\n\nDeskripsi Pekerjaan (Tugas Utama)\n1. Magang akan berkontribusi dalam kegiatan berikut:\n2. Mendukung kegiatan pemetaan kualitas layanan dan visitor experience di destinasi pariwisata.\n3. Membantu penyusunan data dan laporan terkait tingkat kepuasan wisatawan, service quality, dan tourism experience.\n4. Terlibat dalam penyusunan konsep hospitality standard dan pedoman layanan ramah wisatawan.\n5. Mendukung pelaksanaan program peningkatan kapasitas layanan SDM industri pariwisata (workshop, pelatihan, FGD, dan lainnya).\n6. Melakukan benchmarking praktik hospitality pada destinasi dan industri pariwisata.\n7. Menyusun materi presentasi dan dokumentasi program yang berkaitan dengan pelayanan dan pengalaman wisatawan.\n\nKeahlian yang Diutamakan\n1. Pemahaman tentang standar layanan dan konsep hospitality\n2. Komunikatif dan mampu berinteraksi dengan berbagai pemangku kepentingan\n3. Mampu membuat laporan dengan rapi dan sistematis\n4. Memiliki ketertarikan terhadap riset layanan dan pengalaman wisatawan\n5. Bersemangat dalam kegiatan lapangan dan koordinasi penyelenggaraan acara/pariwisata", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Staf Bidang Perencanaan dan Pengembangan Kapasitas Sumber Daya Manusia Industri", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Sumber Daya dan Kelembagaan", "angkatan": "3", "tahun": "2025"}