{"id": 9369, "source_id": "a080403d-2fc4-4d45-bebb-1486787ccd60", "company_name": "PERUSAHAAN PERSEROAN (PERSERO) PT. TELEKOMUNIKASI INDONESIA", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Sistem Informasi, Teknik Informatika, Teknologi Informasi, Ilmu Komputer, Rekayasa Perangkat Lunak (Sarjana)", "job_title": "Administrative Assistant - Telkom ITD", "job_description": "IT Quality & Access Management Enhancement Program\nProgram ini bertujuan untuk meningkatkan kualitas tata kelola TI melalui penguatan proses User Access Management (UAM) dan User Access Review (UAR), penyusunan dan dokumentasi prosedur bisnis, serta optimalisasi akurasi data akses aplikasi. Kegiatan mencakup analisis data akses, dokumentasi kontrol, dan penyusunan proses yang selaras dengan standar ITGC.\n\nKriteria:\n1. Memiliki kemampuan dasar pengolahan data menggunakan Microsoft Excel (VLOOKUP/XLOOKUP, Pivot, data cleaning).\n2. Teliti, terstruktur, dan mampu bekerja dengan data yang sensitif.\n3. Memiliki pemahaman dasar mengenai IT Governance, ITGC, atau sistem informasi (nilai tambah).\n4. Mampu melakukan dokumentasi proses (SOP, workflow, atau mapping proses).\n5. Memiliki kemampuan komunikasi yang baik dan mampu bekerja kolaboratif dalam tim.\n\nTugas dan Tanggung Jawab:\n1. Membantu proses koreksi dan rekonsiliasi UAM–UAR untuk aplikasi yang menjadi cakupan.\n2. Melakukan pengumpulan, pengecekan, dan pengolahan data akses menggunakan Excel.\n3. Mendukung penyusunan prosedur kerja, flowchart, dan mapping proses bisnis terkait kontrol ITGC.\n4. Mendokumentasikan evidence, laporan, dan temuan terkait aktivitas ITGC.\n5. Berkoordinasi dengan tim terkait untuk memastikan kelengkapan dokumen dan compliance terhadap proses akses pengguna.\n6. Membantu aktivitas operasional tim terkait ITGC dan Quality sesuai kebutuhan project.", "application_deadline": "2025-12-07", "quota": 2, "registered": 7, "position_type": "Administrative Assistant - Telkom ITD", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}