{"id": 9495, "source_id": "a0807531-010e-4418-8bb0-245b2ba91f39", "company_name": "Deputi Bidang Industri dan Investasi", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Akuntansi (Sarjana)", "job_title": "Akuntansi", "job_description": "Deputi Bidang Industri dan Investasi – Kementerian Pariwisata\n\n📌 Deskripsi Umum\nStaf Akuntansi bertugas mendukung pengelolaan administrasi keuangan, pencatatan akuntansi, rekonsiliasi, serta penyusunan laporan keuangan sesuai standar pemerintah. Posisi ini memastikan setiap program dan kegiatan Deputi Bidang Industri dan Investasi berjalan dengan akuntabel, tertib administrasi, dan sesuai ketentuan regulasi.\n\n📌 Tugas & Tanggung Jawab\n- Melakukan pencatatan transaksi keuangan secara akurat sesuai standar akuntansi pemerintahan.\n- Menyusun laporan keuangan bulanan, triwulanan, dan tahunan.\n- Melakukan rekonsiliasi data keuangan dengan unit terkait, termasuk Biro Keuangan Kementerian.\n- Menyiapkan dokumen audit internal maupun eksternal (BPK, Inspektorat, APIP).\n- Memastikan kepatuhan terhadap peraturan perundang-undangan terkait pengelolaan keuangan negara.\n- Mengelola arsip keuangan dan dokumentasi administrasi dengan rapi dan sistematis.\n- Memberikan dukungan administrasi keuangan untuk kegiatan industri, investasi, dan program strategis pariwisata.\n\n📌 Kualifikasi Umum\n- Pendidikan minimal S1 Akuntansi atau Keuangan.\n- Menguasai dasar-dasar akuntansi, siklus keuangan, dan prosedur administrasi keuangan pemerintah.\n- Memahami regulasi terkait pengelolaan keuangan negara, pertanggungjawaban keuangan, dan anggaran (nilai tambah).\n- Memiliki kemampuan membuat laporan keuangan dengan teliti dan tepat waktu.\n- Terampil menggunakan aplikasi komputer akuntansi dan Microsoft Excel.\n- Mampu bekerja teliti, terorganisir, dan memiliki integritas tinggi.\n- Mampu bekerja dalam tim serta berkoordinasi lintas unit.\n\n📌 Lokasi Penempatan\nDeputi Bidang Industri dan Investasi\nKementerian Pariwisata\nJakarta Pusat", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "Akuntansi", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Industri dan Investasi", "angkatan": "3", "tahun": "2025"}