{"id": 953, "source_id": "a07c3671-45e1-4c9d-9aee-585a42d6d07e", "company_name": "PT. Labersa Hutahaean", "province": "SUMATERA UTARA", "city": "KAB. SAMOSIR", "recommended_degree": "Pengelolaan Perhotelan, Perhotelan, Ilmu Komunikasi, Hubungan Masyarakat Dan Komunikasi Digital, Manajemen Perhotelan dan Pariwisata (Diploma)", "job_title": "GRO (Guest Relation Officer)", "job_description": "I. Pelayanan Tamu & Sambutan\nMenyambut tamu, khususnya VIP dan tamu berulang (repeat guests), dengan layanan yang hangat dan personal.\n\nMengelola proses check-in dan check-out untuk tamu VIP.\n\nMemberikan orientasi fasilitas hotel dan informasi layanan yang dibutuhkan.\n\nMengatur dan menindaklanjuti permintaan khusus dari tamu.\n\nII. Pengelolaan Hubungan\nMencatat dan memelihara database preferensi tamu untuk personalisasi layanan di masa mendatang.\n\nBerinteraksi proaktif dengan tamu di area publik untuk mengukur tingkat kepuasan.\n\nMemastikan perayaan atau acara spesial tamu (misalnya ulang tahun) disiapkan dengan baik.\n\nIII. Penanganan Masalah & Keluhan\nMenangani dan menyelesaikan keluhan tamu yang eskalatif yang tidak dapat diselesaikan oleh staf front-liner.\n\nBertindak sebagai mediator antara tamu dan departemen internal hotel.\n\nMelakukan follow-up (tindak lanjut) pasca-penyelesaian keluhan untuk memastikan kepuasan total tamu.\n\nIV. Koordinasi & Administrasi\nBerkoordinasi erat dengan Housekeeping untuk persiapan kamar VIP (amenities dan kebersihan).\n\nBerkomunikasi dengan departemen F&B, Sales, dan Front Office untuk memastikan semua layanan tamu terintegrasi.\n\nMenyusun laporan harian mengenai feedback tamu dan status penyelesaian masalah.\n\n\nWanita\nUsia maksimal 30 tahun.\nMinimal tinggi badan 155 cm \nMemiliki penampilan menarik, postur tubuh proporsional, dan terawat.\nSehat jasmani dan rohani.", "application_deadline": "2025-12-07", "quota": 1, "registered": 7, "position_type": "GRO (Guest Relation Officer)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}