{"id": 9533, "source_id": "a080af1f-2e80-4b61-b5f3-bef2dd04fa82", "company_name": "Digital Sinergi Perkasa", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Ilmu Informatika, Informatika, PJJ Teknik Informatika, PJJ Informatika (Sarjana, Diploma)", "job_title": "AI Engineer", "job_description": "🎯 Tentang ConnectOWL\n\nConnectOWL adalah perusahaan teknologi yang berfokus pada pengembangan solusi AI, Computer Vision, dan Generative AI, melalui produk seperti Thinx Box AI.\nKami mencari talenta muda yang memiliki ketertarikan tinggi terhadap Artificial Intelligence (AI) dan Machine Learning (ML) untuk bergabung sebagai AI/ML Developer Intern dan berkontribusi dalam riset serta pengembangan sistem berbasis kecerdasan buatan.\n\n🧠 Deskripsi Pekerjaan\n\nSebagai AI/ML Developer Intern, kamu akan:\n\nMembantu tim dalam pengembangan dan eksperimen model AI/ML untuk use case seperti object detection, image recognition, dan generative AI.\n\nMendukung kegiatan data preprocessing, labeling, dan augmentation.\n\nMelakukan training, testing, dan tuning model menggunakan framework populer seperti PyTorch, TensorFlow, atau Ultralytics YOLO.\n\nMembantu integrasi model AI dengan sistem backend (Python/Flask/FastAPI).\n\nBerkolaborasi dengan tim R&D dalam eksplorasi ide baru di bidang Computer Vision dan Machine Learning.\n\nMendokumentasikan hasil eksperimen dan improvement model.\n\n⚙️ Kualifikasi\n\nMahasiswa aktif S1/D4 di bidang Teknik Informatika, Data Science, AI, atau bidang terkait.\n\nMemiliki pengetahuan dasar di bidang Python, Machine Learning, Deep Learning, dan algoritma AI.\n\nFamiliar dengan salah satu framework: PyTorch, TensorFlow, Keras, OpenCV, atau YOLO.\n\nMampu melakukan analisis data dan memahami konsep model training & evaluation.\n\nMemiliki semangat belajar tinggi, komunikatif, dan mampu bekerja dalam tim.\n\nNilai plus:\n\nPengalaman dengan Jetson Nano / Edge AI device.\n\nPemahaman tentang Computer Vision pipeline.\n\nPernah membuat proyek AI pribadi (misalnya di GitHub atau Kaggle).\n\n💼 Benefit\n\nKesempatan langsung terlibat dalam proyek AI/Computer Vision nyata.\n\nMentoring langsung oleh AI Engineer & Researcher dari ConnectOWL.\n\nAkses ke infrastruktur dan perangkat riset AI.\n\nSertifikat magang & peluang rekrutmen penuh waktu bagi peserta berprestasi.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "AI Engineer", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}