{"id": 9534, "source_id": "a0814726-0b19-4214-a87e-1fd261704ce3", "company_name": "Vortech Corp Indonesia", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Bisnis, Manajemen, Ilmu Ekonomi, Ilmu Komunikasi, Psikologi (Sarjana)", "job_title": "Business Development", "job_description": "Formasi: 2 (dua) orang\nLokasi: Jakarta Office – World Capital Tower (Hybrid — On-Site & Business Meeting)\nDurasi: 6 Bulan\nPerusahaan: PT. Vortech Corp Indonesia\nInformasi Perusahaan: https://vorcorp.com/career\n\n•\tTentang Vortech Corp\nVortech Corp adalah perusahaan teknologi global berbasis di Dubai dengan operasi di berbagai negara termasuk Indonesia. Perusahaan ini mengembangkan teknologi masa depan seperti AI, humanoid robotics, drone systems, seawater technology, satelit orbit rendah, dan solusi digital lintas sektor. Selain R&D, Vortech aktif dalam business dealing dan komersialisasi teknologi untuk sektor pemerintah dan swasta.\n\n•\tTentang Program\nDalam rangka mendukung Program Magang Nasional Kemenaker RI, posisi Business Development dibuka bagi kandidat yang ingin mempelajari dunia bisnis teknologi dan proses komersialisasi di tingkat eksekutif. Kandidat akan terlibat langsung dalam penyusunan proposal, riset pasar, persiapan meeting, dan membantu menyusun strategi bisnis perusahaan.\n\n•\tDeskripsi Pekerjaan Umum\n1.\tMendampingi eksekutif dalam meeting dengan calon klien nasional maupun internasional.\n2.\tMembuat proposal, pitch deck, dan dokumen komersial.\n3.\tMelakukan market research dan analisis kompetitor.\n4.\tMenyusun business mapping dan pipeline klien.\n5.\tMendukung proses business dealing dan partnership development.\n6.\tMenyusun strategi go-to-market untuk produk teknologi.\n7.\tBerkolaborasi dengan tim CEO Office dan tim strategis lainnya.\n\n•\tKualifikasi\n1.\tFresh graduate / maksimal 2 tahun setelah lulus.\n2.\tLatar belakang: Bisnis, Manajemen, Marketing, Ekonomi, Komunikasi, Psikologi, atau terkait.\n3.\tKomunikasi kuat, kreatif, dan mampu berpikir analitis.\n4.\tMemahami atau tertarik pada teknologi\n5.\tBahasa Inggris aktif.\n6.\tBersedia bekerja secara hybrid di Jakarta Office dan mengikuti perjalanan dinas bila diperlukan.\n\n•\tBenefit\n1.\tSertifikat resmi dari Vortech Corp + Kemenaker RI.\n2.\tMentoring dari Eksekutif senior.\n3.\tKeterlibatan langsung dalam proyek dan meeting besar.\n4.\tUang saku dari Program Magang Kemenaker RI.\n5.\tPeluang direkrut sebagai staff tetap.\n\n•\tJadwal Pendaftaran\n4–7 Desember 2025 — Pendaftaran\n8–11 Desember 2025 — Seleksi\n16 Desember 2025 – 15 Juni 2026 — Pelaksanaan Magang\n\n•\tCara Melamar\nKirim CV ke info@vorcorp.com dan daftar melalui Maganghub Kemenaker RI.\nSubjek email: Business Development – Nama Anda", "application_deadline": "2025-12-07", "quota": 2, "registered": 8, "position_type": "Business Development", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}