{"id": 972, "source_id": "a0806238-f7cf-4cc5-b877-9a4edee1a5ca", "company_name": "Nayyara Jaya Abadi", "province": "SUMATERA UTARA", "city": "KOTA PADANGSIDIMPUAN", "recommended_degree": "Manajemen Bisnis, Ilmu Komunikasi, Ekonomi, Bisnis Digital, Manajemen Pemasaran (Diploma, Sarjana)", "job_title": "MARKETING", "job_description": "Marketing memiliki peran strategis dalam memastikan produk atau layanan perusahaan dikenal, diminati, dan dipilih oleh pasar. Divisi ini menjadi penghubung antara perusahaan dan konsumen, sekaligus motor penggerak pertumbuhan bisnis. Berikut lingkup tugasnya secara menyeluruh:\n\n1. Riset Pasar dan Analisis Pelanggan\n- Mengumpulkan dan menganalisis data pasar, perilaku konsumen, tren industri, serta aktivitas kompetitor.\n- Mengidentifikasi peluang pasar baru dan potensi pengembangan produk.\n- Menyusun segmentasi, targeting, dan positioning untuk strategi pemasaran yang lebih tepat sasaran.\n\n2. Perencanaan dan Pelaksanaan Strategi Pemasaran\n- Menyusun rencana pemasaran jangka pendek dan jangka panjang.\n- Menentukan konsep promosi, media yang digunakan, hingga kalender pemasaran.\n- Menjalankan kampanye pemasaran yang konsisten dengan identitas merek dan tujuan perusahaan.\n\n3. Pengembangan Hubungan dengan Pelanggan\n- Membangun, memelihara, dan meningkatkan hubungan dengan pelanggan melalui komunikasi yang aktif dan responsif.\n- Mengidentifikasi kebutuhan pelanggan dan menyampaikan solusi yang tepat.\n- Mengelola kepuasan pelanggan dan menindaklanjuti keluhan atau masukan.\n\n4. Penguatan Brand dan Promosi\n- Meningkatkan citra, kesadaran, dan reputasi merek melalui berbagai kegiatan branding.\n- Mengelola materi promosi seperti brosur, presentasi, media sosial, dan konten pemasaran lainnya.\n- Berkolaborasi dengan tim kreatif untuk memastikan pesan promosi menarik dan konsisten.\n\n5. Penjualan dan Pengembangan Bisnis (Sales Support)\n- Mendukung tim penjualan dalam proses akuisisi pelanggan.\n- Menyusun strategi untuk meningkatkan volume penjualan dan retensi pelanggan.\n- Berperan aktif dalam negosiasi, penawaran harga, dan penguatan hubungan bisnis.\n\n6. Pemantauan Kinerja Pemasaran\n- Memantau efektivitas strategi melalui indikator seperti permintaan pasar, pertumbuhan pelanggan, dan pencapaian target penjualan.\n- Menyusun laporan evaluasi dan rekomendasi untuk perbaikan strategi.\n- Menganalisis ROI dari setiap aktivitas pemasaran.\n\n7. Kemitraan dan Kerja Sama Bisnis\n- Mengembangkan jaringan dengan mitra strategis, institusi, atau komunitas untuk memperluas jangkauan pasar.\n- Mengelola kerja sama promosi, sponsorship, dan event pemasaran.\n\n8. Adaptasi dan Inovasi\n- Mengikuti perkembangan tren pemasaran modern, baik offline maupun digital.\n- Mendorong inovasi strategi pemasaran agar tetap relevan dengan perubahan perilaku konsumen.", "application_deadline": "2025-12-07", "quota": 1, "registered": 8, "position_type": "MARKETING", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}