{"id": 9857, "source_id": "a07ec016-72d1-4c1a-9693-1b44f8bd604b", "company_name": "Ethix Distribusi Nusantara", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA SELATAN", "recommended_degree": "Administrasi Logistik, Logistik, Manajemen Logistik, Teknik Logistik, Manajemen dan Administrasi Logistik (Diploma, Sarjana)", "job_title": "Inbound, Outbound & Inventory (CIPUTAT/KELAPA GADING)", "job_description": "Penerimaan & Pembongkaran: Menerima kiriman dari pemasok dan mengawasi proses pembongkaran barang dari truk kontainer atau moda transportasi lain.\nPengecekan Kualitas & Kuantitas: Memeriksa kondisi fisik barang yang diterima dan membandingkan kuantitasnya dengan dokumen pengiriman (faktur, surat jalan, atau packing list) untuk mengidentifikasi adanya ketidaksesuaian.\nDokumentasi: Mencatat data barang masuk ke dalam sistem manajemen gudang (Warehouse Management System - WMS) atau sistem inventaris lainnya (seperti Accurate System).\nPelabelan & Penempatan: Memastikan setiap produk diberi label yang benar dan ditempatkan di lokasi penyimpanan yang sesuai di dalam gudang. \nPengambilan Pesanan (Picking): Mengambil barang dari rak penyimpanan sesuai dengan daftar pesanan atau surat jalan yang ada.\nPengepakan (Packing): Memastikan pesanan dikemas dengan aman dan benar untuk mencegah kerusakan selama pengiriman.\nDokumentasi: Membuat surat jalan, faktur, dan dokumen pengiriman lainnya, serta memperbarui status pengiriman dalam sistem.\nPemuatan & Pengiriman: Mengawasi proses pemuatan barang ke kendaraan pengangkut dan berkoordinasi dengan tim transportasi untuk penjadwalan pengiriman\nPencatatan Stok: Mengontrol status inventaris harian, termasuk pergerakan material masuk dan keluar dari gudang.\nStok Opname & Cycle Count: Melakukan perhitungan fisik stok secara berkala (harian, mingguan, bulanan) dan merekonsiliasi hasilnya dengan data di sistem untuk memastikan akurasi.\nManajemen FIFO/FEFO: Memastikan penerapan metode manajemen stok seperti First-In, First-Out (FIFO) untuk menghindari barang kedaluwarsa atau menumpuk terlalu lama.\nPelaporan: Menyusun laporan pergerakan inventaris harian dan melaporkan ketidaksesuaian stok kepada atasan atau supervisor.", "application_deadline": "2025-12-07", "quota": 7, "registered": 10, "position_type": "Inbound, Outbound & Inventory (CIPUTAT/KELAPA GADING)", "government_agency": null, "sub_government_agency": null, "angkatan": "3", "tahun": "2025"}