{"id": 9982, "source_id": "a0805ad6-d3ff-4e56-b5c4-abdd1280482d", "company_name": "Deputi Bidang Sumber Daya dan Kelembagaan", "province": "DKI JAKARTA", "city": "KOTA ADM. JAKARTA PUSAT", "recommended_degree": "Hukum, Ilmu Hukum (Sarjana)", "job_title": "Staf Bidang Pendidikan Vokasi (Fokus Hukum Internasional)", "job_description": "Deskripsi Umum\n\nPosisi ini bertugas mendukung pelaksanaan fungsi hukum dan tata kelola yang berkaitan dengan peningkatan kapasitas SDM Aparatur dan pendidikan vokasi di sektor pariwisata. Mahasiswa akan dilibatkan dalam proses telaah hukum, harmonisasi regulasi, penyusunan pedoman, dan asistensi kajian kebijakan terkait pengembangan kompetensi SDM Aparatur.\n\nDeskripsi Pekerjaan (Tugas Utama)\n1. Magang akan berkontribusi pada:\n2. Melakukan penelusuran dan inventarisasi peraturan perundang-undangan terkait pengembangan SDM Aparatur dan pendidikan vokasi.\n3. Membantu penyusunan nota telaah, legal brief, dan bahan analisis hukum.\n4. Mendukung harmonisasi regulasi, pedoman, dan standar yang berkaitan dengan pelatihan, sertifikasi, dan peningkatan kapasitas SDM Aparatur.\n5. Membantu penyusunan SOP, governance document, dan dokumen akuntabilitas program peningkatan kapasitas SDM Aparatur.\n6. Mendukung proses pelaksanaan koordinasi hukum dengan internal dan pemangku kepentingan eksternal.\n7. Menyusun dokumentasi kegiatan, risalah rapat, dan rekapitulasi tindak lanjut hukum.\n\nKeahlian yang Diutamakan\n1. Pemahaman dasar peraturan perundang-undangan dan analisis hukum\n2. Terampil membaca dokumen regulasi dan menyusun argumentasi hukum\n3. Mampu menyusun dokumen resmi, nota dinas, dan laporan dengan gaya bahasa administrasi pemerintahan\n4. Cermat, sistematis, dan responsif dalam menangani dokumen\n5. Mampu bekerja secara individu maupun dalam tim", "application_deadline": "2025-12-07", "quota": 1, "registered": 11, "position_type": "Staf Bidang Pendidikan Vokasi (Fokus Hukum Internasional)", "government_agency": "Kementerian Pariwisata", "sub_government_agency": "Deputi Bidang Sumber Daya dan Kelembagaan", "angkatan": "3", "tahun": "2025"}